Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/hsm.po
Languages: bg, cs, da, de, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: To open the Windows command line please push the Windows-key and R-key. Now type ‘cmd.exe’ in the text field and hit enter. To open a Terminal on macOS or GNU/Linux please use the application search (e.g. spotlight on macOS).
bg: За да отворите командния ред на Windows, натиснете клавиша Windows и клавиша R. Сега въведете "cmd.exe" в текстовото поле и натиснете Enter. За да отворите терминал в MacOS или GNU/Linux, използвайте търсенето на приложения (напр. Spotlight в MacOS).
cs: Příkazový řádek systému Windows otevřete stisknutím klávesy Windows a klávesy R. Nyní do textového pole napište "cmd.exe" a stiskněte klávesu enter. Chcete-li otevřít terminál v systému MacOS nebo GNU/Linux, použijte vyhledávání aplikací (např. Spotlight v systému MacOS).
da: For at åbne Windows-kommandolinjen skal du trykke på Windows-tasten og R-tasten. Skriv nu "cmd.exe" i tekstfeltet, og tryk på enter. Hvis du vil åbne en terminal på macOS eller GNU/Linux, skal du bruge programsøgningen (f.eks. spotlight på macOS).
el: Για να ανοίξετε τη γραμμή εντολών των Windows πατήστε το πλήκτρο Windows και το πλήκτρο R. Τώρα πληκτρολογήστε 'cmd.exe' στο πεδίο κειμένου και πατήστε enter. Για να ανοίξετε ένα τερματικό σε macOS ή GNU/Linux χρησιμοποιήστε την αναζήτηση εφαρμογών (π.χ. spotlight σε macOS).
es: Para abrir la línea de comandos de Windows, pulsa la tecla Windows y la tecla R. Ahora escribe 'cmd.exe' en el campo de texto y pulsa enter. Para abrir un terminal en macOS o GNU/Linux, utilice la búsqueda de aplicaciones (por ejemplo, Spotlight en macOS).
et: Windowsi käsurea avamiseks vajutage Windows-klahvi ja R-klahvi. Nüüd kirjuta tekstiväljale 'cmd.exe' ja vajuta enter. MacOS-i või GNU/Linuxi terminali avamiseks kasutage rakenduste otsingut (nt macOS-i puhul spotlight).
fi: Avaa Windowsin komentorivi painamalla Windows-näppäintä ja R-näppäintä. Kirjoita nyt tekstikenttään 'cmd.exe' ja paina enteriä. Voit avata päätepäätteen macOS:ssä tai GNU/Linuxissa käyttämällä sovellushakua (esim. spotlight macOS:ssä).
fr: Pour ouvrir la ligne de commande de Windows, appuyez sur la touche Windows et sur la touche R. Tapez ensuite 'cmd.exe' dans le champ de texte et appuyez sur la touche Entrée. Pour ouvrir un terminal sous macOS ou GNU/Linux, utilisez la recherche d'applications (par exemple Spotlight sous macOS).
hu: A Windows parancssor megnyitásához nyomja meg a Windows-billentyűt és az R billentyűt. Most írja be a szövegmezőbe a 'cmd.exe' szót, és nyomja le az Entert. A terminál megnyitásához macOS-en vagy GNU/Linuxon használja az alkalmazáskeresőt (pl. spotlight macOS-en).
ja: Windowsのコマンドラインを開くには、WindowsキーとRキーを押してください。テキストフィールドに「cmd.exe」と入力してエンターキーを押します。macOSまたはGNU/Linuxでターミナルを開くには、アプリケーション検索を使用してください（例：macOSのspotlight）。
lt: Norėdami atidaryti "Windows" komandinę eilutę, paspauskite "Windows" klavišą ir R klavišą. Dabar į teksto laukelį įrašykite "cmd.exe" ir paspauskite Enter. Norėdami atidaryti terminalą "MacOS" arba "GNU/Linux" sistemoje, naudokite programų paiešką (pvz., "Spotlight" "MacOS" sistemoje).
lv: Lai atvērtu Windows komandrindu, nospiediet Windows taustiņu un R taustiņu. Tagad teksta laukā ierakstiet "cmd.exe" un nospiediet Enter. Lai atvērtu termināli operētājsistēmā macOS vai GNU/Linux, izmantojiet lietojumprogrammu meklēšanu (piemēram, spotlight operētājsistēmā macOS).
nl: Om de Windows opdrachtprompt te openen drukt u op de Windows-toets en de R-toets. Typ nu 'cmd.exe' in het tekstveld en druk op enter. Om een Terminal te openen op macOS of GNU/Linux gebruik je de applicatie zoekfunctie (bijv. spotlight op macOS).
pl: Aby otworzyć wiersz poleceń systemu Windows należy wcisnąć klawisz Windows i klawisz R. W polu tekstowym proszę wpisać "cmd.exe" i nacisnąć enter. Aby otworzyć Terminal na macOS lub GNU/Linux proszę użyć wyszukiwania aplikacji (np. spotlight na macOS).
pt: Para abrir a linha de comando do Windows, por favor pressione a tecla Windows-key e a tecla R. Agora digite 'cmd.exe' no campo de texto e pressione enter. Para abrir um Terminal em macOS ou GNU/Linux, por favor use a busca da aplicação (por exemplo, holofotes em macOS).
ro: Pentru a deschide linia de comandă Windows, apăsați tasta Windows și tasta R. Acum tastați "cmd.exe" în câmpul de text și apăsați enter. Pentru a deschide un terminal pe macOS sau GNU/Linux, vă rugăm să folosiți căutarea de aplicații (de exemplu, spotlight pe macOS).
ru: Чтобы открыть командную строку Windows, нажмите клавишу Windows и клавишу R. Теперь введите 'cmd.exe' в текстовое поле и нажмите клавишу Enter. Чтобы открыть терминал на macOS или GNU/Linux, воспользуйтесь поиском приложений (например, spotlight на macOS).
sk: Ak chcete otvoriť príkazový riadok systému Windows, stlačte kláves Windows a kláves R. Teraz zadajte do textového poľa príkaz cmd.exe a stlačte kláves enter. Ak chcete otvoriť terminál v systéme MacOS alebo GNU/Linux, použite vyhľadávanie aplikácií (napr. Spotlight v systéme MacOS).
sl: Če želite odpreti ukazno vrstico sistema Windows, pritisnite tipko Windows in tipko R. V besedilno polje vpišite "cmd.exe" in pritisnite enter. Če želite odpreti terminal v operacijskem sistemu macOS ali GNU/Linux, uporabite iskanje aplikacij (npr. Spotlight v operacijskem sistemu macOS).
sv: För att öppna Windows kommandorad trycker du på Windows-tangenten och R-tangenten. Skriv nu "cmd.exe" i textfältet och tryck på enter. För att öppna en terminal på macOS eller GNU/Linux använder du sökprogrammet (t.ex. spotlight på macOS).
zh_cn: 要打开Windows命令行，请按下Windows键和R键。现在在文本字段中输入 "cmd.exe "并点击回车。要在macOS或GNU/Linux上打开终端，请使用应用程序搜索（例如macOS的spotlight）。

source: To make these commands as simple as possible, the .p12 file needs to be in your home folder. On Windows this is usually ‘C:\Users\yourusername’ and on macOS and GNU/Linux system it will be ‘/home/yourusername’. If you do not store the .p12 file there, you have to adapt the path in the commands below. Please plug in the Nitrokey before submitting the commands.
bg: За да бъдат тези команди възможно най-прости, файлът .p12 трябва да се намира в домашната ви папка. В Windows това обикновено е 'C:\Users\yourusername', а в macOS и GNU/Linux - '/home/yourusername'. Ако не съхранявате файла .p12 там, трябва да адаптирате пътя в командите по-долу. Моля, включете Nitrokey, преди да изпратите командите.
cs: Aby byly tyto příkazy co nejjednodušší, musí být soubor .p12 ve vaší domovské složce. V systému Windows je to obvykle 'C:\Users\vaše uživatelské jméno' a v systémech MacOS a GNU/Linux '/home/vaše uživatelské jméno'. Pokud tam soubor .p12 neukládáte, musíte cestu v níže uvedených příkazech upravit. Před odesláním příkazů připojte klíč Nitrokey.
da: For at gøre disse kommandoer så enkle som muligt, skal .p12-filen ligge i din hjemmemappe. På Windows er det normalt "C:\Users\dit brugernavn" og på macOS- og GNU/Linux-systemer vil det være "/home/dit brugernavn". Hvis du ikke gemmer .p12-filen der, skal du tilpasse stien i nedenstående kommandoer. Sæt venligst Nitrokey i stikket, før du sender kommandoerne.
el: Για να γίνουν αυτές οι εντολές όσο το δυνατόν πιο απλές, το αρχείο .p12 πρέπει να βρίσκεται στον κεντρικό σας φάκελο. Στα Windows αυτός είναι συνήθως ο φάκελος 'C:\Users\yourusername' και στα συστήματα macOS και GNU/Linux ο φάκελος '/home/yourusername'. Εάν δεν αποθηκεύετε το αρχείο .p12 εκεί, πρέπει να προσαρμόσετε τη διαδρομή στις παρακάτω εντολές. Παρακαλούμε συνδέστε το Nitrokey πριν υποβάλετε τις εντολές.
es: Para que estos comandos sean lo más sencillos posible, el archivo .p12 debe estar en tu carpeta de inicio. En Windows suele ser 'C:\Nsu nombre de usuario' y en macOS y GNU/Linux será '/home/su nombre de usuario'. Si no almacena el archivo .p12 allí, tiene que adaptar la ruta en los comandos siguientes. Por favor, conecta la Nitrokey antes de enviar los comandos.
et: Et need käsud oleksid võimalikult lihtsad, peab .p12 fail olema teie kodukaustas. Windowsis on see tavaliselt 'C:\Users\yourusername' ja macOSis ja GNU/Linuxis '/home/yourusername'. Kui te ei salvesta .p12 faili sinna, peate te allpool toodud käskudes teekonda kohandama. Enne käskude esitamist ühendage Nitrokey.
fi: Jotta nämä komennot olisivat mahdollisimman yksinkertaisia, .p12-tiedoston on oltava kotikansiossasi. Windowsissa tämä on yleensä 'C:\Users\yourusername' ja macOS- ja GNU/Linux-järjestelmissä '/home/yourusername'. Jos et tallenna .p12-tiedostoa sinne, sinun on mukautettava polkua alla olevissa komennoissa. Liitä Nitrokey ennen komentojen lähettämistä.
fr: Pour rendre ces commandes aussi simples que possible, le fichier .p12 doit se trouver dans votre dossier personnel. Sous Windows, il s'agit généralement de 'C:\Users\votre nom d'utilisateur' et sous macOS et GNU/Linux, de '/home/votre nom d'utilisateur'. Si tu ne stockes pas le fichier .p12 à cet endroit, tu dois adapter le chemin dans les commandes ci-dessous. Veuillez brancher la Nitrokey avant de soumettre les commandes.
hu: Annak érdekében, hogy ezek a parancsok a lehető legegyszerűbbek legyenek, a .p12 fájlnak a saját mappájában kell lennie. Windows rendszerben ez általában a 'C:\Users\a felhasználó neve', macOS és GNU/Linux rendszerben pedig a '/home/a felhasználó neve'. Ha nem ott tárolja a .p12 fájlt, akkor az alábbi parancsokban az elérési utat kell módosítania. Kérjük, a parancsok elküldése előtt csatlakoztassa a Nitrokey-t.
ja: これらのコマンドをできるだけシンプルにするために、.p12ファイルはあなたのホームフォルダーにある必要があります。Windowsでは通常、「C:Users\yourusername」、macOSやGNU/Linuxシステムでは「/home/yourusername」となります。この場所に.p12ファイルを保存していない場合は、以下のコマンドでパスを変更する必要があります。コマンドを実行する前に、Nitrokeyを接続してください。
lt: Kad šios komandos būtų kuo paprastesnės, .p12 failas turi būti jūsų namų aplanke. "Windows" sistemoje tai paprastai būna "C:\Users\yourusername", o "MacOS" ir "GNU/Linux" sistemose - "/home/yourusername". Jei .p12 failo ten nelaikote, toliau pateiktose komandose reikia pritaikyti kelią. Prieš pateikdami komandas prijunkite "Nitrokey".
lv: Lai šīs komandas būtu pēc iespējas vienkāršākas, .p12 failam jāatrodas jūsu sākuma mapē. Windows operētājsistēmā tā parasti ir 'C:\Users\Jūsu lietotājvārds', bet macOS un GNU/Linux sistēmā tā būs '/home/Jūsu lietotājvārds'. Ja .p12 fails nav tur saglabāts, ceļš ir jāpielāgo tālāk dotajās komandās. Pirms komandu iesniegšanas pievienojiet Nitrokey.
nl: Om deze commando's zo eenvoudig mogelijk te maken, moet het .p12 bestand in je thuismap staan. Op Windows is dit meestal 'C:\Uwgebruikersnaam' en op macOS en GNU/Linux systemen zal dit '/home/uwgebruikersnaam' zijn. Als u het .p12-bestand niet daar opslaat, moet u het pad in de onderstaande commando's aanpassen. Sluit de Nitrokey aan voordat u de commando's uitvoert.
pl: Aby te polecenia były jak najprostsze, plik .p12 musi znajdować się w Twoim folderze domowym. W systemie Windows jest to zazwyczaj 'C:\u0026apos; w systemach macOS i GNU/Linux będzie to '/home/yourusername'. Jeśli plik .p12 nie jest przechowywany w tym miejscu, należy dostosować ścieżkę w poniższych poleceniach. Proszę podłączyć Nitrokey przed wysłaniem komend.
pt: Para tornar estes comandos tão simples quanto possível, o arquivo .p12 precisa estar em sua pasta home. No Windows isto normalmente é 'C:\Users\yourusername' e no sistema MacOS e GNU/Linux será '/home/yourusername'. Se você não armazenar o arquivo .p12 lá, você tem que adaptar o caminho nos comandos abaixo. Por favor ligue a Nitrokey antes de submeter os comandos.
ro: Pentru ca aceste comenzi să fie cât mai simple posibil, fișierul .p12 trebuie să se afle în dosarul dvs. personal. Pe Windows, acesta este de obicei "C:\Users\yourusername", iar pe macOS și GNU/Linux va fi "/home/yourusername". Dacă nu stocați fișierul .p12 acolo, trebuie să adaptați calea în comenzile de mai jos. Vă rugăm să conectați Nitrokey înainte de a trimite comenzile.
ru: Чтобы максимально упростить выполнение этих команд, файл .p12 должен находиться в вашей домашней папке. В Windows это обычно 'C:\Users\yourusername', а в macOS и GNU/Linux - '/home/yourusername'. Если вы не храните файл .p12 там, вам придется изменить путь в командах ниже. Пожалуйста, подключите Nitrokey перед выполнением команд.
sk: Aby boli tieto príkazy čo najjednoduchšie, súbor .p12 musí byť vo vašom domovskom priečinku. V systéme Windows je to zvyčajne 'C:\Users\Vaše používateľské meno' a v systémoch MacOS a GNU/Linux to bude '/home/Vaše používateľské meno'. Ak tam súbor .p12 neukladáte, musíte cestu v nasledujúcich príkazoch upraviť. Pred odoslaním príkazov pripojte kľúč Nitrokey.
sl: Da bi bili ti ukazi čim bolj preprosti, mora biti datoteka .p12 v vaši domači mapi. V operacijskem sistemu Windows je to običajno 'C:\Users\yourusername', v sistemih macOS in GNU/Linux pa '/home/yourusername'. Če datoteke .p12 ne hranite tam, morate prilagoditi pot v spodnjih ukazih. Pred oddajo ukazov priključite ključ Nitrokey.
sv: För att göra dessa kommandon så enkla som möjligt måste .p12-filen finnas i din hemmapp. I Windows är detta vanligtvis "C:\Users\yourusername" och i macOS- och GNU/Linux-system är det "/home/yourusername". Om du inte lagrar .p12-filen där måste du anpassa sökvägen i kommandona nedan. Anslut Nitrokey innan du skickar kommandona.
zh_cn: 为了使这些命令尽可能简单，.p12文件需要放在你的主文件夹中。在Windows系统中，这通常是'C:\Users\yusername'，在macOS和GNU/Linux系统中，它将是'/home/yourusername'。如果你没有把.p12文件存放在那里，你必须调整下面的命令中的路径。在提交命令之前，请插入Nitrokey。

source: Assuming that your key-certificate file reads ‘myprivate.p12’ the commands for Windows looks like this:
bg: Ако приемем, че вашият файл с ключове и сертификати се чете като "myprivate.p12", командите за Windows изглеждат по следния начин:
cs: Za předpokladu, že váš soubor s certifikátem klíče zní 'myprivate.p12', vypadají příkazy pro systém Windows takto:
da: Hvis vi antager, at din nøgle-certifikatfil lyder "myprivate.p12", ser kommandoerne for Windows således ud:
el: Υποθέτοντας ότι το αρχείο του κλειδιού-πιστοποιητικού σας είναι 'myprivate.p12', οι εντολές για τα Windows είναι οι εξής:
es: Suponiendo que su archivo de clave-certificado sea 'myprivate.p12', los comandos para Windows son los siguientes
et: Eeldades, et teie võtmesertifikaadi faili nimi on 'myprivate.p12', näeb Windowsi käsk välja järgmiselt:
fi: Olettaen, että avainsertifikaattitiedostosi on 'myprivate.p12', komennot Windowsissa näyttävät seuraavalta:
fr: En supposant que votre fichier de certificat de clé soit 'myprivate.p12', les commandes pour Windows ressemblent à ceci :
hu: Feltételezve, hogy a kulcs-tanúsítvány fájlod címe 'myprivate.p12', a Windows parancsok így néznek ki:
ja: 鍵・証明書のファイル名が「myprivate.p12」であるとすると、Windows用のコマンドは以下のようになります。
lt: Darant prielaidą, kad jūsų rakto sertifikato failas yra "myprivate.p12", "Windows" komandos atrodo taip:
lv: Pieņemot, ka jūsu atslēgas sertifikāta faila teksts ir "myprivate.p12", komandas operētājsistēmai Windows izskatās šādi:
nl: Ervan uitgaande dat uw sleutel-certificaat bestand 'myprivate.p12' is, zien de commando's voor Windows er als volgt uit:
pl: Zakładając, że twój plik z kluczem certyfikatu brzmi 'myprivate.p12', polecenia dla Windows wyglądają następująco:
pt: Assumindo que o seu ficheiro key-certificate lê 'myprivate.p12', os comandos para Windows têm este aspecto:
ro: Presupunând că fișierul dvs. de certificat cheie este "myprivate.p12", comenzile pentru Windows arată astfel:
ru: Если предположить, что ваш файл ключа-сертификата имеет формат 'myprivate.p12', то команды для Windows выглядят следующим образом:
sk: Za predpokladu, že váš súbor s certifikátom kľúča znie 'myprivate.p12', príkazy pre systém Windows vyzerajú takto:
sl: Ob predpostavki, da se vaša datoteka s potrdilom ključa glasi 'myprivate.p12', so ukazi za Windows videti takole:
sv: Om du antar att din nyckelcertifikatsfil lyder "myprivate.p12" ser kommandona för Windows ut så här:
zh_cn: 假设你的密钥证书文件是 "myprivate.p12"，Windows的命令看起来像这样。

source: and on macOS and GNU/Linux it will be
bg: а за macOS и GNU/Linux това ще бъде
cs: a v systémech macOS a GNU/Linux to bude
da: og på macOS og GNU/Linux vil det være
el: και σε macOS και GNU/Linux θα είναι
es: y en macOS y GNU/Linux será
et: ja macOS-is ja GNU/Linuxis on see
fi: ja macOS:ssä ja GNU/Linuxissa se on seuraava
fr: et sur macOS et GNU/Linux, ce sera
hu: és a macOS és GNU/Linux rendszereken a következő lesz
ja: となり、macOSとGNU/Linuxでは以下のようになります。
lt: o "MacOS" ir GNU/Linux sistemose tai bus
lv: un macOS un GNU/Linux operētājsistēmās tas būs
nl: en op macOS en GNU/Linux zal het zijn
pl: a na macOS i GNU/Linux będzie to
pt: e em macOS e GNU/Linux será
ro: iar pe macOS și GNU/Linux va fi
ru: а на macOS и GNU/Linux это будет
sk: a v systémoch macOS a GNU/Linux to bude
sl: v operacijskih sistemih macOS in GNU/Linux pa bo
sv: och på macOS och GNU/Linux blir det
zh_cn: 而在macOS和GNU/Linux上，它将是

source: The two commands copy the key-certificate pair to the slot 2 (needed for decrypting emails) and slot 3 (needed for signing). The output looks on both systems something like this:
bg: Двете команди копират двойката ключ-сертификат в слот 2 (необходим за декриптиране на имейли) и слот 3 (необходим за подписване). Изходът и на двете системи изглежда по следния начин:
cs: Oba příkazy zkopírují dvojici klíč-certifikát do slotu 2 (potřebného pro dešifrování e-mailů) a slotu 3 (potřebného pro podepisování). Výstup vypadá v obou systémech nějak takto:
da: De to kommandoer kopierer nøgle-certifikatparret til slot 2 (nødvendigt for dekryptering af e-mails) og slot 3 (nødvendigt for signering). Udgangen ser på begge systemer nogenlunde sådan ud:
el: Οι δύο εντολές αντιγράφουν το ζεύγος κλειδιού-πιστοποιητικού στην υποδοχή 2 (που απαιτείται για την αποκρυπτογράφηση των μηνυμάτων ηλεκτρονικού ταχυδρομείου) και στην υποδοχή 3 (που απαιτείται για την υπογραφή). Η έξοδος μοιάζει και στα δύο συστήματα κάπως έτσι:
es: Los dos comandos copian el par clave-certificado en la ranura 2 (necesaria para descifrar los correos electrónicos) y en la ranura 3 (necesaria para firmar). La salida se ve en ambos sistemas algo así:
et: Need kaks käsku kopeerivad võtme ja sertifikaadi paari pessa 2 (vajalik e-kirjade dekrüpteerimiseks) ja pessa 3 (vajalik allkirjastamiseks). Väljund näeb mõlemas süsteemis välja umbes nii:
fi: Nämä kaksi komentoa kopioivat avain-sertifikaattiparin aukkoon 2 (jota tarvitaan sähköpostien salauksen purkamiseen) ja aukkoon 3 (jota tarvitaan allekirjoittamiseen). Tuloste näyttää molemmissa järjestelmissä jotakuinkin tältä:
fr: Les deux commandes copient la paire clé-certificat dans le slot 2 (nécessaire au décryptage des emails) et le slot 3 (nécessaire à la signature). Le résultat ressemble à ceci sur les deux systèmes :
hu: A két parancs a kulcs-tanúsítvány párost a 2. (az e-mailek visszafejtéséhez szükséges) és a 3. (az aláíráshoz szükséges) nyílásba másolja. A kimenet mindkét rendszeren valahogy így néz ki:
ja: この2つのコマンドは、鍵と証明書のペアをスロット2（メールの復号化に必要）とスロット3（署名に必要）にコピーします。両システムでの出力は以下のようになります。
lt: Šios dvi komandos nukopijuoja rakto ir sertifikato porą į 2 lizdą (reikalingą el. laiškams iššifruoti) ir 3 lizdą (reikalingą pasirašyti). Abiejose sistemose išvestis atrodo maždaug taip:
lv: Abas komandas kopē atslēgas-sertifikāta pāri uz 2. slotu (nepieciešams e-pasta vēstuļu atšifrēšanai) un 3. slotu (nepieciešams parakstīšanai). Abās sistēmās izvades rezultāts izskatās apmēram šādi:
nl: De twee commando's kopiëren het sleutel-certificaat paar naar slot 2 (nodig voor het ontcijferen van emails) en slot 3 (nodig voor het ondertekenen). De uitvoer ziet er op beide systemen ongeveer zo uit:
pl: Oba polecenia kopiują parę klucz-certyfikat do slotu 2 (potrzebnego do odszyfrowania maili) i slotu 3 (potrzebnego do podpisania). Wyjście wygląda na obu systemach mniej więcej tak:
pt: Os dois comandos copiam o par chave-certificado para o slot 2 (necessário para decifrar e-mails) e para o slot 3 (necessário para assinar). A saída parece em ambos os sistemas algo como isto:
ro: Cele două comenzi copiază perechea cheie-certificat în slotul 2 (necesar pentru decriptarea e-mailurilor) și în slotul 3 (necesar pentru semnare). Rezultatul arată pe ambele sisteme cam așa:
ru: Эти две команды копируют пару ключ-сертификат в слот 2 (необходимый для расшифровки писем) и слот 3 (необходимый для подписи). На обеих системах результат выглядит примерно так:
sk: Tieto dva príkazy skopírujú dvojicu kľúč-certifikát do slotu 2 (potrebného na dešifrovanie e-mailov) a slotu 3 (potrebného na podpisovanie). Výstup vyzerá v oboch systémoch približne takto:
sl: Oba ukaza kopirata par ključ-certifikat v režo 2 (ki je potrebna za dešifriranje e-pošte) in režo 3 (ki je potrebna za podpisovanje). Izpis je v obeh sistemih videti približno takole:
sv: De två kommandona kopierar nyckel-certifikatparet till slot 2 (som behövs för att dekryptera e-postmeddelanden) och slot 3 (som behövs för signering). Utdata ser ut på båda systemen ungefär så här:
zh_cn: 这两条命令将密钥-证书对复制到槽2（解密邮件需要）和槽3（签名需要）。在两个系统上的输出看起来都是这样的。
