Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/hsm.po
Languages: bg, cs, da, de, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: In the first step, this script looks for the user-name of the gnome session, i.e. ``user``.
bg: В първата стъпка този скрипт търси потребителското име на сесията на gnome, т.е. ``user``.
cs: V prvním kroku tento skript vyhledá uživatelské jméno relace gnome, tj. ``user``.
da: I det første trin leder scriptet efter brugernavnet for gnome-sessionen, dvs. ``user``.
de: Im ersten Schritt sucht dieses Skript nach dem Benutzernamen der Gnome-Sitzung, d.h. ``user``.
el: Στο πρώτο βήμα, αυτό το σενάριο αναζητά το όνομα χρήστη της συνόδου gnome, δηλαδή ``user``.
es: En el primer paso, este script busca el nombre de usuario de la sesión de gnome, es decir, ``user``.
et: Esimeses etapis otsib see skript gnome'i seansi kasutajanime, st ``user``.
fi: Ensimmäisessä vaiheessa tämä skripti etsii gnome-istunnon käyttäjänimen, eli ``user``.
fr: Dans la première étape, ce script recherche le nom d'utilisateur de la session gnome, c'est-à-dire ``user``.
hu: Az első lépésben ez a szkript a gnome munkamenet felhasználói nevét keresi, azaz ``user``.
ja: 最初のステップでは、このスクリプトはgnomeセッションのユーザ名を探します。すなわち、``user``です。
lt: Pirmajame žingsnyje šis scenarijus ieško "gnome" sesijos naudotojo vardo, t. y. ``user``.
lv: Pirmajā solī šis skripts meklē gnome sesijas lietotāja vārdu, t. i., ``user``.
nl: In de eerste stap zoekt dit script naar de gebruikersnaam van de gnome-sessie, dus ``user``.
pl: W pierwszym kroku skrypt ten szuka nazwy użytkownika sesji gnome, czyli ``user``.
pt: No primeiro passo, este script procura o nome de usuário da sessão do gnomo, ou seja, ``user```.
ro: În primul pas, acest script caută numele de utilizator al sesiunii gnome, adică ``user``.
ru: На первом этапе этот сценарий ищет имя пользователя сессии gnome, т.е. ``user``.
sk: V prvom kroku tento skript vyhľadá meno používateľa relácie gnome, t. j. ``user``.
sl: V prvem koraku ta skripta poišče uporabniško ime seje gnome, tj. ``user``.
sv: I det första steget letar skriptet efter användarnamnet för gnome-sessionen, dvs. ``user``.
zh_cn: 在第一步，这个脚本寻找gnome会话的用户名，即``user``。

source: When it is called at Nitrokey removal, the script queries ``user``, switches to its session, and locks the screen by prompting the screen-saver screen.
bg: Когато бъде извикан при премахване на Nitrokey, скриптът прави заявка ``user``, превключва към своята сесия и заключва екрана, като извиква екрана на заставката.
cs: Když je zavolán při odebrání klíče Nitrokey, skript se zeptá ``user``, přepne se do své relace a zamkne obrazovku tím, že vyvolá obrazovku spořiče.
da: Når det kaldes ved fjernelse af Nitrokey, forespørger scriptet ``user``, skifter til sin session og låser skærmen ved at bede om skærmbeskyttelsesskærmen.
de: Wenn es beim Entfernen des Nitrokeys aufgerufen wird, fragt das Skript ``user`` ab, schaltet auf seine Sitzung um und sperrt den Bildschirm, indem es den Bildschirmschoner aufruft.
el: Όταν καλείται κατά την αφαίρεση του κλειδιού Nitrokey, το σενάριο ζητά ``user``, μεταβαίνει στη συνεδρία του και κλειδώνει την οθόνη ζητώντας την οθόνη προφύλαξης.
es: Cuando se llama a la eliminación de Nitrokey, el script consulta ``user``, cambia a su sesión, y bloquea la pantalla solicitando la pantalla del salvapantallas.
et: Kui seda kutsutakse Nitrokey eemaldamisel, küsib skript ``user``, lülitub oma seanssi ja lukustab ekraani, kutsudes üles ekraanisäästja ekraani.
fi: Kun sitä kutsutaan Nitrokey-avaimen poiston yhteydessä, skripti kysyy ``user``, siirtyy istuntoonsa ja lukitsee näytön kehottamalla näytönsäästäjän näyttöön.
fr: Lorsqu'il est appelé au moment de la suppression de Nitrokey, le script interroge ``user``, passe à sa session et verrouille l'écran en faisant apparaître l'écran de veille.
hu: Amikor a Nitrokey eltávolításakor meghívásra kerül, a szkript lekérdezi a ``user``, átvált a munkamenetére, és a képernyőt a képernyővédő képernyő kérésével lezárja.
ja: Nitrokeyの取り外し時に呼び出されると、スクリプトは``user``を問い合わせ、そのセッションに切り替え、スクリーンセーバーの画面を促して画面をロックします。
lt: Kai jis iškviečiamas pašalinus "Nitrokey", scenarijus užklausia ``user``, persijungia į savo seansą ir užrakina ekraną, paragindamas įjungti užsklandos ekraną.
lv: Kad tas tiek izsaukts Nitrokey noņemšanas laikā, skripts pieprasa ``user``, pārslēdzas uz savu sesiju un bloķē ekrānu, piedāvājot ekrāna saglabātāja ekrānu.
nl: Wanneer het wordt aangeroepen bij het verwijderen van de Nitrokey, vraagt het script ``user``, schakelt over naar zijn sessie, en vergrendelt het scherm door het screen-saver scherm op te roepen.
pl: Kiedy jest wywoływany podczas usuwania Nitrokey, skrypt zapyta ``user``, przełączy się na swoją sesję i zablokuje ekran przez wywołanie ekranu wygaszacza.
pt: Quando é chamado na remoção da Nitrokey, o script consulta ``user``, muda para a sua sessão, e bloqueia a tela, alertando para a tela de proteção de tela.
ro: Atunci când este apelat la eliminarea Nitrokey, scriptul interoghează ``user``, trece la sesiunea sa și blochează ecranul prin solicitarea ecranului de protecție.
ru: Когда он вызывается при удалении Nitrokey, скрипт запрашивает ``user``, переключается на свою сессию и блокирует экран, вызывая экран заставки.
sk: Keď sa zavolá pri odstránení kľúča Nitrokey, skript sa opýta ``user``, prepne na svoju reláciu a uzamkne obrazovku tým, že vyvolá obrazovku šetriča.
sl: Ko se prikliče ob odstranitvi ključa Nitrokey, skript poizveduje ``user``, preklopi na svojo sejo in zaklene zaslon s pozivom na zaslonski ohranjevalnik.
sv: När det anropas när Nitrokey tas bort frågar skriptet ``user``, växlar till sin session och låser skärmen genom att visa skärmsläckaren.
zh_cn: 当它在移除Nitrokey时被调用，脚本查询``user``，切换到它的会话，并通过提示屏保画面锁定屏幕。

source: Execute the script
bg: Изпълнение на скрипта
cs: Spuštění skriptu
da: Udfør scriptet
de: Ausführen des Skripts
el: Εκτέλεση του σεναρίου
es: Ejecutar el script
et: Käskkirja täitmine
fi: Suorita skripti
fr: Exécuter le script
hu: A szkript végrehajtása
ja: スクリプトの実行
lt: Vykdyti scenarijų
lv: Izpildīt skriptu
nl: Voer het script uit
pl: Wykonaj skrypt
pt: Executar o script
ro: Executați scriptul
ru: Выполнить сценарий
sk: Vykonanie skriptu
sl: Izvedba skripte
sv: Exekvera skriptet
zh_cn: 执行脚本

source: Once all set up, execute the script once, and it will lock the screen. It does not matter if the Nitrokey is plugged or not for this first execution.
bg: След като всичко е готово, изпълнете скрипта веднъж и той ще заключи екрана. Няма значение дали ключът Nitrokey е включен или не за това първо изпълнение.
cs: Jakmile vše nastavíte, spusťte skript jednou a obrazovka se uzamkne. Při prvním spuštění nezáleží na tom, zda je klíč Nitrokey připojen, nebo ne.
da: Når alt er sat op, skal du udføre scriptet én gang, og det vil låse skærmen. Det er ligegyldigt, om Nitrokey er tilsluttet eller ej ved denne første udførelse.
de: Sobald alles eingerichtet ist, führen Sie das Skript einmal aus, und es sperrt den Bildschirm. Es spielt keine Rolle, ob der Nitrokey bei dieser ersten Ausführung eingesteckt ist oder nicht.
el: Αφού τα ρυθμίσετε όλα, εκτελέστε το σενάριο μία φορά και θα κλειδώσει την οθόνη. Δεν έχει σημασία αν το Nitrokey είναι συνδεδεμένο ή όχι για αυτή την πρώτη εκτέλεση.
es: Una vez configurado todo, ejecute el script una vez, y bloqueará la pantalla. No importa si la Nitrokey está conectada o no para esta primera ejecución.
et: Kui kõik on seadistatud, käivitage skript üks kord ja see lukustab ekraani. See ei ole oluline, kas Nitrokey on selle esimese täitmise ajal ühendatud või mitte.
fi: Kun kaikki on asetettu, suorita skripti kerran, ja se lukitsee näytön. Sillä ei ole väliä, onko Nitrokey kytketty vai ei tätä ensimmäistä suoritusta varten.
fr: Une fois que tout est configuré, exécutez le script une fois, et il verrouillera l'écran. Il importe peu que la Nitrokey soit branchée ou non pour cette première exécution.
hu: Ha minden be van állítva, egyszer futtassa le a szkriptet, és a képernyő zárolásra kerül. Nem számít, hogy a Nitrokey be van-e dugva vagy sem ehhez az első végrehajtáshoz.
ja: 設定が完了したら、スクリプトを一度実行すると、画面がロックされます。この最初の実行では、Nitrokeyが接続されているかどうかは関係ありません。
lt: Kai viskas bus nustatyta, vieną kartą atlikite scenarijų ir jis užrakins ekraną. Nesvarbu, ar "Nitrokey" raktas yra prijungtas, ar ne.
lv: Kad viss ir iestatīts, izpildiet skriptu vienu reizi, un tas bloķēs ekrānu. Pirmajam izpildījumam nav nozīmes, vai Nitrokey ir vai nav pievienots.
nl: Als alles klaar is, voer je het script één keer uit, en het zal het scherm vergrendelen. Het maakt niet uit of de Nitrokey is aangesloten of niet voor deze eerste uitvoering.
pl: Po skonfigurowaniu wszystkiego, wykonaj skrypt raz, a zablokuje on ekran. Nie ma znaczenia, czy Nitrokey jest podłączony czy nie podczas pierwszego wykonania.
pt: Uma vez tudo configurado, execute o script uma vez, e ele irá bloquear a tela. Não importa se a Nitrokey está plugada ou não para esta primeira execução.
ro: După ce ați configurat totul, executați scriptul o dată și acesta va bloca ecranul. Nu contează dacă Nitrokey este conectat sau nu pentru această primă execuție.
ru: Когда все настроено, выполните скрипт один раз, и он заблокирует экран. При первом выполнении не имеет значения, подключен Nitrokey или нет.
sk: Keď všetko nastavíte, raz spustite skript a ten uzamkne obrazovku. Pri tomto prvom spustení nezáleží na tom, či je kľúč Nitrokey zapojený alebo nie.
sl: Ko je vse nastavljeno, enkrat izvedite skripto in zaklenila bo zaslon. Pri prvem izvajanju ni pomembno, ali je ključ Nitrokey priključen ali ne.
sv: När allt är klart, kör skriptet en gång och skärmen låses. Det spelar ingen roll om Nitrokey är inkopplad eller inte vid denna första körning.
zh_cn: 一旦全部设置完毕，执行一次脚本，它就会锁定屏幕。在第一次执行时，硝基钥匙是否被插上并不重要。

source: Usage
bg: Употреба
cs: Použití
da: Anvendelse
de: Verwendung
el: Χρήση
es: Uso
et: Kasutamine
fi: Käyttö
fr: Utilisation
hu: Használat
ja: 使用方法
lt: Naudojimas
lv: Lietošana
nl: Gebruik
pl: Zastosowanie
pt: Utilização
ro: Utilizare
ru: Использование
sk: Používanie
sl: Uporaba
sv: Användning
zh_cn: 使用方法

source: By now you can log back to your session by entering your password, and (re)plug you Nitrokey if you did not do it before.
bg: Сега можете да влезете отново в сесията си, като въведете паролата си и (отново) включите Nitrokey, ако не сте го направили преди.
cs: Nyní se můžete přihlásit zpět do relace zadáním hesla a (opětovným) připojením klíče Nitrokey, pokud jste tak neučinili dříve.
da: Nu kan du logge tilbage til din session ved at indtaste din adgangskode og (gen)tilslutte din Nitrokey, hvis du ikke har gjort det før.
de: Inzwischen können Sie sich wieder an Ihrer Sitzung anmelden, indem Sie Ihr Passwort eingeben und Ihren Nitrokey (wieder) anschließen, falls Sie das nicht schon vorher getan haben.
el: Τώρα μπορείτε να συνδεθείτε ξανά στη συνεδρία σας εισάγοντας τον κωδικό πρόσβασής σας και να συνδέσετε (ξανά) το Nitrokey, αν δεν το κάνατε προηγουμένως.
es: Ahora puedes volver a entrar en tu sesión introduciendo tu contraseña, y (re)conectar tu Nitrokey si no lo has hecho antes.
et: Nüüdseks saate uuesti oma seanssi sisse logida, sisestades oma parooli ja (uuesti) ühendades Nitrokey, kui te seda varem ei teinud.
fi: Nyt voit kirjautua takaisin istuntoon syöttämällä salasanasi ja (uudelleen) liittää Nitrokey-avaimen, jos et ole tehnyt sitä aiemmin.
fr: Tu peux maintenant te reconnecter à ta session en entrant ton mot de passe, et (re)brancher ta Nitrokey si tu ne l'as pas fait avant.
hu: Mostanra a jelszavad megadásával visszaléphetsz a munkamenetbe, és (újra)csatlakoztathatod a Nitrokey-t, ha korábban nem tetted meg.
ja: これで、パスワードを入力してセッションにログインし、Nitrokeyを（再）挿入することができました。
lt: Dabar galite vėl prisijungti prie savo seanso įvesdami slaptažodį ir (iš naujo) įjungti "Nitrokey", jei to nepadarėte anksčiau.
lv: Tagad varat atgriezties savā sesijā, ievadot paroli un (atkārtoti) pieslēdzot Nitrokey, ja to neesat izdarījis iepriekš.
nl: U kunt nu weer inloggen op uw sessie door uw wachtwoord in te voeren, en uw Nitrokey (opnieuw) aan te sluiten als u dat nog niet eerder hebt gedaan.
pl: Teraz możesz zalogować się ponownie do swojej sesji poprzez podanie hasła i (ponownie) podłączyć Nitrokey, jeśli nie zrobiłeś tego wcześniej.
pt: A esta altura já pode voltar à sua sessão introduzindo a sua password, e (re)ligar-lhe a Nitrokey se não o fez antes.
ro: În acest moment vă puteți conecta din nou la sesiunea dvs. introducând parola și (re)conectând Nitrokey, dacă nu ați făcut-o înainte.
ru: Теперь вы можете вернуться в свою сессию, введя пароль, и (повторно) подключить Nitrokey, если вы не сделали этого раньше.
sk: Teraz sa môžete prihlásiť späť do relácie zadaním hesla a (opätovným) pripojením kľúča Nitrokey, ak ste to neurobili predtým.
sl: Zdaj se lahko z vnosom gesla prijavite nazaj v sejo in (ponovno) priključite ključ Nitrokey, če tega niste storili prej.
sv: Nu kan du logga tillbaka till din session genom att ange ditt lösenord och (åter)ansluta din Nitrokey om du inte gjort det tidigare.
zh_cn: 现在，你可以通过输入密码登录到你的会话中，如果你以前没有这样做，可以（重新）插入你的Nitrokey。

source: The next time(s) you unplug your Nitrokey from the computer, it will automatically lock the screen.
bg: Следващият път, когато изключите Nitrokey от компютъра, той автоматично ще заключи екрана.
cs: Při dalším odpojení klíče Nitrokey od počítače se obrazovka automaticky uzamkne.
da: Næste gang du trækker Nitrokey ud af stikket fra computeren, låser den automatisk skærmen.
de: Wenn Sie den Nitrokey das nächste Mal vom Computer trennen, wird der Bildschirm automatisch gesperrt.
el: Την επόμενη φορά που θα αποσυνδέσετε το Nitrokey από τον υπολογιστή, θα κλειδώσει αυτόματα την οθόνη.
es: La próxima vez que desenchufes tu Nitrokey del ordenador, se bloqueará automáticamente la pantalla.
et: Kui te järgmine kord Nitrokey arvutist lahti võtate, lukustab see automaatselt ekraani.
fi: Kun seuraavan kerran irrotat Nitrokeyn tietokoneesta, se lukitsee näytön automaattisesti.
fr: La ou les prochaines fois que tu débrancheras ta Nitrokey de l'ordinateur, elle verrouillera automatiquement l'écran.
hu: Amikor legközelebb kihúzza a Nitrokey-t a számítógépből, a készülék automatikusan lezárja a képernyőt.
ja: 次回、Nitrokeyをコンピュータから外すと、自動的に画面がロックされます。
lt: Kitą kartą (-as) atjungus "Nitrokey" nuo kompiuterio, ekranas bus automatiškai užrakintas.
lv: Nākamajā(-ās) reizē(-ās), kad atvienosiet Nitrokey no datora, ekrāns tiks automātiski bloķēts.
nl: De volgende keer dat u de Nitrokey uit de computer haalt, wordt het scherm automatisch vergrendeld.
pl: Następnym razem, gdy odłączysz Nitrokey od komputera, automatycznie zablokuje on ekran.
pt: Na(s) próxima(s) vez(s) que desligar a sua Nitrokey do computador, esta irá bloquear automaticamente o ecrã.
ro: Data viitoare când veți deconecta Nitrokey de la computer, acesta va bloca automat ecranul.
ru: В следующий раз, когда вы отключите Nitrokey от компьютера, он автоматически заблокирует экран.
sk: Pri ďalšom odpojení kľúča Nitrokey od počítača sa obrazovka automaticky uzamkne.
sl: Ko naslednjič odklopite ključ Nitrokey iz računalnika, bo samodejno zaklenil zaslon.
sv: Nästa gång du kopplar bort Nitrokey från datorn låser den automatiskt skärmen.
zh_cn: 下次你从电脑上拔下Nitrokey时，它将自动锁定屏幕。

source: Setup with Gnu Privacy Assistant (GPA)
bg: Настройка с Gnu Privacy Assistant (GPA)
cs: Nastavení pomocí nástroje Gnu Privacy Assistant (GPA)
da: Opsætning med Gnu Privacy Assistant (GPA)
de: Einrichtung mit Gnu Privacy Assistant (GPA)
el: Ρύθμιση με το Gnu Privacy Assistant (GPA)
es: Configuración con Gnu Privacy Assistant (GPA)
et: Seadistamine Gnu Privacy Assistant (GPA) abil
fi: Asennus Gnu Privacy Assistant (GPA) -apuohjelman avulla
fr: Configuration avec Gnu Privacy Assistant (GPA)
hu: Beállítás a Gnu Privacy Assistant (GPA) segítségével
ja: Gnu Privacy Assistant（GPA）によるセットアップ
lt: Sąranka naudojant "Gnu" privatumo asistentą (GPA)
lv: Iestatīšana, izmantojot Gnu Privacy Assistant (GPA)
nl: Setup met Gnu Privacy Assistant (GPA)
pl: Konfiguracja za pomocą Gnu Privacy Assistant (GPA)
pt: Configuração com o Gnu Privacy Assistant (GPA)
ro: Configurare cu Gnu Privacy Assistant (GPA)
ru: Настройка с помощью Gnu Privacy Assistant (GPA)
sk: Nastavenie pomocou aplikácie Gnu Privacy Assistant (GPA)
sl: Nastavitev s programom Gnu Privacy Assistant (GPA)
sv: Installation med Gnu Privacy Assistant (GPA)
zh_cn: 用Gnu隐私助理（GPA）进行设置

source: This document describes how to use Gnu Privacy Assistant (GPA) to set up the Nitrokey for its first usage.
bg: Този документ описва как да използвате Gnu Privacy Assistant (GPA), за да настроите Nitrokey за първата му употреба.
cs: Tento dokument popisuje, jak pomocí nástroje Gnu Privacy Assistant (GPA) nastavit Nitrokey pro první použití.
da: Dette dokument beskriver, hvordan du bruger Gnu Privacy Assistant (GPA) til at konfigurere Nitrokey til den første brug.
de: Dieses Dokument beschreibt, wie Sie den Gnu Privacy Assistant (GPA) verwenden, um den Nitrokey für die erste Verwendung einzurichten.
el: Αυτό το έγγραφο περιγράφει τον τρόπο χρήσης του Gnu Privacy Assistant (GPA) για να ρυθμίσετε το Nitrokey για την πρώτη του χρήση.
es: Este documento describe cómo utilizar el Asistente de Privacidad Gnu (GPA) para configurar la Nitrokey para su primer uso.
et: Selles dokumendis kirjeldatakse, kuidas kasutada Gnu Privacy Assistant (GPA), et seadistada Nitrokey't selle esmakordseks kasutamiseks.
fi: Tässä dokumentissa kuvataan, miten Gnu Privacy Assistant (GPA) -toiminnon avulla Nitrokey-avain asetetaan ensimmäistä käyttökertaa varten.
fr: Ce document décrit comment utiliser Gnu Privacy Assistant (GPA) pour configurer la Nitrokey pour sa première utilisation.
hu: Ez a dokumentum leírja, hogyan kell a Gnu Privacy Assistant (GPA) segítségével beállítani a Nitrokey-t az első használathoz.
ja: このドキュメントでは、Gnu Privacy Assistant（GPA）を使用して、Nitrokeyを初めて使用する際の設定方法を説明します。
lt: Šiame dokumente aprašoma, kaip naudoti "Gnu Privacy Assistant" (GPA), norint nustatyti "Nitrokey" pirmajam naudojimui.
lv: Šajā dokumentā ir aprakstīts, kā izmantot Gnu Privacy Assistant (GPA), lai iestatītu Nitrokey pirmreizējai lietošanai.
nl: Dit document beschrijft hoe je Gnu Privacy Assistant (GPA) gebruikt om de Nitrokey in te stellen voor het eerste gebruik.
pl: Ten dokument opisuje jak używać Gnu Privacy Assistant (GPA) do skonfigurowania Nitrokey do pierwszego użycia.
pt: Este documento descreve como usar o Gnu Privacy Assistant (GPA) para configurar a Nitrokey para a sua primeira utilização.
ro: Acest document descrie modul în care se utilizează Gnu Privacy Assistant (GPA) pentru a configura Nitrokey pentru prima sa utilizare.
ru: В этом документе описано, как использовать Gnu Privacy Assistant (GPA) для настройки Nitrokey для первого использования.
sk: Tento dokument popisuje, ako pomocou aplikácie Gnu Privacy Assistant (GPA) nastaviť Nitrokey na prvé použitie.
sl: V tem dokumentu je opisano, kako s programom Gnu Privacy Assistant (GPA) nastavite ključ Nitrokey za prvo uporabo.
sv: I det här dokumentet beskrivs hur du använder Gnu Privacy Assistant (GPA) för att ställa in Nitrokey för första gången.
zh_cn: 本文介绍了如何使用Gnu隐私助手（GPA）来设置Nitrokey的首次使用。
