Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/hsm.po
Languages: bg, cs, da, de, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: Nitrokey PINs can be up to 16 digits long and can consist of numbers, characters and special characters. Note: When using GnuPG or OpenSC, 32 character long PINs can be used but aren't supported by Nitrokey App.
bg: ПИН кодовете на Nitrokey могат да бъдат с дължина до 16 цифри и да се състоят от цифри, знаци и специални символи. Забележка: Когато използвате GnuPG или OpenSC, могат да се използват ПИН кодове с дължина 32 символа, но те не се поддържат от приложението Nitrokey.
cs: PINy úložiště Nitrokey mohou mít až 20 číslic a mohou se skládat z čísel, znaků a speciálních znaků. Poznámka: Při použití GnuPG nebo OpenSC lze použít 32 znaků dlouhé kódy PIN, které však aplikace Nitrokey nepodporuje.
da: Nitrokey PIN-koder kan være op til 16 cifre lange og kan bestå af tal, tegn og specialtegn. Bemærk: Når du bruger GnuPG eller OpenSC, kan der bruges pinkoder med 32 tegn, men de understøttes ikke af Nitrokey App.
el: Οι κωδικοί PIN του Nitrokey μπορούν να έχουν μήκος έως και 16 ψηφία και να αποτελούνται από αριθμούς, χαρακτήρες και ειδικούς χαρακτήρες. Σημείωση: Όταν χρησιμοποιείτε το GnuPG ή το OpenSC, μπορούν να χρησιμοποιηθούν PIN με 32 χαρακτήρες, αλλά δεν υποστηρίζονται από την εφαρμογή Nitrokey App.
es: Los PINs de Nitrokey pueden tener hasta 16 dígitos y pueden consistir en números, caracteres y caracteres especiales. Nota: Cuando se utiliza GnuPG u OpenSC, se pueden utilizar PINs de 32 caracteres, pero no son compatibles con Nitrokey App.
et: Nitrokey PIN-koodid võivad olla kuni 16-kohalised ja koosneda numbritest, tähemärkidest ja erimärkidest. Märkus: GnuPG või OpenSC kasutamisel saab kasutada 32 tähemärgi pikkuseid PIN-koode, kuid Nitrokey App ei toeta neid.
fi: Nitrokey PIN-koodit voivat olla enintään 16-numeroisia ja koostua numeroista, kirjaimista ja erikoismerkeistä. Huomautus: GnuPG:tä tai OpenSC:tä käytettäessä voidaan käyttää 32 merkin pituisia PIN-koodeja, mutta Nitrokey App ei tue niitä.
fr: Les PIN Nitrokey peuvent comporter jusqu'à 16 chiffres et peuvent être composés de chiffres, de caractères et de caractères spéciaux. Remarque : lorsque vous utilisez GnuPG ou OpenSC, vous pouvez utiliser des codes PIN de 32 caractères mais ils ne sont pas pris en charge par Nitrokey App.
hu: A Nitrokey PIN-kódok legfeljebb 16 számjegy hosszúak lehetnek, és számokból, karakterekből és speciális karakterekből állhatnak. Megjegyzés: GnuPG vagy OpenSC használatakor 32 karakter hosszú PIN-kódok is használhatók, de a Nitrokey App nem támogatja őket.
ja: NitrokeyのPINは最大16桁の長さで、数字、文字、特殊文字で構成することができます。注：GnuPGまたはOpenSCを使用する場合、32文字の長さのPINを使用できますが、Nitrokey Appではサポートされていません。
lt: "Nitrokey" PIN kodai gali būti iki 16 skaitmenų ilgio, juos gali sudaryti skaičiai, simboliai ir specialieji ženklai. Pastaba: naudojant "GnuPG" arba "OpenSC", galima naudoti 32 simbolių ilgio PIN kodus, tačiau "Nitrokey" programa jų nepalaiko.
lv: Nitrokey PIN var būt līdz 16 ciparu garš, un tas var sastāvēt no cipariem, rakstzīmēm un speciālajām rakstzīmēm. Piezīme: Izmantojot GnuPG vai OpenSC, var izmantot 32 rakstzīmju garus PIN kodus, taču Nitrokey lietotne tos neatbalsta.
nl: Nitrokey PIN's kunnen maximaal 16 cijfers lang zijn en kunnen bestaan uit cijfers, tekens en speciale tekens. Opmerking: Bij gebruik van GnuPG of OpenSC kunnen PIN's van 32 tekens worden gebruikt, maar deze worden niet door de Nitrokey App ondersteund.
pl: PINy Nitrokey mogą mieć długość do 16 cyfr i mogą składać się z cyfr, znaków i znaków specjalnych. Uwaga: W przypadku używania GnuPG lub OpenSC można używać PINów o długości 32 znaków, ale nie są one obsługiwane przez Nitrokey App.
pt: Os PINs Nitrokey podem ter até 16 dígitos e podem ser compostos por números, caracteres e caracteres especiais. Nota: Ao usar GnuPG ou OpenSC, podem ser usados PINs com 32 caracteres mas são't suportados pela Nitrokey App.
ro: PIN-urile Nitrokey pot avea o lungime de până la 16 cifre și pot fi formate din numere, caractere și caractere speciale. Notă: Atunci când se utilizează GnuPG sau OpenSC, se pot utiliza PIN-uri cu o lungime de 32 de caractere, dar nu sunt acceptate de Nitrokey App.
ru: PIN-коды Nitrokey могут быть длиной до 16 цифр и состоять из цифр, знаков и специальных символов. Примечание: При использовании GnuPG или OpenSC можно использовать PIN-коды длиной 32 символа, но они не поддерживаются приложением Nitrokey.
sk: PIN kód Nitrokey môže mať až 16 číslic a môže pozostávať z číslic, znakov a špeciálnych znakov. Poznámka: Pri používaní GnuPG alebo OpenSC je možné používať 32 znakov dlhé kódy PIN, ktoré však aplikácia Nitrokey nepodporuje.
sl: Nitrokey PIN je lahko dolg do 16 številk in je lahko sestavljen iz številk, znakov in posebnih znakov. Opomba: Če uporabljate GnuPG ali OpenSC, lahko uporabite 32 znakov dolge kode PIN, vendar jih aplikacija Nitrokey ne podpira.
sv: Nitrokey PIN-koder kan vara upp till 16 siffror långa och bestå av siffror, tecken och specialtecken. Obs: När du använder GnuPG eller OpenSC kan du använda PIN-koder som är 32 tecken långa, men de stöds inte av Nitrokey App.
zh_cn: Nitrokey的PIN码最多可以有16位，可以由数字、字符和特殊字符组成。注意：当使用GnuPG或OpenSC时，可以使用32个字符的PIN码，但不被Nitrokey应用程序支持。

source: **Q:** What is the User PIN for?
bg: **В:** За какво се използва ПИН кодът на потребителя?
cs: **Q:** K čemu slouží uživatelský kód PIN?
da: **Q:** Hvad er bruger-PIN-koden til?
el: **Ερώτηση:** Για ποιο λόγο χρησιμοποιείται το PIN χρήστη;
es: **P: ** ¿Para qué sirve el PIN de usuario?
et: **K:** Milleks on kasutaja PIN-kood?
fi: **Q:** Mitä varten on käyttäjän PIN-koodi?
fr: **Q:** A quoi sert le code PIN de l'utilisateur ?
hu: **K:** Mire szolgál a felhasználói PIN-kód?
ja: **Q:** ユーザーPINは何のためのものですか？
lt: **Q:** Kam skirtas naudotojo PIN kodas?
lv: **Q:** Kādam nolūkam tiek izmantots lietotāja PIN kods?
nl: **Q:** Waarvoor dient de gebruikers-PIN?
pl: **Q:** Do czego służy kod PIN użytkownika?
pt: **Q:** Para que serve o PIN do utilizador?
ro: **Întrebare:** La ce folosește PIN-ul de utilizator?
ru: **В:** Для чего нужен PIN-код пользователя?
sk: **Q:** Na čo slúži používateľský kód PIN?
sl: **Q:** Za kaj je namenjena uporabniška koda PIN?
sv: **Q:** Vad är användar-PIN-koden till för?
zh_cn: **问：**用户密码是什么？

source: The PIN is at least 6-digits long and is used to get access to the contect of the Nitrokey. This is the PIN you will use a lot in every day use
bg: ПИН кодът е дълъг най-малко 6 цифри и се използва за достъп до съдържанието на Nitrokey. Това е ПИН кодът, който ще използвате често в ежедневието.
cs: PIN je nejméně šestimístný a slouží k přístupu ke kontaktu Nitrokey. Tento kód PIN budete často používat při každodenním používání.
da: PIN-koden er mindst 6 cifre lang og bruges til at få adgang til Nitrokey's område. Dette er den PIN-kode, som du vil bruge meget i dagligdagen.
el: Το PIN είναι τουλάχιστον 6ψήφιο και χρησιμοποιείται για την πρόσβαση στο περιεχόμενο του Nitrokey. Αυτό είναι το PIN που θα χρησιμοποιείτε συχνά στην καθημερινή σας χρήση.
es: El PIN tiene al menos 6 dígitos y se utiliza para acceder al contenido de la Nitrokey. Este es el PIN que usará mucho en el uso diario
et: PIN-kood on vähemalt 6-kohaline ja seda kasutatakse juurdepääsuks Nitrokey kontaktile. See on PIN-kood, mida kasutate igapäevaselt palju.
fi: PIN-koodi on vähintään 6-numeroinen, ja sitä käytetään Nitrokey-avainten käyttöoikeuksien saamiseksi. Tätä PIN-koodia käytät paljon jokapäiväisessä käytössäsi.
fr: Le code PIN est composé d'au moins 6 chiffres et est utilisé pour accéder au contenu de la Nitrokey. C'est le code PIN que vous utiliserez souvent dans votre vie quotidienne.
hu: A PIN-kód legalább 6 számjegyű, és a Nitrokey konteójához való hozzáférésre szolgál. Ezt a PIN-kódot a mindennapi használat során gyakran fogja használni.
ja: PINは少なくとも6桁の長さで、Nitrokeyのコンテクストにアクセスするために使用されます。このPINは、日常的によく使うものです。
lt: PIN kodas yra bent 6 skaitmenų ilgio ir naudojamas norint gauti prieigą prie "Nitrokey" kontakto. Šį PIN kodą dažnai naudosite kiekvieną dieną.
lv: PIN kods ir vismaz sešciparu, un to izmanto, lai piekļūtu Nitrokey kontekstam. Šo PIN kodu jūs bieži izmantosiet ikdienā.
nl: De PIN is minstens 6 cijfers lang en wordt gebruikt om toegang te krijgen tot de inhoud van de Nitrokey. Dit is de PIN die u in het dagelijks gebruik vaak zult gebruiken
pl: PIN składa się z co najmniej 6 cyfr i jest używany do uzyskania dostępu do zawartości Nitrokey. Jest to PIN, którego będziesz często używać w codziennym użytkowaniu.
pt: O PIN tem pelo menos 6 dígitos e é usado para ter acesso ao conteudo da Nitrokey. Este é o PIN que você usará muito em cada dia de uso
ro: PIN-ul are o lungime de cel puțin 6 cifre și este utilizat pentru a obține acces la conținutul Nitrokey. Acesta este PIN-ul pe care îl veți folosi foarte des în fiecare zi.
ru: PIN-код состоит как минимум из 6 цифр и используется для получения доступа к контенту Nitrokey. Этот PIN-код вы будете часто использовать в повседневной жизни.
sk: Kód PIN má najmenej 6 číslic a slúži na získanie prístupu ku kontaktu Nitrokey. Tento kód PIN budete často používať pri každodennom používaní
sl: PIN je dolg najmanj 6 številk in se uporablja za dostop do vsebine ključa Nitrokey. To je PIN, ki ga boste pogosto uporabljali pri vsakodnevni uporabi.
sv: PIN-koden är minst 6 siffror lång och används för att få tillgång till Nitrokey-kontexten. Detta är den PIN-kod som du kommer att använda ofta i vardagen.
zh_cn: PIN码至少有6位数，用于进入Nitrokey的保护范围。这是你在日常使用中会经常用到的密码。

source: The PIN can have up to 16 digits and other characters (e.g. alphabetic and special characters). But as the PIN is blocked as soon three wrong PIN attempts were done, it is sufficiently secure to only have a 6 digits PIN.
bg: ПИН кодът може да съдържа до 16 цифри и други знаци (напр. буквени и специални знаци). Но тъй като ПИН кодът се блокира при три грешни опита за въвеждане на ПИН код, достатъчно сигурно е да имате само 6-цифрен ПИН код.
cs: PIN může obsahovat až 16 číslic a další znaky (např. abecední a speciální znaky). Protože je však kód PIN zablokován, jakmile dojde ke třem chybným pokusům o zadání kódu PIN, je dostatečně bezpečné mít pouze šestimístný kód PIN.
da: PIN-koden kan have op til 16 cifre og andre tegn (f.eks. alfabetiske tegn og specialtegn). Men da PIN-koden blokeres, så snart tre forkerte PIN-forsøg er foretaget, er det tilstrækkeligt sikkert kun at have en 6-cifret PIN-kode.
el: Το PIN μπορεί να έχει έως και 16 ψηφία και άλλους χαρακτήρες (π.χ. αλφαβητικούς και ειδικούς χαρακτήρες). Καθώς όμως το PIN μπλοκάρεται μόλις γίνουν τρεις λανθασμένες απόπειρες PIN, είναι αρκετά ασφαλές να έχετε μόνο 6 ψηφία PIN.
es: El PIN puede tener hasta 16 dígitos y otros caracteres (por ejemplo, caracteres alfabéticos y especiales). Pero como el PIN se bloquea en cuanto se hacen tres intentos de PIN erróneos, es suficientemente seguro tener sólo un PIN de 6 dígitos.
et: PIN-kood võib sisaldada kuni 16 numbrit ja muid sümboleid (nt tähestikku ja erimärke). Kuid kuna PIN-kood blokeeritakse kohe, kui on tehtud kolm vale PIN-koodi katset, on piisavalt turvaline kasutada ainult 6-kohalist PIN-koodi.
fi: PIN-koodissa voi olla enintään 16 numeroa ja muita merkkejä (esim. aakkos- ja erikoismerkkejä). Koska PIN-koodi kuitenkin estetään heti, kun kolme väärää PIN-koodiyritystä on tehty, on riittävän turvallista käyttää vain 6-numeroista PIN-koodia.
fr: Le PIN peut comporter jusqu'à 16 chiffres et d'autres caractères (par exemple, des caractères alphabétiques et spéciaux). Mais comme le PIN est bloqué dès que trois tentatives de PIN erroné ont été effectuées, il est suffisamment sûr de n'avoir qu'un PIN à 6 chiffres.
hu: A PIN-kód legfeljebb 16 számjegyből és egyéb karakterekből (pl. betű- és speciális karakterek) állhat. Mivel azonban a PIN-kódot három rossz PIN-kódkísérlet után blokkolja a rendszer, elegendő biztonságot nyújt, ha csak 6 számjegyű PIN-kódot használ.
ja: 暗証番号は、最大16桁の数字とその他の文字（アルファベットや特殊文字など）を使用することができます。しかし、暗証番号を3回間違えるとすぐにブロックされるため、6桁の暗証番号だけでも十分に安全です。
lt: PIN kodą gali sudaryti iki 16 skaitmenų ir kitų simbolių (pvz., raidžių ir specialiųjų ženklų). Tačiau kadangi PIN užblokuojamas, kai tik atliekami trys neteisingi PIN bandymai, pakankamai saugu turėti tik 6 skaitmenų PIN.
lv: PIN kodā var būt līdz 16 cipariem un citām rakstzīmēm (piemēram, burtiem un speciālajām rakstzīmēm). Taču, tā kā PIN tiek bloķēts, tiklīdz ir veikti trīs nepareizi PIN iegūšanas mēģinājumi, ir pietiekami droši izmantot tikai 6 ciparu PIN kodu.
nl: De PIN-code kan uit maximaal 16 cijfers en andere tekens (bv. alfabetische en speciale tekens) bestaan. Maar aangezien de PIN-code wordt geblokkeerd zodra drie verkeerde PIN-pogingen zijn gedaan, is het voldoende veilig om slechts een PIN-code van 6 cijfers te hebben.
pl: PIN może składać się z maksymalnie 16 cyfr i innych znaków (np. alfabetycznych i specjalnych). Ponieważ jednak kod PIN jest blokowany po trzech błędnych próbach, wystarczającym zabezpieczeniem jest posiadanie tylko 6-cyfrowego kodu PIN.
pt: O PIN pode ter até 16 dígitos e outros caracteres (por exemplo, caracteres alfabéticos e especiais). Mas como o PIN é bloqueado assim que três tentativas erradas de PIN são feitas, ele é suficientemente seguro para ter apenas um PIN de 6 dígitos.
ro: PIN-ul poate avea până la 16 cifre și alte caractere (de exemplu, caractere alfabetice și speciale). Dar, deoarece PIN-ul este blocat de îndată ce au avut loc trei încercări greșite de PIN, este suficient de sigur să aveți un PIN de numai 6 cifre.
ru: PIN-код может содержать до 16 цифр и другие символы (например, алфавитные и специальные символы). Но поскольку PIN блокируется сразу после трех неправильных попыток ввода PIN, достаточно безопасно иметь только PIN из 6 цифр.
sk: Kód PIN môže obsahovať až 16 číslic a ďalšie znaky (napr. abecedné a špeciálne znaky). Keďže sa však kód PIN zablokuje hneď po troch nesprávnych pokusoch o zadanie kódu PIN, je dostatočne bezpečné mať len 6-miestny kód PIN.
sl: PIN ima lahko do 16 številk in drugih znakov (npr. abecednih in posebnih znakov). Ker pa se PIN blokira takoj, ko so bili opravljeni trije napačni poskusi PIN, je dovolj varno, če je na voljo le šestmestna številka PIN.
sv: PIN-koden kan bestå av upp till 16 siffror och andra tecken (t.ex. bokstavs- och specialtecken). Men eftersom PIN-koden blockeras så snart tre felaktiga PIN-försök har gjorts, är det tillräckligt säkert att bara ha en 6-siffrig PIN-kod.
zh_cn: 密码最多可以有16位数字和其他字符（如字母和特殊字符）。但是，只要有三次错误的PIN尝试，PIN就会被阻止，所以只有6位数的PIN就足够安全了。

source: **Q:** What is the SO PIN for?
bg: **В:** За какво се използва ПИН кодът SO?
cs: **Q:** K čemu slouží kód SO PIN?
da: **Q:** Hvad er SO PIN-koden til?
el: **Q:** Για ποιο λόγο χρησιμοποιείται το SO PIN;
es: **P: ** ¿Para qué sirve el PIN del SO?
et: **K:** Milleks on SO PIN-kood?
fi: **Q:** Mitä varten on SO PIN-koodi?
fr: **Q:** A quoi sert le code PIN SO ?
hu: **K:** Mire szolgál az SO PIN-kód?
ja: **Q:** SOのPINは何のためにあるのですか？
lt: **Q:** Kam skirtas SO PIN kodas?
lv: **Q:** Kādam nolūkam tiek izmantots SO PIN kods?
nl: **Q:** Waar is de SO PIN voor?
pl: **Q:** Do czego służy SO PIN?
pt: **Q:** Para que serve o PIN SO?
ro: **Întrebare:** Pentru ce este PIN-ul SO?
ru: **В:** Для чего нужен SO PIN?
sk: **Q:** Na čo slúži kód SO PIN?
sl: **Q:** Za kaj se uporablja koda SO PIN?
sv: **Q:** Vad är SO PIN-koden till för?
zh_cn: **问：**SO PIN是什么意思？

source: The SO PIN is used in the Nitrokey HSM only and is something like a "master" PIN with special properties. Please read this instructions carefully to understand the SO PIN of the Nitrokey HSM.
bg: SO PIN се използва само в Nitrokey HSM и е нещо като "главен" PIN със специални свойства. Моля, прочетете внимателно тези инструкции, за да разберете SO PIN на Nitrokey HSM.
cs: **SO PIN:** SO PIN se používá pouze v Nitrokey HSM a je něco jako "master" PIN se speciálními vlastnostmi. Přečtěte si prosím pozorně tento návod, abyste porozuměli kódu SO PIN zařízení Nitrokey HSM.
da: **SO PIN:** SO PIN-koden bruges kun i Nitrokey HSM og er noget i retning af en "master" PIN-kode med særlige egenskaber. Læs venligst denne vejledning omhyggeligt for at forstå SO PIN-koden for Nitrokey HSM.
el: Το SO PIN χρησιμοποιείται μόνο στο Nitrokey HSM και είναι κάτι σαν ένα "master" PIN με ειδικές ιδιότητες. Παρακαλούμε διαβάστε προσεκτικά τις παρούσες οδηγίες για να κατανοήσετε το SO PIN του Nitrokey HSM.
es: El SO PIN se utiliza únicamente en el Nitrokey HSM y es algo así como un "maestro" PIN con propiedades especiales. Por favor, lea atentamente estas instrucciones para entender el SO PIN del Nitrokey HSM.
et: SO PIN-koodi kasutatakse ainult Nitrokey HSMis ja see on midagi sellist nagu "master" PIN-kood, millel on eriomadused. Palun lugege tähelepanelikult seda juhendit, et mõista Nitrokey HSM-i SO PIN-koodi.
fi: SO PIN-koodia käytetään vain Nitrokey HSM:ssä, ja se on eräänlainen "master" PIN-koodi, jolla on erityisominaisuuksia. Lue nämä ohjeet huolellisesti, jotta ymmärrät Nitrokey HSM:n SO PIN-koodin.
fr: Le SO PIN est utilisé uniquement dans le Nitrokey HSM et est en quelque sorte un PIN "maître" avec des propriétés spéciales. Veuillez lire attentivement ces instructions pour comprendre le SO PIN du Nitrokey HSM.
hu: Az SO PIN csak a Nitrokey HSM-ben használatos, és olyan, mint egy "master" PIN különleges tulajdonságokkal. Kérjük, olvassa el figyelmesen ezt az útmutatót, hogy megértse a Nitrokey HSM SO PIN-kódját.
ja: SO PINは、Nitrokey HSMでのみ使用され、特殊な性質を持つ"master"PINのようなものです。この説明書をよく読んで、Nitrokey HSMのSO PINについて理解してください。
lt: SO PIN kodas naudojamas tik "Nitrokey HSM" ir yra tarsi "pagrindinis" PIN kodas su specialiomis savybėmis. Atidžiai perskaitykite šią instrukciją, kad suprastumėte "Nitrokey HSM" SO PIN kodą.
lv: SO PIN kods tiek izmantots tikai Nitrokey HSM un ir kaut kas līdzīgs "galvenajam" PIN kodam ar īpašām īpašībām. Lūdzu, uzmanīgi izlasiet šo instrukciju, lai izprastu Nitrokey HSM SO PIN kodu.
nl: De SO PIN wordt alleen in de Nitrokey HSM gebruikt en is zoiets als een "master" PIN met speciale eigenschappen. Lees deze instructies zorgvuldig door om de SO PIN van de Nitrokey HSM te begrijpen.
pl: SO PIN jest używany tylko w Nitrokey HSM i jest czymś w rodzaju "master" PIN ze specjalnymi właściwościami. Prosimy o uważne przeczytanie tej instrukcji, aby zrozumieć SO PIN dla HSM Nitrokey.
pt: O PIN SO é usado apenas no Nitrokey HSM e é algo como um "master" PIN com propriedades especiais. Por favor leia atentamente estas instruções para compreender o PIN SO do Nitrokey HSM.
ro: PIN-ul SO este utilizat numai în Nitrokey HSM și este un fel de "master" PIN cu proprietăți speciale. Vă rugăm să citiți cu atenție aceste instrucțiuni pentru a înțelege PIN-ul SO al Nitrokey HSM.
ru: SO PIN используется только в Nitrokey HSM и является чем-то вроде "главного" PIN со специальными свойствами. Пожалуйста, внимательно прочитайте эту инструкцию, чтобы понять, что такое SO PIN-код Nitrokey HSM.
sk: SO PIN sa používa len v Nitrokey HSM a je niečo ako "master" PIN so špeciálnymi vlastnosťami. Pozorne si prečítajte tento návod, aby ste pochopili SO PIN v systéme Nitrokey HSM.
sl: SO PIN se uporablja samo v sistemu Nitrokey HSM in je nekaj podobnega kot "glavni" PIN s posebnimi lastnostmi. Pozorno preberite ta navodila, da boste razumeli kodo SO PIN naprave Nitrokey HSM.
sv: SO PIN-koden används endast i Nitrokey HSM och är ungefär som en "master" PIN-kod med särskilda egenskaper. Läs denna instruktion noggrant för att förstå SO PIN-koden för Nitrokey HSM.
zh_cn: SO PIN仅在Nitrokey HSM中使用，它类似于具有特殊属性的主密码。请仔细阅读本说明以了解Nitrokey HSM的SO PIN。

source: The SO PIN has to be exactly 16 digits long.
bg: ПИН кодът на SO трябва да е дълъг точно 16 цифри.
cs: PIN SO musí mít přesně 16 číslic.
da: SO PIN-koden skal være præcis 16 cifre lang.
el: Το SO PIN πρέπει να είναι ακριβώς 16 ψηφία.
es: El PIN SO debe tener exactamente 16 dígitos.
et: SO PIN-kood peab olema täpselt 16-kohaline.
fi: SO PIN-koodin on oltava täsmälleen 16-numeroinen.
fr: Le code PIN du SO doit comporter exactement 16 chiffres.
hu: Az SO PIN-kódnak pontosan 16 számjegyűnek kell lennie.
ja: SO PINは正確に16桁の長さでなければなりません。
lt: SO PIN kodas turi būti lygiai 16 skaitmenų ilgio.
lv: SO PIN jābūt tieši 16 ciparu garam.
nl: De SO PIN moet precies 16 cijfers lang zijn.
pl: SO PIN musi mieć długość dokładnie 16 cyfr.
pt: O PIN SO tem de ter exactamente 16 dígitos.
ro: PIN-ul SO trebuie să fie format din exact 16 cifre.
ru: SO PIN должен состоять ровно из 16 цифр.
sk: PIN SO musí mať presne 16 číslic.
sl: SO PIN mora biti dolg natanko 16 številk.
sv: SO PIN-koden måste vara exakt 16 siffror lång.
zh_cn: SO PIN的长度必须正好是16位数。

source: **Q:** How many data objects (DF, EF) can be stored?
bg: **В:** Колко обекта за данни (DF, EF) могат да се съхраняват?
cs: **Q:** Kolik datových objektů (DF, EF) lze uložit?
da: **Q:** Hvor mange dataobjekter (DF, EF) kan gemmes?
el: **Q:** Πόσα αντικείμενα δεδομένων (DF, EF) μπορούν να αποθηκευτούν;
es: **Q:** ¿Cuántos objetos de datos (DF, EF) se pueden almacenar?
et: **K:** Mitu andmeobjekti (DF, EF) saab salvestada?
fi: **Q:** Kuinka monta tieto-objektia (DF, EF) voidaan tallentaa?
fr: **Q:** Combien d'objets de données (DF, EF) peuvent être stockés ?
hu: **K:** Hány adatobjektum (DF, EF) tárolható?
ja: **Q:** データオブジェクト（DF, EF）はいくつまで保存できますか？
lt: **Q:** Kiek duomenų objektų (DF, EF) galima saugoti?
lv: **Q:** Cik daudz datu objektu (DF, EF) var saglabāt?
nl: **Q:** Hoeveel gegevensobjecten (DF, EF) kunnen worden opgeslagen?
pl: **Q:** Ile obiektów danych (DF, EF) może być przechowywanych?
pt: **Q:** Quantos objetos de dados (DF, EF) podem ser armazenados?
ro: **Q:** Câte obiecte de date (DF, EF) pot fi stocate?
ru: **В:** Сколько объектов данных (DF, EF) можно хранить?
sk: **Q:** Koľko dátových objektov (DF, EF) je možné uložiť?
sl: **Q:** Koliko podatkovnih objektov (DF, EF) je mogoče shraniti?
sv: **Q:** Hur många dataobjekt (DF, EF) kan lagras?
zh_cn: **问：**可以存储多少个数据对象（DF、EF）？
