Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/hsm.po
Languages: bg, cs, da, de, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: The security controler's hardware and operating system are Common Criteria certified (`Security Target`_; `HSM2 Report`_; See `here`_, click "ICs, Smart Cards and Smart Card-Related Devices and Systems" and search for "NXP JCOP 3 P60").
bg: Хардуерът и операционната система на контролера за сигурност са сертифицирани по Common Criteria (`Security Target`_; `HSM2 Report`_; Вижте `тук`_, кликнете върху "ICs, Smart Cards and Smart Card-Related Devices and Systems" и потърсете "NXP JCOP 3 P60").
cs: **Nitrokey HSM2:`Security Target`_; `HSM2 Report`_; Viz `zde`_, klikněte na "ICs, Smart Cards and Smart Card-Related Devices and Systems" a vyhledejte "NXP JCOP 3 P60").
da: **Nitrokey HSM2:** Sikkerhedskontrollen's hardware og operativsystem er Common Criteria-certificeret (`Security Target`_; `HSM2 Report`_; Se `her`_, klik på "ICs, Smart Cards and Smart Card-Related Devices and Systems" og søg efter "NXP JCOP 3 P60").
el: Το υλικό και το λειτουργικό σύστημα του ελεγκτή ασφαλείας είναι πιστοποιημένα με Common Criteria (`Security Target`_- `HSM2 Report`_- Δείτε `εδώ`_, κάντε κλικ στο "ICs, Smart Cards and Smart Card-Related Devices and Systems"και αναζητήστε "NXP JCOP 3 P60").
es: El hardware y el sistema operativo del controlador de seguridad cuentan con la certificación Common Criteria (`Objetivo de seguridad`_; `Informe HSM2`_; Consulte `aquí`_, haga clic en "CI, tarjetas inteligentes y dispositivos y sistemas relacionados con las tarjetas inteligentes" y busque "NXP JCOP 3 P60").
et: Turvakontrolleri'riistvara ja operatsioonisüsteem on Common Criteria sertifitseeritud (`Turvalisuse sihtmärk`_; `HSM2 aruanne`_; Vt `tema`_, klõpsake "ICs, Smart Cards and Smart Card-Related Devices and Systems" ja otsige "NXP JCOP 3 P60").
fi: Turvallisuusvalvontalaitteisto ja käyttöjärjestelmä ovat Common Criteria -sertifioituja (`Turvallisuuskohde`_; `HSM2-raportti`_; Katso `täällä`_, klikkaa "IC:t, älykortit ja älykortteihin liittyvät laitteet ja järjestelmät" ja etsi "NXP JCOP 3 P60").
fr: Le matériel et le système d'exploitation du contrôleur de sécurité sont certifiés Critères Communs (`Security Target`_ ; `HSM2 Report`_ ; Voir `here`_, cliquer sur "ICs, Smart Cards and Smart Card-Related Devices and Systems" et rechercher "NXP JCOP 3 P60").
hu: A biztonsági vezérlő hardvere és operációs rendszere Common Criteria tanúsítvánnyal rendelkezik (`Security Target`_; `HSM2 Report`_; Lásd `itt`_, kattintson a "ICs, Smart Cards and Smart Card-Related Devices and Systems"-re, és keressen rá a "NXP JCOP 3 P60" kifejezésre).
ja: セキュリティ・コントロール・システムのハードウェアとオペレーティング・システムはコモン・クライテリア認証を受けています（`Security Target`_; `HSM2 Report`_; `こちら`_、"IC, Smart Cards and Smart Card-Related Devices and Systems"をクリックし、"NXP JCOP 3 P60"を検索してください）。
lt: Saugumo valdiklio techninė įranga ir operacinė sistema yra sertifikuotos pagal Bendruosius kriterijus (`Security Target`_; `HSM2 Report`_; Žr. `čia`_, spustelėkite "ICs, Smart Cards and Smart Card-Related Devices and Systems" ir ieškokite "NXP JCOP 3 P60").
lv: Drošības kontrolierīces aparatūra un operētājsistēma ir sertificēta saskaņā ar Common Criteria (`Security Target`_; `HSM2 Report`_; Skatīt `šeit`_, noklikšķiniet uz "ICs, Smart Cards and Smart Card-Related Devices and Systems" un meklējiet "NXP JCOP 3 P60 ").
nl: De hardware en het besturingssysteem van de veiligheidscontroller's zijn Common Criteria-gecertificeerd (`Security Target`_; `HSM2 Report`_; Zie `hier`_, klik "ICs, Smart Cards and Smart Card-Related Devices and Systems" en zoek naar "NXP JCOP 3 P60").
pl: Sprzęt i system operacyjny kontrolera bezpieczeństwa'posiadają certyfikat Common Criteria (`Security Target`_; `HSM2 Report`_; Zobacz `here`_, kliknij "ICs, Smart Cards and Smart Card-Related Devices and Systems" i wyszukaj "NXP JCOP 3 P60").
pt: O controle de segurança's hardware e sistema operacional são certificados pelos Common Criteria (`Security Target`_; `HSM2 Report`_; Veja `here`_, click "ICs, Smart Cards e Dispositivos e Sistemas Relacionados com Smart Card" e procure por "NXP JCOP 3 P60").
ro: Hardware-ul și sistemul de operare al controlerului de securitate's sunt certificate Common Criteria (`Security Target`_; `HSM2 Report`_; Consultați ` aici`_, faceți clic pe "ICs, Smart Cards and Smart Card-Related Devices and Systems" și căutați "NXP JCOP 3 P60").
ru: Аппаратное обеспечение и операционная система контроллера безопасности сертифицированы по Common Criteria (`Security Target`_; `HSM2 Report`_; см. `здесь`_, нажмите "ICs, Smart Cards and Smart Card-Related Devices and Systems" и найдите "NXP JCOP 3 P60").
sk: Hardvér a operačný systém kontroléra zabezpečenia sú certifikované podľa Common Criteria (`Security Target`_; `HSM2 Report`_; Pozri `zde`_, kliknite na "ICs, Smart Cards and Smart Card-Related Devices and Systems" a vyhľadajte "NXP JCOP 3 P60").
sl: Strojna oprema in operacijski sistem varnostnega krmilnika sta certificirana po skupnih merilih (`Security Target`_; `HSM2 Report`_; Glej `tu`_, kliknite "ICs, Smart Cards and Smart Card-Related Devices and Systems" in poiščite "NXP JCOP 3 P60").
sv: Säkerhetsstyrningen och operativsystemet är certifierade enligt Common Criteria (`Security Target`_; `HSM2 Report`_; se `här`_, klicka på "ICs, Smart Cards and Smart Card-Related Devices and Systems" och sök efter "NXP JCOP 3 P60").
zh_cn: 该安全控制器的硬件和操作系统通过了Common Criteria认证（`安全目标`；`HSM2报告`；见`这里`，点击"IC、智能卡和智能卡相关设备和系统`；并搜索"NXP JCOP 3 P60" ）。

source: Importing Keys and Certificates
bg: Импортиране на ключове и сертификати
cs: Import klíčů a certifikátů
da: Import af nøgler og certifikater
de: Importieren von Schlüsseln und Zertifikaten
el: Εισαγωγή κλειδιών και πιστοποιητικών
es: Importación de claves y certificados
et: Võtmete ja sertifikaatide importimine
fi: Avainten ja varmenteiden tuominen
fr: Importation de clés et de certificats
hu: Kulcsok és tanúsítványok importálása
ja: キーと証明書のインポート
lt: Raktų ir sertifikatų importavimas
lv: Atslēgu un sertifikātu importēšana
nl: Sleutels en certificaten importeren
pl: Importowanie kluczy i certyfikatów
pt: Chaves e Certificados de Importação
ro: Importul cheilor și certificatelor
ru: Импорт ключей и сертификатов
sk: Importovanie kľúčov a certifikátov
sl: Uvoz ključev in potrdil
sv: Importera nycklar och certifikat
zh_cn: 导入钥匙和证书

source: Generally the concept to import key-pairs and/or certificates is the following:
bg: Като цяло концепцията за импортиране на двойки ключове и/или сертификати е следната:
cs: Obecně je koncept importu párů klíčů a/nebo certifikátů následující:
da: Generelt er konceptet for import af nøglepar og/eller certifikater som følger:
de: Generell ist das Konzept zum Importieren von Schlüsselpaaren und/oder Zertifikaten wie folgt:
el: Γενικά, η έννοια της εισαγωγής ζευγών κλειδιών ή/και πιστοποιητικών είναι η εξής:
es: Generalmente el concepto para importar pares de claves y/o certificados es el siguiente:
et: Üldiselt on võtmepaaride ja/või sertifikaatide importimise kontseptsioon järgmine:
fi: Avainparien ja/tai varmenteiden tuonti tapahtuu yleensä seuraavasti:
fr: En général, le concept pour importer des paires de clés et/ou des certificats est le suivant :
hu: Általában a kulcspárok és/vagy tanúsítványok importálása a következőképpen történik:
ja: 一般的に、鍵ペアや証明書をインポートするためのコンセプトは以下の通りです。
lt: Paprastai raktų porų ir (arba) sertifikatų importo koncepcija yra tokia:
lv: Parasti atslēgu pāru un/vai sertifikātu importēšanas koncepcija ir šāda:
nl: In het algemeen is het concept om sleutelparen en/of certificaten te importeren het volgende:
pl: Generalnie koncepcja importu par kluczy i/lub certyfikatów jest następująca:
pt: Geralmente o conceito de importação de pares de chaves e/ou certificados é o seguinte:
ro: În general, conceptul de a importa perechi de chei și/sau certificate este următorul:
ru: В целом, концепция импорта пар ключей и/или сертификатов выглядит следующим образом:
sk: Koncepcia importu párov kľúčov a/alebo certifikátov je vo všeobecnosti nasledovná:
sl: Na splošno je koncept uvoza parov ključev in/ali potrdil naslednji:
sv: Generellt sett är konceptet för att importera nyckelpar och/eller certifikat följande:
zh_cn: 一般来说，导入密钥对和/或证书的概念如下。

source: Create a DKEK (Device Key Encryption Key) share
bg: Създаване на дял DKEK (ключ за криптиране на устройството)
cs: Vytvoření sdílené složky DKEK (Device Key Encryption Key)
da: Opret en DKEK-andel (Enhedsnøgle-krypteringsnøgle)
de: Erstellen Sie eine DKEK-Freigabe (Device Key Encryption Key)
el: Δημιουργήστε μια κοινή χρήση DKEK (Device Key Encryption Key)
es: Crear una acción DKEK (Clave de encriptación de la llave del dispositivo)
et: Loo DKEK (Device Key Encryption Key) aktsia
fi: Luo DKEK (Device Key Encryption Key) -jako.
fr: Créer un partage DKEK (Device Key Encryption Key)
hu: DKEK (Device Key Encryption Key - Eszközkulcs titkosítási kulcs) megosztás létrehozása
ja: DKEK（デバイス・キー・エンクリプション・キー）共有の作成
lt: Sukurkite DKEK (įrenginio rakto šifravimo rakto) bendrinę dalį
lv: DKEK (Ierīces atslēgas šifrēšanas atslēgas) koplietojuma izveide
nl: Maak een DKEK (Device Key Encryption Key) aandeel
pl: Utwórz udział DKEK (Device Key Encryption Key)
pt: Criar uma partilha DKEK (Device Key Encryption Key)
ro: Creați o partajare DKEK (Device Key Encryption Key)
ru: Создайте общий ресурс DKEK (ключ шифрования ключа устройства)
sk: Vytvorenie zdieľaného kľúča DKEK (Device Key Encryption Key)
sl: Ustvarite delež DKEK (šifrirni ključ ključa naprave)
sv: Skapa en DKEK-delning (Device Key Encryption Key)
zh_cn: 创建一个DKEK（设备密钥加密密钥）共享

source: Initialize device and enable DKEK as "Device Encryption Scheme"
bg: Инициирайте устройството и активирайте DKEK като "Схема за криптиране на устройствата"
cs: Inicializujte zařízení a povolte DKEK jako "Device Encryption Scheme"
da: Initialiser enheden, og aktiver DKEK som "Enhedskrypteringsordning"
de: Gerät initialisieren und DKEK als "Device Encryption Scheme" aktivieren
el: Αρχικοποιήστε τη συσκευή και ενεργοποιήστε το DKEK ως "Σχήμα κρυπτογράφησης συσκευής",
es: Inicialice el dispositivo y habilite DKEK como "Esquema de cifrado del dispositivo"";
et: Initsialiseerige seade ja lubage DKEK kui "seadme krüpteerimisskeem"
fi: Alusta laite ja ota DKEK käyttöön "Device Encryption Scheme"-asetuksena;
fr: Initialiser le dispositif et activer DKEK comme "Device Encryption Scheme".
hu: Inicializálja az eszközt, és engedélyezze a DKEK-et mint "Device Encryption Scheme";
ja: デバイスを初期化し、DKEKをデバイス暗号化方式として有効にします。
lt: Inicializuokite įrenginį ir įjunkite DKEK kaip "Įrenginio šifravimo schemą";
lv: Inicializējiet ierīci un iespējojiet DKEK kā "Ierīces šifrēšanas shēmu";
nl: Initialiseer het apparaat en schakel DKEK in als "Device Encryption Scheme"
pl: Zainicjuj urządzenie i włącz DKEK jako "Device Encryption Scheme"
pt: Inicializar o dispositivo e ativar o DKEK como "Device Encryption Scheme"
ro: Inițializați dispozitivul și activați DKEK ca "Device Encryption Scheme"
ru: Инициализируйте устройство и включите DKEK как "схему шифрования устройства"
sk: Inicializujte zariadenie a povoľte DKEK ako "Device Encryption Scheme"
sl: Inicializirajte napravo in omogočite DKEK kot "Shemo šifriranja naprave"
sv: Initialisera enheten och aktivera DKEK som "Device Encryption Scheme"
zh_cn: 初始化设备并启用DKEK作为"设备加密方案"。

source: Import DKEK share into device
bg: Импортиране на дял от DKEK в устройството
cs: Import sdílené složky DKEK do zařízení
da: Importere DKEK-aktie til enheden
de: DKEK-Freigabe in Gerät importieren
el: Εισαγωγή μεριδίου DKEK στη συσκευή
es: Importar la cuota de DKEK en el dispositivo
et: Importida DKEKi aktsia seadmesse
fi: Tuo DKEK-jako laitteeseen
fr: Importez le partage DKEK dans l'appareil
hu: DKEK-megosztás importálása a készülékbe
ja: DKEKのシェアを機器に取り込む
lt: DKEK akcijos importavimas į įrenginį
lv: DKEK koplietojuma importēšana ierīcē
nl: DKEK-share in apparaat importeren
pl: Importuj udział DKEK do urządzenia
pt: Importar a quota DKEK para o dispositivo
ro: Importați cota DKEK în dispozitiv
ru: Импортируйте общий ресурс DKEK в устройство
sk: Importovať podiel DKEK do zariadenia
sl: Uvoz deleža DKEK v napravo
sv: Importera DKEK-andel till enheten
zh_cn: 将DKEK共享导入设备中

source: Import PKCS#12 container(s) into DKEK
bg: Импортиране на контейнер(и) PKCS#12 в DKEK
cs: Import kontejneru(ů) PKCS#12 do DKEK
da: Import af PKCS#12-beholder(e) til DKEK
de: Importieren von PKCS#12-Container(n) in DKEK
el: Εισαγωγή εμπορευματοκιβωτίων PKCS#12 στο DKEK
es: Importar contenedor(es) PKCS#12 a DKEK
et: PKCS#12 konteineri(de) importimine DKEKi
fi: Tuo PKCS#12-säiliö(t) DKEK:iin.
fr: Importer le(s) conteneur(s) PKCS#12 dans DKEK
hu: PKCS#12 konténer(ek) importálása a DKEK-be
ja: PKCS#12コンテナのDKEKへのインポート
lt: PKCS#12 konteinerio (-ių) importavimas į DKEK
lv: PKCS#12 konteinera(-u) importēšana DKEK sistēmā
nl: Importeer PKCS#12 container(s) in DKEK
pl: Zaimportuj kontener(y) PKCS#12 do DKEK
pt: Importar contentor(es) PKCS#12 para DKEK
ro: Importul containerului (containerelor) PKCS#12 în DKEK
ru: Импорт контейнера(ов) PKCS#12 в DKEK
sk: Import kontajnera(-ov) PKCS#12 do DKEK
sl: Uvoz vsebnikov PKCS#12 v DKEK
sv: Importera PKCS#12-behållare till DKEK
zh_cn: 向DKEK导入PKCS#12容器

source: This documentation covers only one specific use-case and should serve as an example for the overall workflow. For further information please read `this thread`_ and `this blog post`_.
bg: Тази документация обхваща само един конкретен случай на използване и трябва да служи като пример за цялостния работен процес. За допълнителна информация, моля, прочетете `тази тема`_ и `тази публикация в блога`_.
cs: Tato dokumentace se týká pouze jednoho konkrétního případu použití a měla by sloužit jako příklad celkového pracovního postupu. Další informace naleznete v `tomto vlákně`_ a `tomto příspěvku na blogu`_.
da: Denne dokumentation dækker kun en specifik brugssituation og skal tjene som eksempel for den overordnede arbejdsgang. For yderligere oplysninger kan du læse `denne tråd`_ og `detne blogindlæg`_.
de: Diese Dokumentation deckt nur einen speziellen Anwendungsfall ab und soll als Beispiel für den gesamten Arbeitsablauf dienen. Für weitere Informationen lesen Sie bitte `diesen Thread`_ und `diesen Blogbeitrag`_.
el: Η παρούσα τεκμηρίωση καλύπτει μόνο μία συγκεκριμένη περίπτωση χρήσης και θα πρέπει να χρησιμεύσει ως παράδειγμα για τη συνολική ροή εργασιών. Για περισσότερες πληροφορίες διαβάστε `αυτό το νήμα`_ και `αυτό το άρθρο στο ιστολόγιο`_.
es: Esta documentación cubre sólo un caso de uso específico y debería servir como ejemplo para el flujo de trabajo general. Para más información, por favor lea `este hilo`_ y `esta entrada de blog`_.
et: Käesolev dokumentatsioon hõlmab ainult ühte konkreetset kasutusjuhtumit ja peaks olema üldise töövoo näitena. Lisateabe saamiseks lugege `teda teemat`_ ja `teda blogipostitust`_.
fi: Tämä dokumentaatio kattaa vain yhden tietyn käyttötapauksen, ja sen pitäisi toimia esimerkkinä yleisestä työnkulusta. Lisätietoja saat lukemalla `tämän viestiketjun`_ ja `tämän blogikirjoituksen`_.
fr: Cette documentation ne couvre qu'un cas d'utilisation spécifique et doit servir d'exemple pour le flux de travail global. Pour plus d'informations, veuillez lire `ce fil de discussion`_ et `ce billet de blog`_.
hu: Ez a dokumentáció csak egy konkrét felhasználási esetre vonatkozik, és a teljes munkafolyamat példájaként szolgál. További információkért olvassa el `ezt a témát`_ és `ezt a blogbejegyzést`_.
ja: このドキュメントは、1つの特定のユースケースのみをカバーしており、全体的なワークフローの例として役立つはずです。さらに詳しい情報については、`このスレッド`_や`このブログ記事`_をご覧ください。
lt: Šioje dokumentacijoje aprašomas tik vienas konkretus naudojimo atvejis ir ji turėtų būti pavyzdys visai darbo eigai. Daugiau informacijos rasite `šioje temoje`_ ir `šiame tinklaraščio įraše`_.
lv: Šī dokumentācija attiecas tikai uz vienu konkrētu lietošanas gadījumu, un tai jākalpo par piemēru vispārējai darba plūsmai. Lai iegūtu plašāku informāciju, lūdzu, izlasiet `šo tēmu`_ un `šo bloga ierakstu`_.
nl: Deze documentatie behandelt slechts één specifieke use-case en moet dienen als voorbeeld voor de algemene workflow. Lees voor meer informatie `deze thread`_ en `deze blog post`_.
pl: Ta dokumentacja obejmuje tylko jeden konkretny przypadek użycia i powinna służyć jako przykład dla ogólnego przepływu pracy. Aby uzyskać więcej informacji, proszę przeczytać `ten wątek`_ i `ten wpis na blogu`_.
pt: Esta documentação cobre apenas um caso de uso específico e deve servir como exemplo para o fluxo de trabalho geral. Para mais informações, leia `este tópico`_ e `este post de blog`_.
ro: Această documentație acoperă doar un caz de utilizare specific și ar trebui să servească drept exemplu pentru fluxul de lucru general. Pentru informații suplimentare, vă rugăm să citiți `acest topic`_ și `acest articol de blog`_.
ru: Эта документация охватывает только один конкретный случай использования и должна служить примером для общего рабочего процесса. Для получения дополнительной информации, пожалуйста, прочитайте `эту тему`_ и `эту запись в блоге`_.
sk: Táto dokumentácia sa týka len jedného konkrétneho prípadu použitia a mala by slúžiť ako príklad celkového pracovného postupu. Ďalšie informácie nájdete v `tomto vlákne`_ a `tomto príspevku na blogu`_.
sl: Ta dokumentacija zajema le en poseben primer uporabe in naj bi služila kot primer za celoten potek dela. Za dodatne informacije preberite `to temo`_ in `to objavo na blogu`_.
sv: Den här dokumentationen omfattar endast ett specifikt användningsfall och ska fungera som ett exempel på det övergripande arbetsflödet. För ytterligare information läs `Denna tråd`_ och `Denna bloggpost`_.
zh_cn: 本文档只涵盖了一个特定的用例，并应作为整个工作流程的一个例子。更多信息请阅读`这个主题`_和`这个博文`_。

source: This procedure will reset your Nitrokey HSM 2 device and all data on it will be deleted!
bg: Тази процедура ще нулира вашето устройство Nitrokey HSM 2 и всички данни в него ще бъдат изтрити!
cs: Tímto postupem se zařízení Nitrokey HSM 2 resetuje a všechna data v něm budou vymazána!
da: Denne procedure nulstiller din Nitrokey HSM 2-enhed, og alle data på den bliver slettet!
de: Durch diesen Vorgang wird Ihr Nitrokey HSM 2 Gerät zurückgesetzt und alle darauf befindlichen Daten werden gelöscht!
el: Αυτή η διαδικασία θα επαναφέρει τη συσκευή Nitrokey HSM 2 και όλα τα δεδομένα της θα διαγραφούν!
es: Este procedimiento restablecerá su dispositivo Nitrokey HSM 2 y se borrarán todos los datos que contenga.
et: See protseduur nullib teie Nitrokey HSM 2 seadme ja kõik sellel olevad andmed kustutatakse!
fi: Tämä toimenpide nollaa Nitrokey HSM 2 -laitteesi ja kaikki sen tiedot poistetaan!
fr: Cette procédure réinitialisera votre dispositif Nitrokey HSM 2 et toutes les données qu'il contient seront effacées !
hu: Ez az eljárás visszaállítja a Nitrokey HSM 2 készüléket, és minden adat törlődik rajta!
ja: この手順では、Nitrokey HSM 2デバイスがリセットされ、デバイス上のすべてのデータが削除されます。
lt: Atlikus šią procedūrą "Nitrokey HSM 2" įrenginys bus iš naujo nustatytas ir visi jame esantys duomenys bus ištrinti!
lv: Šī procedūra atiestatīs jūsu Nitrokey HSM 2 ierīci, un visi tajā esošie dati tiks dzēsti!
nl: Deze procedure zal uw Nitrokey HSM 2 apparaat resetten en alle gegevens erop zullen worden gewist!
pl: Ta procedura zresetuje Twoje urządzenie Nitrokey HSM 2 i wszystkie znajdujące się na nim dane zostaną usunięte!
pt: Este procedimento irá reiniciar o seu dispositivo Nitrokey HSM 2 e todos os dados nele contidos serão apagados!
ro: Această procedură va reseta dispozitivul Nitrokey HSM 2 și toate datele de pe acesta vor fi șterse!
ru: Эта процедура приведет к сбросу устройства Nitrokey HSM 2, и все данные на нем будут удалены!
sk: Týmto postupom sa zariadenie Nitrokey HSM 2 resetuje a všetky údaje v ňom sa vymažú!
sl: S tem postopkom boste ponastavili napravo Nitrokey HSM 2 in vsi podatki na njej bodo izbrisani!
sv: Den här proceduren återställer din Nitrokey HSM 2-enhet och all data på den raderas!
zh_cn: 这个过程将重置你的Nitrokey HSM 2设备，上面的所有数据都将被删除!

source: make sure all the keys you would like to import are available as PKCS#12 containers (`.p12`) and you know the password, if needed
bg: уверете се, че всички ключове, които искате да импортирате, са налични като PKCS#12 контейнери (`.p12`) и знаете паролата, ако е необходимо.
cs: ujistěte se, že všechny klíče, které chcete importovat, jsou k dispozici jako kontejnery PKCS#12 (`.p12`), a v případě potřeby znáte heslo.
da: Sørg for, at alle de nøgler, du ønsker at importere, er tilgængelige som PKCS#12-containere (`.p12`), og at du kender adgangskoden, hvis det er nødvendigt.
de: Stellen Sie sicher, dass alle Schlüssel, die Sie importieren möchten, als PKCS#12-Container (`.p12`) vorliegen und Sie das Passwort kennen, falls erforderlich
el: βεβαιωθείτε ότι όλα τα κλειδιά που θέλετε να εισαγάγετε είναι διαθέσιμα ως δοχεία PKCS#12 (`.p12`) και γνωρίζετε τον κωδικό πρόσβασης, αν χρειάζεται
es: asegúrese de que todas las claves que desea importar están disponibles como contenedores PKCS#12 (`.p12`) y que conoce la contraseña, si es necesario
et: veenduge, et kõik võtmed, mida soovite importida, on saadaval PKCS#12 konteineritena (`.p12`) ja te teate vajaduse korral parooli.
fi: varmista, että kaikki avaimet, jotka haluat tuoda, ovat saatavilla PKCS#12-kontteina (`.p12`) ja tiedät tarvittaessa salasanan.
fr: assurez-vous que toutes les clés que vous souhaitez importer sont disponibles en tant que conteneurs PKCS#12 (`.p12`) et que vous connaissez le mot de passe, si nécessaire.
hu: győződjön meg róla, hogy az összes importálni kívánt kulcs elérhető PKCS#12 konténerként (`.p12`), és ha szükséges, ismeri a jelszót is.
ja: インポートしたいすべての鍵がPKCS#12コンテナ（`.p12`）として利用可能であること、また必要に応じてパスワードがわかっていることを確認してください。
lt: įsitikinkite, kad visi raktai, kuriuos norite importuoti, yra prieinami kaip PKCS#12 konteineriai (`.p12`) ir, jei reikia, žinote slaptažodį.
lv: pārliecinieties, ka visas atslēgas, kuras vēlaties importēt, ir pieejamas kā PKCS#12 konteineri (`.p12`) un, ja nepieciešams, zināt paroli.
nl: zorg ervoor dat alle sleutels die u wilt importeren beschikbaar zijn als PKCS#12 containers (`.p12`) en dat u het wachtwoord kent, indien nodig
pl: upewnij się, że wszystkie klucze, które chcesz zaimportować są dostępne jako kontenery PKCS#12 (`.p12`) i znasz hasło, jeśli jest potrzebne
pt: certifique-se de que todas as chaves que você gostaria de importar estão disponíveis como recipientes PKCS#12 (`.p12`) e você sabe a senha, se necessário
ro: asigurați-vă că toate cheile pe care doriți să le importați sunt disponibile sub formă de containere PKCS#12 (`.p12`) și că știți parola, dacă este necesar.
ru: убедитесь, что все ключи, которые вы хотите импортировать, доступны в виде контейнеров PKCS#12 (`.p12`) и вы знаете пароль, если это необходимо
sk: uistite sa, že všetky kľúče, ktoré chcete importovať, sú k dispozícii ako kontajnery PKCS#12 (`.p12`) a v prípade potreby poznáte heslo.
sl: poskrbite, da so vsi ključi, ki jih želite uvoziti, na voljo kot vsebniki PKCS#12 (`.p12`) in da poznate geslo, če je potrebno.
sv: Kontrollera att alla nycklar som du vill importera finns tillgängliga som PKCS#12-behållare (`.p12`) och att du känner till lösenordet, om det behövs.
zh_cn: 确保你想导入的所有钥匙都是以PKCS#12容器（`.p12'）的形式存在的，如果需要，你知道密码。
