Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/hsm.po
Languages: bg, cs, da, de, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: PKCS#11 URL Generation
bg: Генериране на URL адреси PKCS#11
cs: Generování adres URL PKCS#11
da: PKCS#11 URL-generering
de: PKCS#11-URL-Generierung
el: Παραγωγή URL PKCS#11
es: Generación de URL PKCS#11
et: PKCS#11 URL-i genereerimine
fi: PKCS#11 URL-osoitteen luominen
fr: Génération d'URL PKCS#11
hu: PKCS#11 URL generálása
ja: PKCS#11 URL生成
lt: PKCS#11 URL generavimas
lv: PKCS#11 URL izveide
nl: PKCS#11 URL-generatie
pl: Generowanie adresów URL PKCS#11
pt: PKCS#11 Geração de URLs
ro: Generarea de URL-uri PKCS#11
ru: Генерация URL PKCS#11
sk: Generovanie adries URL PKCS#11
sl: Ustvarjanje URL-jev PKCS#11
sv: Generering av PKCS#11 URL-adresser
zh_cn: PKCS#11 URL的生成

source: Various applications use openssl to handle e.g., TLS certificates. This concept mostly allows simply replacing a file-path (for the secret) with a so-called **PKCS#11 URL** to use a secret from a e.g., Nitrokey.
bg: Различни приложения използват openssl, за да обработват например TLS сертификати. Тази концепция най-вече позволява просто да се замени файловият път (за тайната) с така наречения **PKCS#11 URL**, за да се използва тайна от например Nitrokey.
cs: Různé aplikace používají openssl např. ke zpracování certifikátů TLS. Tento koncept většinou umožňuje jednoduše nahradit cestu k souboru (pro tajný kód) takzvanou **PKCS#11 URL** a použít tak tajný kód např. z Nitrokey.
da: Forskellige programmer bruger openssl til at håndtere f.eks. TLS-certifikater. Dette koncept gør det for det meste muligt blot at erstatte en fil-sti (for hemmeligheden) med en såkaldt **PKCS#11 URL** for at bruge en hemmelighed fra f.eks. en Nitrokey.
de: Verschiedene Anwendungen verwenden openssl, um z. B. TLS-Zertifikate zu handhaben. Dieses Konzept erlaubt es meist, einfach einen Dateipfad (für das Geheimnis) durch eine sogenannte **PKCS#11-URL** zu ersetzen, um ein Geheimnis aus einem z. B. Nitrokey zu verwenden.
el: Διάφορες εφαρμογές χρησιμοποιούν το openssl για να χειρίζονται π.χ. πιστοποιητικά TLS. Αυτή η έννοια επιτρέπει κυρίως την απλή αντικατάσταση ενός αρχείου-μονοπατιού (για το μυστικό) με ένα λεγόμενο **PKCS#11 URL** για τη χρήση ενός μυστικού από ένα π.χ. Nitrokey.
es: Varias aplicaciones utilizan openssl para manejar, por ejemplo, certificados TLS. Este concepto permite simplemente reemplazar una ruta de archivo (para el secreto) con una llamada **PKCS#11 URL** para usar un secreto de, por ejemplo, Nitrokey.
et: Erinevad rakendused kasutavad openssl-i näiteks TLS-sertifikaatide käitlemiseks. See kontseptsioon võimaldab enamasti lihtsalt asendada faili tee (saladuse jaoks) nn **PKCS#11 URL**-iga, et kasutada nt Nitrokey salastust.
fi: Useat sovellukset käyttävät openssl:ää esimerkiksi TLS-varmenteiden käsittelyyn. Tämä konsepti mahdollistaa useimmiten sen, että tiedostopolku (salaisuutta varten) voidaan yksinkertaisesti korvata niin sanotulla **PKCS#11-URL**-osoitteella, jotta voidaan käyttää esimerkiksi Nitrokey-ohjelmasta peräisin olevaa salaisuutta.
fr: Diverses applications utilisent openssl pour gérer, par exemple, les certificats TLS. Ce concept permet de remplacer simplement un chemin de fichier (pour le secret) par une URL **PKCS#11** pour utiliser un secret provenant par exemple de Nitrokey.
hu: Különböző alkalmazások használják az openssl-t például a TLS tanúsítványok kezelésére. Ez a koncepció többnyire lehetővé teszi, hogy a fájl elérési útvonalát (a titok számára) egyszerűen egy úgynevezett **PKCS#11 URL**-vel helyettesítsük, hogy egy pl. Nitrokey-ből származó titkot használhassunk.
ja: 様々なアプリケーションが、TLS証明書などの処理にopensslを使用しています。このコンセプトにより、(秘密の)ファイルパスをいわゆる**PKCS#11 URL**に置き換えるだけで、例えばNitrokeyの秘密を使うことができます。
lt: Įvairios programos naudoja openssl, pvz., TLS sertifikatams tvarkyti. Ši koncepcija dažniausiai leidžia paprasčiausiai pakeisti failo kelią (slaptajai informacijai) vadinamuoju **PKCS#11 URL** ir naudoti slaptąją informaciją iš, pvz., "Nitrokey".
lv: Dažādas lietojumprogrammas izmanto openssl, lai apstrādātu, piemēram, TLS sertifikātus. Šī koncepcija lielākoties ļauj vienkārši aizstāt faila ceļu (noslēpumam) ar tā saukto **PKCS#11 URL**, lai izmantotu noslēpumu no, piemēram, Nitrokey.
nl: Verschillende applicaties gebruiken openssl om b.v. TLS certificaten te behandelen. Dit concept maakt het meestal mogelijk om eenvoudig een bestandspad (voor het geheim) te vervangen door een zogenaamde **PKCS#11 URL** om een geheim van bijvoorbeeld Nitrokey te gebruiken.
pl: Różne aplikacje używają openssl do obsługi np. certyfikatów TLS. Ta koncepcja w większości przypadków pozwala po prostu zastąpić ścieżkę do pliku (dla sekretu) tak zwanym **PKCS#11 URL**, aby użyć sekretu np. z Nitrokey.
pt: Várias aplicações utilizam openssl para lidar, por exemplo, com certificados TLS. Este conceito permite na maioria das vezes simplesmente substituir um caminho de arquivo (para o segredo) por um chamado **PKCS#11 URL*** para usar um segredo de um, por exemplo, Nitrokey.
ro: Diferite aplicații utilizează openssl pentru a gestiona, de exemplu, certificatele TLS. Acest concept permite, în principal, înlocuirea simplă a traseului unui fișier (pentru secret) cu un așa-numit **PKCS#11 URL** pentru a utiliza un secret de la o aplicație, de exemplu, Nitrokey.
ru: Различные приложения используют openssl для работы, например, с сертификатами TLS. Эта концепция в основном позволяет просто заменить путь к файлу (для секрета) на так называемый **PKCS#11 URL**, чтобы использовать секрет из, например, Nitrokey.
sk: Rôzne aplikácie používajú openssl napr. na spracovanie certifikátov TLS. Tento koncept väčšinou umožňuje jednoducho nahradiť cestu k súboru (pre tajný údaj) takzvanou **PKCS#11 URL** a použiť tajný údaj napr. z Nitrokey.
sl: Različne aplikacije uporabljajo openssl za obdelavo npr. potrdil TLS. Ta koncept večinoma omogoča preprosto zamenjavo poti do datoteke (za skrivnost) s tako imenovanim **PKCS#11 URL** za uporabo skrivnosti iz npr. sistema Nitrokey.
sv: Olika program använder openssl för att hantera t.ex. TLS-certifikat. Detta koncept gör det oftast möjligt att helt enkelt ersätta en filväg (för hemligheten) med en s.k. **PKCS#11 URL** för att använda en hemlighet från t.ex. Nitrokey.
zh_cn: 各种应用程序使用openssl来处理例如TLS证书。这个概念主要允许简单地用所谓的**PKCS#11 URL**替换文件路径（用于秘密），以使用来自例如Nitrokey的秘密。

source: ensure ``openssl`` is installed
bg: гарантира, че ``openssl`` е инсталиран
cs: zajistit, aby byl nainstalován ``openssl``.
da: sikre, at ``openssl`` er installeret
de: sicherstellen, dass ``openssl`` installiert ist
el: βεβαιωθείτε ότι έχει εγκατασταθεί το ``openssl``.
es: asegúrese de que ``openssl`` está instalado
et: tagada, et ``openssl<x>`` on paigaldatud.
fi: varmista, että ``openssl`` on asennettu.
fr: s'assurer que ``openssl`` est installé
hu: biztosítsa, hogy ``openssl`` telepítve legyen.
ja: ``openssl``がインストールされていることを確認します。
lt: užtikrinti, kad ``openssl`` būtų įdiegta
lv: nodrošināt, ka ``openssl`` ir instalēts
nl: zorg ervoor dat ``openssl`` is geïnstalleerd
pl: upewnij się, że ``openssl`` jest zainstalowany
pt: assegurar que ``openssl``` está instalado
ro: asigurați-vă că ``openssl``` este instalat
ru: убедитесь, что ``openssl`` установлен
sk: zabezpečiť, aby bol nainštalovaný ``openssl``
sl: zagotovi, da je nameščen ``openssl``
sv: se till att ``openssl`` är installerat
zh_cn: 确保``openssl``被安装。

source: ensure ``openssl`` can use the PKCS#11 engine by installing ``libengine-pkcs11-openssl``
bg: гарантира, че ``openssl`` може да използва механизма PKCS#11, като инсталира ``libengine-pkcs11-openssl``.
cs: zajistit, aby ``openssl`` mohl používat PKCS#11 engine instalací ``libengine-pkcs11-openssl``.
da: sikre, at ``openssl`` kan bruge PKCS#11-motoren ved at installere ``libengine-pkcs11-openssl``
de: stellen Sie sicher, daß ``openssl`` die PKCS#11-Engine benutzen kann, indem Sie ``libengine-pkcs11-openssl`` installieren
el: εξασφαλίστε ότι ``openssl`` μπορεί να χρησιμοποιήσει τη μηχανή PKCS#11 εγκαθιστώντας ``libengine-pkcs11-openssl``
es: garantizar que ``openssl`` pueda utilizar el motor PKCS#11 instalando ``libengine-pkcs11-openssl``.
et: tagada, et ``openssl`` saab kasutada PKCS#11 mootorit, paigaldades ``libengine-pkcs11-openssl``
fi: varmistaa, että ``openssl`` voi käyttää PKCS#11-moottoria asentamalla ``libengine-pkcs11-openssl``.
fr: Assurez-vous que ``openssl`` peut utiliser le moteur PKCS#11 en installant ``libengine-pkcs11-openssl``.
hu: biztosítsa, hogy ``openssl`` a PKCS#11 motor használatát a ``libengine-pkcs11-openssl`` telepítésével.
ja: ``openssl``は、``libengine-pkcs11-openssl``をインストールすることで、PKCS#11エンジンを使用することができます。
lt: užtikrinti, kad ``openssl`` galėtų naudoti PKCS#11 variklį, įdiegdami ``libengine-pkcs11-openssl``.
lv: nodrošina, ka ``openssl`` var izmantot PKCS#11 dzinēju, instalējot ``libengine-pkcs11-openssl``.
nl: ervoor te zorgen dat ``openssl`` de PKCS#11-engine kan gebruiken door ``libengine-pkcs11-openssl`` te installeren
pl: zapewnić ``openssl`` możliwość użycia silnika PKCS#11 poprzez instalację ``libengine-pkcs11-openssl``.
pt: assegure-se de que ``openssl``` possa usar o motor PKCS#11 instalando ```x id="62"></x>```
ro: asigurați-vă că ``openssl``` poate utiliza motorul PKCS#11 prin instalarea ``libengine-pkcs11-openssl<x>``
ru: обеспечить ``openssl`` возможность использования механизма PKCS#11, установив ``libengine-pkcs11-openssl``.
sk: zabezpečiť ``openssl`` môže používať PKCS#11 engine inštaláciou ``libengine-pkcs11-openssl``
sl: zagotovi ``openssl`` lahko uporablja gonilnik PKCS#11 z namestitvijo ``libengine-pkcs11-openssl``
sv: se till att ``openssl`` kan använda PKCS#11-motorn genom att installera ``libengine-pkcs11-openssl``.
zh_cn: 确保``openssl``通过安装``libengine-pkcs11-openssl``可以使用 PKCS#11 引擎。

source: install ``opensc`` and ``gnutls-bin`` for necessary tools
bg: инсталиране на ``opensc`` и ``gnutls-bin`` за необходимите инструменти
cs: nainstalujte ``opensc`` a ``gnutls-bin`` potřebné nástroje.
da: installer ``opensc`` og ``gnutls-bin`` for de nødvendige værktøjer
de: Installieren Sie ``opensc`` und ``gnutls-bin`` für notwendige Werkzeuge
el: εγκαταστήστε ``opensc`` και ``gnutls-bin`` για τα απαραίτητα εργαλεία.
es: instalar ``opensc`` y ``gnutls-bin`` para las herramientas necesarias.
et: paigaldada ``opensc`` ja ``gnutls-bin`` vajalike tööriistade jaoks.
fi: asenna ``opensc`` ja ``gnutls-bin`` tarvittavat työkalut.
fr: Installez "opensc" et "gnutls-bin" pour les outils nécessaires.
hu: ``opensc`` és ``gnutls-bin`` telepítése a szükséges szerszámokhoz
ja: 必要なツールとして``opensc``と``gnutls-bin``をインストールします。
lt: įdiegti ``opensc`` ir ``gnutls-bin`` reikalingus įrankius
lv: instalēt ``opensc`` un ``gnutls-bin`` nepieciešamos rīkus.
nl: installeer ``opensc`` en ``gnutls-bin`` voor het benodigde gereedschap
pl: zainstalować ``opensc`` i ``gnutls-bin`` dla potrzebnych narzędzi.
pt: install ``opensc``` e ``gnutls-bin`` para ferramentas necessárias
ro: instalați ``opensc`` și ``gnutls-bin`` pentru instrumentele necesare
ru: установите ``opensc`` и ``gnutls-bin`` для необходимых инструментов
sk: nainštalujte ``opensc`` a ``gnutls-bin`` pre potrebné nástroje
sl: namestite ``opensc`` in ``gnutls-bin`` za potrebna orodja
sv: installera ``opensc`` och ``gnutls-bin`` för nödvändiga verktyg.
zh_cn: 安装``opensc`和``gnutls-bin``以获得必要的工具

source: verify that your needed keys and/or certificates are available on your Nitrokey using ``pkcs15-tool -D``
bg: проверете дали необходимите ви ключове и/или сертификати са налични във вашия Nitrokey, като използвате ``pkcs15-tool -D``
cs: ověřte, zda jsou potřebné klíče a/nebo certifikáty dostupné na vašem Nitrokey pomocí ``pkcs15-tool -D``.
da: Kontroller, at de nødvendige nøgler og/eller certifikater er tilgængelige på din Nitrokey ved hjælp af ``pkcs15-tool -D``
de: Überprüfen Sie mit ``pkcs15-tool -D``, ob die benötigten Schlüssel und/oder Zertifikate auf Ihrem Nitrokey vorhanden sind
el: επαληθεύστε ότι τα απαραίτητα κλειδιά ή/και πιστοποιητικά είναι διαθέσιμα στο Nitrokey σας χρησιμοποιώντας ``pkcs15-tool -D``
es: verifique que sus claves y/o certificados necesarios están disponibles en su Nitrokey utilizando ``pkcs15-tool -D``
et: kontrollige, et teie vajalikud võtmed ja/või sertifikaadid on Nitrokey's olemas, kasutades ``pkcs15-tool -D``
fi: tarkista, että tarvittavat avaimet ja/tai varmenteet ovat saatavilla Nitrokey-avaimessasi käyttämällä ``pkcs15-tool -D```.
fr: vérifiez que vos clés et/ou certificats nécessaires sont disponibles sur votre Nitrokey en utilisant "pkcs15-tool -D".
hu: ellenőrizze, hogy a szükséges kulcsok és/vagy tanúsítványok rendelkezésre állnak-e a Nitrokey-n a ``pkcs15-tool -D`` segítségével.
ja: ``pkcs15-tool -D``を使って、必要な鍵や証明書がNitrokey上で利用可能であることを確認します。
lt: patikrinkite, ar reikiami raktai ir (arba) sertifikatai yra jūsų "Nitrokey", naudodami ``pkcs15-tool -D``.
lv: pārbaudiet, vai nepieciešamās atslēgas un/vai sertifikāti ir pieejami jūsu Nitrokey, izmantojot ``pkcs15-tool -D``.
nl: controleer of de benodigde sleutels en/of certificaten beschikbaar zijn op uw Nitrokey met ``pkcs15-tool -D``
pl: sprawdź, czy Twoje potrzebne klucze i/lub certyfikaty są dostępne na Nitrokey używając ``pkcs15-tool -D``.
pt: verifique se as chaves e/ou certificados necessários estão disponíveis na sua Nitrokey usando ``pkcs15-tool -D>```
ro: verificați dacă cheile și/sau certificatele necesare sunt disponibile pe Nitrokey folosind ``pkcs15-tool -D```
ru: убедитесь, что необходимые ключи и/или сертификаты доступны на вашем Nitrokey, используя ``pkcs15-tool -D``.
sk: overte, či sú potrebné kľúče a/alebo certifikáty dostupné na vašom Nitrokey pomocou ``pkcs15-tool -D``
sl: preverite, ali so potrebni ključi in/ali potrdila na voljo v vašem ključu Nitrokey z uporabo ``pkcs15-tool -D``
sv: Kontrollera att de nycklar och/eller certifikat du behöver finns tillgängliga på din Nitrokey med hjälp av ``pkcs15-tool -D``.
zh_cn: 使用``pkcs15-tool -D``验证您需要的密钥和/或证书在您的Nitrokey上可用。

source: if you want to use ECC keys/mechanisms through ``libengine-pkcs11-openssl``, you'll have to ensure its version is at least 0.4.10
bg: ако искате да използвате ECC ключове/механизми чрез ``libengine-pkcs11-openssl``, ще трябва да се уверите, че версията му е поне 0.4.10
cs: pokud chcete používat klíče/mechanismy ECC prostřednictvím ``libengine-pkcs11-openssl``, musíte zajistit, aby jeho verze byla alespoň 0.4.10.
da: hvis du ønsker at bruge ECC-nøgler/mekanismer via ``libengine-pkcs11-openssl``, skal du sikre dig, at dens version er mindst 0.4.10
de: wenn Sie ECC-Schlüssel/-Mechanismen durch ``libengine-pkcs11-openssl`` verwenden wollen, müssen Sie sicherstellen, dass dessen Version mindestens 0.4.10 ist
el: αν θέλετε να χρησιμοποιήσετε κλειδιά/μηχανισμούς ECC μέσω ``libengine-pkcs11-openssl``, θα πρέπει να βεβαιωθείτε ότι η έκδοση του είναι τουλάχιστον 0.4.10.
es: si quieres usar claves/mecanismos ECC a través de ``libengine-pkcs11-openssl``, tendrás que asegurarte de que su versión es al menos 0.4.10
et: kui soovite kasutada ECC võtmeid/mehhanisme läbi ``libengine-pkcs11-openssl``, peate tagama, et selle versioon on vähemalt 0.4.10.
fi: jos haluat käyttää ECC-avaimia/-mekanismeja ``libengine-pkcs11-openssl``:n kautta, sinun on varmistettava, että sen versio on vähintään 0.4.10.
fr: si vous voulez utiliser des clés/mécanismes ECC via ``libengine-pkcs11-openssl``, vous devrez vous assurer que sa version est au moins 0.4.10
hu: ha az ECC kulcsokat/mechanizmusokat a ``libengine-pkcs11-openssl`` segítségével akarod használni, akkor gondoskodnod kell arról, hogy a verzió legalább 0.4.10 legyen.
ja: ``libengine-pkcs11-openssl``を通してECCキー/メカニズムを使用したい場合は、そのバージョンが少なくとも0.4.10であることを確認する必要があります'。
lt: jei norite naudoti ECC raktus/mechanizmus per ``libengine-pkcs11-openssl``, turite užtikrinti, kad jo versija būtų bent 0.4.10.
lv: ja vēlaties izmantot ECC atslēgas/mehānismus, izmantojot ``libengine-pkcs11-openssl``, jums jānodrošina, lai tā versija būtu vismaz 0.4.10.
nl: als u ECC-sleutels/mechanismen wilt gebruiken via ``libengine-pkcs11-openssl``, moet u ervoor zorgen dat de versie ervan ten minste 0.4.10 is
pl: jeśli chcesz używać kluczy/mechanizmów ECC przez ``libengine-pkcs11-openssl``, będziesz musiał upewnić się, że jego wersja jest co najmniej 0.4.10
pt: se você quiser usar chaves/mecanismos ECC através de ``libengine-pkcs11-openssl``, você'terá de garantir que a sua versão seja pelo menos 0.4.10
ro: dacă doriți să folosiți chei/mecanisme ECC prin ``libengine-pkcs11-openssl``, va trebui să vă asigurați că versiunea sa este cel puțin 0.4.10
ru: если вы хотите использовать ключи/механизмы ECC через ``libengine-pkcs11-openssl``, вам'придется убедиться, что его версия не ниже 0.4.10
sk: ak chcete používať kľúče/mechanizmy ECC prostredníctvom ``libengine-pkcs11-openssl``, musíte zabezpečiť, aby jeho verzia bola aspoň 0.4.10
sl: če želite uporabljati ključe/mehanizme ECC prek ``libengine-pkcs11-openssl``, morate zagotoviti, da je njegova različica vsaj 0.4.10
sv: Om du vill använda ECC-nycklar/mekanismer genom ``libengine-pkcs11-openssl``, måste du se till att dess version är minst 0.4.10.
zh_cn: 如果你想通过``libengine-pkcs11-openssl``使用ECC密钥/机制，你必须确保其版本至少为0.4.10

source: List and Generate PKCS#11 URLs
bg: Изготвяне на списък и генериране на PKCS#11 URL адреси
cs: Seznam a generování adres URL PKCS#11
da: Liste og generering af PKCS#11-URL'er
de: Auflisten und Erzeugen von PKCS#11-URLs
el: Λίστα και δημιουργία διευθύνσεων URL PKCS#11
es: Listar y generar URLs PKCS#11
et: PKCS#11 URL-koodide loetlemine ja genereerimine
fi: PKCS#11 URL-osoitteiden luettelointi ja luominen
fr: Lister et générer des URLs PKCS#11
hu: PKCS#11 URL-címek listázása és generálása
ja: PKCS#11 URLの一覧表示と生成
lt: PKCS#11 URL adresų sąrašas ir generavimas
lv: PKCS#11 URL adrešu saraksts un ģenerēšana
nl: Lijst en genereren van PKCS#11 URL's
pl: Tworzenie listy i generowanie adresów URL PKCS#11
pt: Listar e Gerar PKCS#11 URLs
ro: Lista și generarea de URL-uri PKCS#11
ru: Список и генерация URL-адресов PKCS#11
sk: Zoznam a generovanie adries URL PKCS#11
sl: Seznam in generiranje URL-jev PKCS#11
sv: Lista och generera PKCS#11-URL:er
zh_cn: 列表和生成PKCS#11 URLs

source: Use the following command to get a list of available tokens (Nitrokeys):
bg: Използвайте следната команда, за да получите списък с наличните токени (Nitrokeys):
cs: Následujícím příkazem získáte seznam dostupných tokenů (Nitrokeys):
da: Brug følgende kommando til at få en liste over tilgængelige tokens (Nitrokeys):
de: Verwenden Sie den folgenden Befehl, um eine Liste der verfügbaren Token (Nitrokeys) zu erhalten:
el: Χρησιμοποιήστε την ακόλουθη εντολή για να λάβετε μια λίστα με τα διαθέσιμα tokens (Nitrokeys):
es: Utilice el siguiente comando para obtener una lista de fichas disponibles (Nitrokeys):
et: Kasutage järgmist käsku, et saada nimekiri olemasolevatest märkidest (Nitrokeys):
fi: Käytä seuraavaa komentoa saadaksesi luettelon käytettävissä olevista tunnisteista (Nitrokeys):
fr: Utilisez la commande suivante pour obtenir une liste des jetons disponibles (Nitrokeys) :
hu: A következő paranccsal lekérheti az elérhető tokenek listáját (Nitrokeys):
ja: 利用可能なトークン（Nitrokeys）のリストを取得するには、次のコマンドを使用します。
lt: Naudokite šią komandą, kad gautumėte turimų žetonų (Nitrokeys) sąrašą:
lv: Izmantojiet šādu komandu, lai iegūtu pieejamo žetonu sarakstu (Nitrokeys):
nl: Gebruik het volgende commando om een lijst van beschikbare tokens (Nitrokeys) te krijgen:
pl: Użyj następującego polecenia, aby uzyskać listę dostępnych tokenów (Nitrokeys):
pt: Use o seguinte comando para obter uma lista de fichas disponíveis (Nitrokeys):
ro: Utilizați următoarea comandă pentru a obține o listă de jetoane disponibile (Nitrokeys):
ru: Используйте следующую команду, чтобы получить список доступных токенов (Nitrokeys):
sk: Na získanie zoznamu dostupných tokenov (Nitrokeys) použite nasledujúci príkaz:
sl: Za pridobitev seznama razpoložljivih žetonov (Nitrokeys) uporabite naslednji ukaz:
sv: Använd följande kommando för att få en lista över tillgängliga tokens (Nitrokeys):
zh_cn: 使用下面的命令来获得可用令牌的列表（Nitrokeys）。

source: Choose the token (Nitrokey) URL you want to generate URL tokens for and use it like this:
bg: Изберете URL адреса на токена (Nitrokey), за който искате да генерирате URL токени, и го използвайте по следния начин:
cs: Vyberte adresu URL tokenu (Nitrokey), pro kterou chcete generovat tokeny URL, a použijte ji takto:
da: Vælg den token-URL (Nitrokey-URL), du vil generere URL-tokens til, og brug den på denne måde:
de: Wählen Sie die Token-(Nitrokey-)URL, für die Sie URL-Token generieren möchten, und verwenden Sie sie wie folgt:
el: Επιλέξτε τη διεύθυνση URL του token (Nitrokey) για την οποία θέλετε να δημιουργήσετε token URL και χρησιμοποιήστε την ως εξής:
es: Elija la URL del token (Nitrokey) para la que desea generar tokens de URL y utilícela así:
et: Valige sümboli (Nitrokey) URL, mille jaoks soovite luua URL-tokeneid, ja kasutage seda järgmiselt:
fi: Valitse tunnisteen (Nitrokey) URL-osoite, jolle haluat luoda URL-tunnisteet, ja käytä sitä näin:
fr: Choisissez l'URL du jeton (Nitrokey) pour lequel vous voulez générer des jetons d'URL et utilisez-le comme ceci :
hu: Válassza ki a token (Nitrokey) URL-címét, amelyhez URL-címeket szeretne generálni, és használja a következőképpen:
ja: URLトークンを生成したいトークン（Nitrokey）のURLを選び、以下のように使用します。
lt: Pasirinkite URL adresą, kuriam norite generuoti URL žetonus, ir naudokite jį taip:
lv: Izvēlieties token (Nitrokey) URL, kuram vēlaties ģenerēt URL žetonus, un izmantojiet to šādi:
nl: Kies de token (Nitrokey) URL waar je URL tokens voor wilt genereren en gebruik het als volgt:
pl: Wybierz adres URL tokena (Nitrokey), dla którego chcesz wygenerować tokeny URL i użyj go w ten sposób:
pt: Escolha o URL do token (Nitrokey) para o qual você quer gerar e use-o assim:
ro: Alegeți URL-ul token (Nitrokey) pentru care doriți să generați token-uri URL și utilizați-l astfel:
ru: Выберите URL-адрес токена (Nitrokey), для которого вы хотите сгенерировать URL-токены, и используйте его следующим образом:
sk: Vyberte adresu URL tokenu (Nitrokey), pre ktorú chcete generovať tokeny URL, a použite ju takto:
sl: Izberite URL žetona (Nitrokey), za katerega želite ustvariti žetone URL, in ga uporabite na naslednji način:
sv: Välj den URL för token (Nitrokey) som du vill generera URL-token för och använd den så här:
zh_cn: 选择你想生成URL令牌（Nitrokey）的URL，并像这样使用它。
