Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/hsm.po
Languages: bg, cs, da, de, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: Please note that there will be error messages that can be safely ignored (see output example above). You now have the key-certificate pair loaded on the Nitrokey.
bg: Имайте предвид, че ще има съобщения за грешки, които могат спокойно да бъдат пренебрегнати (вж. примера за изход по-горе). Вече сте заредили двойката ключ-сертификат в Nitrokey.
cs: Upozorňujeme, že se objeví chybová hlášení, která lze bezpečně ignorovat (viz příklad výstupu výše). Nyní máte pár klíč-certifikát nahraný na Nitrokey.
da: Bemærk, at der vil være fejlmeddelelser, som du roligt kan ignorere (se output-eksemplet ovenfor). Du har nu nøgle-certifikatparret indlæst på Nitrokey.
el: Λάβετε υπόψη ότι θα υπάρξουν μηνύματα σφάλματος που μπορούν να αγνοηθούν με ασφάλεια (βλ. παραπάνω παράδειγμα εξόδου). Τώρα έχετε φορτώσει το ζεύγος κλειδιού-πιστοποιητικού στο Nitrokey.
es: Tenga en cuenta que habrá mensajes de error que se pueden ignorar con seguridad (véase el ejemplo de salida anterior). Ahora tiene el par clave-certificado cargado en el Nitrokey.
et: Pange tähele, et esineb veateateid, mida võib ohutult ignoreerida (vt eespool toodud väljundinäide). Teil on nüüd Nitrokey'sse laetud võtme ja sertifikaadi paar.
fi: Huomaa, että on virheilmoituksia, jotka voi jättää huomiotta (katso tulostusesimerkki yllä). Avain-sertifikaattipari on nyt ladattu Nitrokey-avaimeen.
fr: Veuillez noter qu'il y aura des messages d'erreur qui peuvent être ignorés (voir l'exemple ci-dessus). Vous avez maintenant la paire clé-certificat chargée sur la Nitrokey.
hu: Kérjük, vegye figyelembe, hogy lesznek olyan hibaüzenetek, amelyeket nyugodtan figyelmen kívül lehet hagyni (lásd a fenti kimeneti példát). A kulcs-tanúsítvány páros most már betöltődött a Nitrokey-re.
ja: エラーメッセージが表示されますが、無視してかまいません（上記の出力例を参照）。これで、Nitrokeyに鍵と証明書のペアが読み込まれました。
lt: Atkreipkite dėmesį, kad bus klaidų pranešimų, kuriuos galima drąsiai ignoruoti (žr. pirmiau pateiktą išvesties pavyzdį). Dabar į "Nitrokey" įkelta rakto ir sertifikato pora.
lv: Lūdzu, ņemiet vērā, ka būs kļūdu ziņojumi, kurus var droši ignorēt (skat. izvades piemēru iepriekš). Tagad Nitrokey ir ielādēts atslēgas-sertifikāta pāris.
nl: Merk op dat er foutmeldingen zullen zijn die veilig genegeerd kunnen worden (zie uitvoer voorbeeld hierboven). U heeft nu het sleutel-certificaat paar op de Nitrokey geladen.
pl: Należy pamiętać, że pojawią się komunikaty o błędach, które można bezpiecznie zignorować (patrz przykład danych wyjściowych powyżej). Masz teraz załadowaną parę klucz-certyfikat na Nitrokey.
pt: Note que haverá mensagens de erro que podem ser ignoradas com segurança (ver exemplo de saída acima). Agora tem o par chave-certificado carregado na tecla Nitrokey.
ro: Vă rugăm să rețineți că vor exista mesaje de eroare care pot fi ignorate fără probleme (a se vedea exemplul de ieșire de mai sus). Acum aveți perechea cheie-certificat încărcată pe Nitrokey.
ru: Обратите внимание, что будут сообщения об ошибках, которые можно смело игнорировать (см. пример вывода выше). Теперь у вас есть пара ключ-сертификат, загруженная на Nitrokey.
sk: Upozorňujeme, že sa vyskytnú chybové hlásenia, ktoré možno bezpečne ignorovať (pozri príklad výstupu vyššie). Teraz máte pár kľúč-certifikát nahraný na Nitrokey.
sl: Upoštevajte, da se bodo pojavila sporočila o napakah, ki jih lahko mirno prezrete (glejte zgornji primer izpisa). Par ključ-certifikat je zdaj naložen na ključ Nitrokey.
sv: Observera att det kommer att finnas felmeddelanden som kan ignoreras (se exemplet ovan). Du har nu nyckel-certifikatparet laddat på Nitrokey.
zh_cn: 请注意，会有一些可以安全忽略的错误信息（见上面的输出例子）。现在你已经在Nitrokey上加载了钥匙-证书对。

source: You can find further information about the usage on these pages:
bg: На тези страници можете да намерите допълнителна информация за използването:
cs: Další informace o používání najdete na těchto stránkách:
da: Du kan finde yderligere oplysninger om brugen på disse sider:
el: Μπορείτε να βρείτε περισσότερες πληροφορίες σχετικά με τη χρήση σε αυτές τις σελίδες:
es: Puede encontrar más información sobre el uso en estas páginas:
et: Lisateavet kasutamise kohta leiate nendel lehekülgedel:
fi: Näiltä sivuilta löydät lisätietoja käytöstä:
fr: Vous trouverez de plus amples informations sur l'utilisation de ces pages :
hu: A felhasználásról további információkat ezeken az oldalakon talál:
ja: このページでは、使用方法についての詳しい情報をご覧いただけます。
lt: Daugiau informacijos apie naudojimą rasite šiuose puslapiuose:
lv: Sīkāku informāciju par lietošanu var atrast šajās lapās:
nl: Meer informatie over het gebruik vindt u op deze pagina's:
pl: Więcej informacji na temat użytkowania można znaleźć na tych stronach:
pt: Você pode encontrar mais informações sobre o uso nestas páginas:
ro: Puteți găsi informații suplimentare despre utilizare pe aceste pagini:
ru: Более подробную информацию об использовании вы можете найти на этих страницах:
sk: Ďalšie informácie o používaní nájdete na týchto stránkach:
sl: Več informacij o uporabi najdete na teh straneh:
sv: Du hittar mer information om användningen på dessa sidor:
zh_cn: 你可以在这些网页上找到有关使用的进一步信息。

source: for using `S/MIME encryption on Thunderbird <smime-thunderbird.html>`_
bg: за използване на `S/MIME криптиране в Thunderbird <smime-thunderbird.html>`_
cs: pro použití `Šifrování S/MIME v Thunderbirdu <smime-thunderbird.html>`_
da: til brug af `S/MIME-kryptering på Thunderbird <smime-thunderbird.html>`_
el: για τη χρήση της κρυπτογράφησης `S/MIME στον Thunderbird <smime-thunderbird.html>`_
es: para utilizar el cifrado `S/MIME en Thunderbird <smime-thunderbird.html>`_
et: `S/MIME krüpteerimise kasutamiseks Thunderbirdis <smime-thunderbird.html>`_
fi: `S/MIME-salauksen käyttäminen Thunderbirdissä <smime-thunderbird.html>`_
hu: az `S/MIME titkosítás használatához a Thunderbird <smime-thunderbird.html>`_ rendszerben.
ja: Thunderbirdで`S/MIME暗号化を使用するための<smime-thunderbird.html>`_。
lt: naudojant `S/MIME šifravimą "Thunderbird" <smime-thunderbird.html>`_
lv: lai izmantotu `S/MIME šifrēšanu Thunderbird <smime-thunderbird.html>`_.
nl: voor het gebruik van `S/MIME-encryptie op Thunderbird <smime-thunderbird.html>`_
pl: dla używania szyfrowania `S/MIME w Thunderbird <smime-thunderbird.html>`_
pt: para usar ` encriptação S/MIME no Thunderbird <smime-thunderbird.html>`_
ro: pentru utilizarea `Criptare S/MIME pe Thunderbird <smime-thunderbird.html>`_.
ru: для использования `S/MIME шифрования в Thunderbird <smime-thunderbird.html>`_
sk: pre používanie `šifrovania S/MIME v Thunderbirde <smime-thunderbird.html>`_
sl: za uporabo `šifriranja S/MIME v Thunderbirdu <smime-thunderbird.html>`_
sv: för användning av `S/MIME-kryptering på Thunderbird <smime-thunderbird.html>`_
zh_cn: 用于在Thunderbird上使用`S/MIME加密<smime-thunderbird.html>`_。

source: for using `S/MIME encryption on Outlook <smime-outlook.html>`_
bg: за използване на `S/MIME криптиране в Outlook <smime-outlook.html>`_
cs: pro použití `Šifrování S/MIME v aplikaci Outlook <smime-outlook.html>`_.
da: til brug af `S/MIME-kryptering på Outlook <smime-outlook.html>`_
el: για τη χρήση της κρυπτογράφησης `S/MIME στο Outlook <smime-outlook.html>`_
es: para utilizar el cifrado `S/MIME en Outlook <smime-outlook.html>`_
et: `S/MIME krüpteerimise kasutamiseks Outlookis <smime-outlook.html>`_
fi: `S/MIME-salauksen käyttäminen Outlookissa <smime-outlook.html>`_
hu: `S/MIME titkosítás használata az Outlookban <smime-outlook.html>`_
ja: Outlook上で`S/MIME暗号化を使用するための<smime-outlook.html><x id="60"></x
lt: naudojant `S/MIME šifravimą programoje "Outlook" <smime-outlook.html>`_
lv: lai izmantotu `S/MIME šifrēšanu programmā Outlook <smime-outlook.html>`_.
nl: voor het gebruik van `S/MIME-encryptie op Outlook <smime-outlook.html>`_
pl: dla używania szyfrowania `S/MIME w Outlooku <smime-outlook.html>`_
pt: para usar ` encriptação S/MIME no Outlook <smime-outlook.html>`_
ro: pentru utilizarea `Criptare S/MIME pe Outlook <smime-outlook.html>`_.
ru: для использования `S/MIME шифрования в Outlook <smime-outlook.html>`_
sk: pre použitie `Šifrovanie S/MIME v programe Outlook <smime-outlook.html>`_
sl: za uporabo `šifriranja S/MIME v programu Outlook <smime-outlook.html>`_
sv: för användning av `S/MIME-kryptering i Outlook <smime-outlook.html>`_
zh_cn: 用于在Outlook上使用`S/MIME加密<smime-outlook.html>`_。

source: for using `Evolution <https://help.gnome.org/users/evolution/stable/mail-encryption.html.en>`_, an email client for the Gnome Desktop on Linux systems
bg: за използване на `Evolution <https://help.gnome.org/users/evolution/stable/mail-encryption.html.en>`_, клиент за електронна поща за работния плот Gnome в системите на Linux
cs: pro použití `Evolution <https://help.gnome.org/users/evolution/stable/mail-encryption.html.en>`_, e-mailového klienta pro pracovní plochu Gnome v systémech Linux.
da: til brug af `Evolution <https://help.gnome.org/users/evolution/stable/mail-encryption.html.en>`_, en e-mail-klient til Gnome Desktop på Linux-systemer
el: για τη χρήση του `Evolution <https://help.gnome.org/users/evolution/stable/mail-encryption.html.en>`_, ενός προγράμματος-πελάτη ηλεκτρονικού ταχυδρομείου για την επιφάνεια εργασίας Gnome σε συστήματα Linux
es: para utilizar `Evolution <https://help.gnome.org/users/evolution/stable/mail-encryption.html.en>`__, un cliente de correo electrónico para el Gnome Desktop en sistemas Linux
et: Gnome'i töölaua e-posti kliendi `Evolution <https://help.gnome.org/users/evolution/stable/mail-encryption.html.en>`_ kasutamise eest Linuxi süsteemides.
fi: Gnome-työpöydän sähköpostiohjelman `Evolution <https://help.gnome.org/users/evolution/stable/mail-encryption.html.en>`_ käyttäminen Linux-järjestelmissä.
hu: a `Evolution <https://help.gnome.org/users/evolution/stable/mail-encryption.html.en>`_, a Gnome Desktop e-mail kliens használata Linux rendszereken.
ja: LinuxシステムのGnomeデスクトップ用メールクライアントである`Evolution <https://help.gnome.org/users/evolution/stable/mail-encryption.html.en>`_の使用について
lt: naudoti `Evolution <https://help.gnome.org/users/evolution/stable/mail-encryption.html.en>`_, el. pašto klientą, skirtą "Linux" sistemoms skirtai "Gnome Desktop".
lv: lai izmantotu `Evolution <https://help.gnome.org/users/evolution/stable/mail-encryption.html.en>`_, e-pasta klientu Gnome darbvirsmai Linux sistēmās.
nl: voor het gebruik van `Evolution <https://help.gnome.org/users/evolution/stable/mail-encryption.html.en>`_, een e-mailclient voor de Gnome Desktop op Linux-systemen
pl: za używanie `Evolution <https://help.gnome.org/users/evolution/stable/mail-encryption.html.en>`_, klienta poczty elektronicznej dla Gnome Desktop w systemach Linux.
pt: para usar `Evolution <https://help.gnome.org/users/evolution/stable/mail-encryption.html.en>`_, um cliente de e-mail para o Gnome Desktop em sistemas Linux
ro: pentru utilizarea `Evolution <https://help.gnome.org/users/evolution/stable/mail-encryption.html.en>`_, un client de e-mail pentru Gnome Desktop pe sisteme Linux
ru: за использование `Evolution <https://help.gnome.org/users/evolution/stable/mail-encryption.html.en>`_, почтового клиента для Gnome Desktop в системах Linux
sk: pre používanie `Evolution <https://help.gnome.org/users/evolution/stable/mail-encryption.html.en>`_, e-mailového klienta pre pracovnú plochu Gnome na systémoch Linux
sl: za uporabo `Evolution <https://help.gnome.org/users/evolution/stable/mail-encryption.html.en>`_, odjemalca e-pošte za namizje Gnome v sistemih Linux
sv: för användning av `Evolution <https://help.gnome.org/users/evolution/stable/mail-encryption.html.en>`_, en e-postklient för Gnome Desktop på Linuxsystem.
zh_cn: 为使用`Evolution <https://help.gnome.org/users/evolution/stable/mail-encryption.html.en>`_，Linux系统上Gnome桌面的电子邮件客户端。

source: Troubleshooting
bg: Отстраняване на неизправности
cs: Řešení problémů
da: Fejlfinding
el: Αντιμετώπιση προβλημάτων
es: Solución de problemas
et: Veaotsing
fi: Vianmääritys
fr: Dépannage
hu: Hibaelhárítás
ja: トラブルシューティング
lt: Trikčių šalinimas
lv: Problēmu novēršana
nl: Problemen oplossen
pl: Rozwiązywanie problemów
pt: Resolução de problemas
ro: Depanare
ru: Устранение неполадок
sk: Riešenie problémov
sl: Odpravljanje težav
sv: Felsökning
zh_cn: 故障排除

source: On Windows: Did you install **both**, the 32-bit and the 64-bit version of OpenSC?
bg: В Windows: Инсталирахте ли **и двете**, 32-битовата и 64-битовата версия на OpenSC?
cs: V systému Windows: Nainstalovali jste **obě**, 32bitovou i 64bitovou verzi OpenSC?
da: På Windows: Har du installeret **både**, 32-bit og 64-bit versionen af OpenSC?
el: Στα Windows: Εγκαταστήσατε **και τις δύο**, την 32-bit και την 64-bit έκδοση του OpenSC;
es: En Windows: ¿Instalaste **ambos**, la versión de 32 bits y la de 64 bits de OpenSC?
et: Windowsis: Kas sa installeerisid **kumbagi**, nii 32-bitise kui ka 64-bitise OpenSC versiooni?
fi: Windowsissa: Asensitko OpenSC:n 32-bittisen ja 64-bittisen version?
fr: Sous Windows : Avez-vous installé **les deux**, la version 32-bit et la version 64-bit d'OpenSC ?
hu: Windowson: Telepítette az OpenSC 32 bites és 64 bites verzióját is?
ja: Windowsの場合。OpenSCの32ビット版と64ビット版の両方をインストールしましたか？
lt: "Windows" sistemoje: Ar įdiegėte abi**, 32 ir 64 bitų OpenSC versijas?
lv: Operētājsistēmā Windows: Vai esat instalējis gan 32 bitu, gan 64 bitu OpenSC versiju?
nl: Op Windows: Heeft u **beide** geïnstalleerd, de 32-bit en de 64-bit versie van OpenSC?
pl: Na Windowsie: Czy zainstalowałeś **obu**, 32-bitową i 64-bitową wersję OpenSC?
pt: No Windows: Você instalou **ambos**, a versão 32-bit e a versão 64-bit do OpenSC?
ro: Pe Windows: Ați instalat **ambele**, atât versiunea pe 32 de biți, cât și cea pe 64 de biți a OpenSC?
ru: В Windows: Установили ли вы **обе**, 32-битную и 64-битную версии OpenSC?
sk: V systéme Windows: Nainštalovali ste **obidve**, 32-bitovú aj 64-bitovú verziu OpenSC?
sl: V operacijskem sistemu Windows: Ali ste namestili **oboje**, 32-bitno in 64-bitno različico OpenSC?
sv: I Windows: Har du installerat **både**, 32-bitars- och 64-bitarsversionen av OpenSC?
zh_cn: 在Windows上。你是否同时安装了***，32位和64位版本的OpenSC？

source: Nitrokey Storage 2: You need to install OpenSC in version 0.18 or higher. You can find the files on the `OpenSC website <https://github.com/OpenSC/OpenSC/releases>`_ for Windows and macOS user or `here <https://github.com/Nitrokey/opensc-build>`_ for Debian/Ubuntu users.
bg: Nitrokey Storage 2: Трябва да инсталирате OpenSC във версия 0.18 или по-висока. Можете да намерите файловете на `Уебсайта на OpenSC <https://github.com/OpenSC/OpenSC/releases>`_ за потребителите на Windows и macOS или `тук <https://github.com/Nitrokey/opensc-build>`_ за потребителите на Debian/Ubuntu.
cs: Nitrokey Storage 2: Je třeba nainstalovat OpenSC ve verzi 0.18 nebo vyšší. Soubory najdete na `webových stránkách OpenSC <https://github.com/OpenSC/OpenSC/releases>`_ pro uživatele Windows a MacOS nebo `zde <https://github.com/Nitrokey/opensc-build>`_ pro uživatele Debian/Ubuntu.
da: Nitrokey Storage 2: Du skal installere OpenSC i version 0.18 eller højere. Du kan finde filerne på `OpenSC-webstedet <https://github.com/OpenSC/OpenSC/releases>`_ for Windows- og macOS-brugere eller ` her <https://github.com/Nitrokey/opensc-build>`_ for Debian/Ubuntu-brugere.
el: Nitrokey Storage 2: Πρέπει να εγκαταστήσετε το OpenSC στην έκδοση 0.18 ή νεότερη. Μπορείτε να βρείτε τα αρχεία στην ιστοσελίδα `OpenSC <https://github.com/OpenSC/OpenSC/releases>`_ για χρήστες Windows και macOS ή `εδώ <https://github.com/Nitrokey/opensc-build>`_ για χρήστες Debian/Ubuntu.
es: Nitrokey Storage 2: Necesita instalar OpenSC en la versión 0.18 o superior. Puede encontrar los archivos en el sitio web de `OpenSC <https://github.com/OpenSC/OpenSC/releases>`__ para usuarios de Windows y macOS o `aquí <https://github.com/Nitrokey/opensc-build>`__ para usuarios de Debian/Ubuntu.
et: Nitrokey Storage 2: Teil on vaja paigaldada OpenSC versioon 0.18 või uuem. Failid leiad `OpenSC veebilehelt <https://github.com/OpenSC/OpenSC/releases>`_ Windowsi ja macOS kasutaja jaoks või `tema <https://github.com/Nitrokey/opensc-build>`_ Debian/Ubuntu kasutajate jaoks.
fi: Nitrokey Storage 2: Sinun on asennettava OpenSC:n versio 0.18 tai uudempi. Löydät tiedostot `OpenSC:n verkkosivuilta <https://github.com/OpenSC/OpenSC/releases>`_ Windows- ja macOS-käyttäjille tai `täältä <https://github.com/Nitrokey/opensc-build>`_ Debian/Ubuntu -käyttäjille.
hu: Nitrokey Storage 2: Az OpenSC 0.18-as vagy magasabb verzióját kell telepítenie. A fájlokat a `OpenSC weboldalán <https://github.com/OpenSC/OpenSC/releases>`_ Windows és macOS felhasználók számára vagy `itt <https://github.com/Nitrokey/opensc-build>`_ Debian/Ubuntu felhasználók számára megtalálod.
ja: Nitrokey Storage 2：OpenSCをバージョン0.18以上でインストールする必要があります。WindowsやmacOSのユーザーは`OpenSCのウェブサイト<https://github.com/OpenSC/OpenSC/releases>`_で、Debian/Ubuntuのユーザーは`こちら<https://github.com/Nitrokey/opensc-build>`_でファイルを見つけることができます。
lt: "Nitrokey Storage 2": reikia įdiegti "OpenSC" versiją 0.18 arba naujesnę. Failus galite rasti `OpenSC svetainėje <https://github.com/OpenSC/OpenSC/releases>`_"Windows" ir "MacOS" naudotojams arba `čia <https://github.com/Nitrokey/opensc-build>`_"Debian"/Ubuntu" naudotojams.
lv: Nitrokey Storage 2: ir nepieciešams instalēt OpenSC 0.18 vai jaunāku versiju. Failus var atrast `OpenSC vietnē <https://github.com/OpenSC/OpenSC/releases>`_ Windows un macOS lietotājiem vai `šeit <https://github.com/Nitrokey/opensc-build>`_ Debian/Ubuntu lietotājiem.
nl: Nitrokey Storage 2: U moet OpenSC installeren in versie 0.18 of hoger. U kunt de bestanden vinden op de `OpenSC website <https://github.com/OpenSC/OpenSC/releases>`_ voor Windows en macOS gebruikers of `hier <https://github.com/Nitrokey/opensc-build>`_ voor Debian/Ubuntu gebruikers.
pl: Nitrokey Storage 2: Musisz zainstalować OpenSC w wersji 0.18 lub wyższej. Pliki można znaleźć na stronie `OpenSC <https://github.com/OpenSC/OpenSC/releases>`_ dla użytkowników Windows i macOS lub `tutaj <https://github.com/Nitrokey/opensc-build>`_ dla użytkowników Debiana/Ubuntu.
pt: Nitrokey Storage 2: Você precisa instalar o OpenSC na versão 0.18 ou superior. Você pode encontrar os arquivos no site `OpenSC <https://github.com/OpenSC/OpenSC/releases>`_ para usuários Windows e MacOS ou `here <https://github.com/Nitrokey/opensc-build>`_ para usuários Debian/Ubuntu.
ro: Nitrokey Storage 2: Trebuie să instalați OpenSC în versiunea 0.18 sau mai recentă. Puteți găsi fișierele pe site-ul `OpenSC <https://github.com/OpenSC/OpenSC/releases>`_ pentru utilizatorii de Windows și macOS sau ` aici <https://github.com/Nitrokey/opensc-build>`_ pentru utilizatorii Debian/Ubuntu.
ru: Nitrokey Storage 2: Вам необходимо установить OpenSC версии 0.18 или выше. Вы можете найти файлы на сайте `OpenSC <https://github.com/OpenSC/OpenSC/releases>`_ для пользователей Windows и macOS или `здесь <https://github.com/Nitrokey/opensc-build>`_ для пользователей Debian/Ubuntu.
sk: Nitrokey Storage 2: Musíte nainštalovať OpenSC vo verzii 0.18 alebo vyššej. Súbory nájdete na ` webovej stránke OpenSC <https://github.com/OpenSC/OpenSC/releases>`_ pre používateľov Windows a macOS alebo `tu <https://github.com/Nitrokey/opensc-build>`_ pre používateľov Debian/Ubuntu.
sl: Nitrokey Storage 2: namestiti morate OpenSC v različici 0.18 ali višji. Datoteke lahko najdete na `spletišču OpenSC <https://github.com/OpenSC/OpenSC/releases>`_ za uporabnike sistemov Windows in MacOS ali ` tu <https://github.com/Nitrokey/opensc-build>`_ za uporabnike Debian/Ubuntu.
sv: Nitrokey Storage 2: Du måste installera OpenSC i version 0.18 eller högre. Du hittar filerna på `OpenSC:s webbplats <https://github.com/OpenSC/OpenSC/releases>`_ för Windows- och macOS-användare eller ` här <https://github.com/Nitrokey/opensc-build>`_ för Debian/Ubuntu-användare.
zh_cn: Nitrokey Storage 2: 你需要安装0.18或更高版本的OpenSC。你可以在`OpenSC网站<https://github.com/OpenSC/OpenSC/releases>`_为Windows和macOS用户找到这些文件，或者`这里<https://github.com/Nitrokey/opensc-build>`_为Debian/Ubuntu用户。

source: S/MIME Email Encryption with Outlook
bg: S/MIME криптиране на имейли с Outlook
cs: Šifrování e-mailů S/MIME pomocí aplikace Outlook
da: S/MIME-kryptering af e-mail med Outlook
de: S/MIME-E-Mail-Verschlüsselung mit Outlook
el: Κρυπτογράφηση ηλεκτρονικού ταχυδρομείου S/MIME με το Outlook
es: Cifrado de correo electrónico S/MIME con Outlook
et: S/MIME e-kirjade krüpteerimine Outlookiga
fi: S/MIME-sähköpostin salaus Outlookin kanssa
fr: Cryptage des e-mails S/MIME avec Outlook
hu: S/MIME e-mail titkosítás az Outlookkal
ja: OutlookでのS/MIMEメール暗号化
lt: S/MIME el. pašto šifravimas su "Outlook
lv: S/MIME e-pasta šifrēšana ar Outlook
nl: S/MIME e-mail encryptie met Outlook
pl: Szyfrowanie poczty elektronicznej S/MIME w programie Outlook
pt: S/MIME Criptografia de e-mail com Outlook
ro: S/MIME Email Encryption cu Outlook
ru: Шифрование электронной почты S/MIME в Outlook
sk: Šifrovanie e-mailov S/MIME pomocou aplikácie Outlook
sl: Šifriranje e-pošte S/MIME s programom Outlook
sv: S/MIME-kryptering av e-post med Outlook
zh_cn: 使用Outlook的S/MIME电子邮件加密

source: If you do not have a S/MIME key-certificate pair installed on your Nitrokey yet, please look at `this page <smime.html>`_ first.
bg: Ако все още нямате инсталирана двойка S/MIME ключ-сертификат на вашия Nitrokey, моля, първо разгледайте `тази страница <smime.html>`_.
cs: Pokud ještě nemáte nainstalovaný pár klíč-certifikát S/MIME ve svém Nitrokey, podívejte se nejprve na `tuto stránku <smime.html>`_.
da: Hvis du endnu ikke har et S/MIME-nøgle-certifikatpar installeret på din Nitrokey, skal du først se på `denne side <smime.html>`_.
el: Εάν δεν έχετε εγκαταστήσει ακόμη ένα ζεύγος κλειδιού-πιστοποιητικού S/MIME στο Nitrokey σας, παρακαλούμε δείτε πρώτα την `αυτή τη σελίδα <smime.html>`_.
es: Si aún no tiene instalado un par de claves-certificados S/MIME en su Nitrokey, por favor, mire primero esta página `.
et: Kui teie Nitrokey's ei ole veel S/MIME võtme-sertifikaadi paari paigaldatud, vaadake esmalt `tänavat <smime.html>`_.
fi: Jos sinulla ei ole vielä S/MIME-avain-sertifikaattiparia asennettuna Nitrokey-avaimeesi, katso ensin `tältä sivulta <smime.html>`_.
hu: Ha még nincs S/MIME kulcs-tanúsítvány párosa telepítve a Nitrokey-n, kérjük, először nézze meg `ezt az oldalt <smime.html>`_.
ja: まだNitrokeyにS/MIMEの鍵と証明書のペアをインストールしていない場合は、まずこのページの` <smime.html>`_をご覧ください。
lt: Jei "Nitrokey" dar nėra įdiegta S/MIME rakto ir sertifikato pora, pirmiausia peržiūrėkite `šį puslapį <smime.html>`_.
lv: Ja jūsu Nitrokey vēl nav instalēts S/MIME atslēgas-sertifikāta pāris, vispirms apskatiet `šo lapu <smime.html>`_.
nl: Als u nog geen S/MIME sleutel-certificaatpaar op uw Nitrokey hebt geïnstalleerd, kijk dan eerst op `deze pagina <smime.html>`_.
pl: Jeśli nie masz jeszcze zainstalowanej pary klucz-certyfikat S/MIME na swoim Nitrokey, proszę zajrzyj najpierw na `tę stronę <smime.html>`_.
pt: Se ainda não tem um par de certificados de chaves S/MIME instalado no seu Nitrokey, por favor veja `esta página <smime.html>`_ primeiro.
ro: Dacă nu aveți încă o pereche cheie-certificat S/MIME instalată pe Nitrokey, vă rugăm să consultați mai întâi `această pagină <smime.html>`_.
ru: Если на вашем Nitrokey еще не установлена пара ключ-сертификат S/MIME, пожалуйста, сначала посмотрите `эту страницу <smime.html>`_.
sk: Ak ešte nemáte vo svojom Nitrokey nainštalovaný pár kľúč-certifikát S/MIME, pozrite si najprv `túto stránku <smime.html>`_.
sl: Če v ključu Nitrokey še nimate nameščenega para ključ-certifikat S/MIME, si najprej oglejte `to stran <smime.html>`_.
sv: Om du ännu inte har installerat ett S/MIME-nyckel-certifikatpar på din Nitrokey kan du först titta på `den här sidan <smime.html>`_.
zh_cn: 如果你的Nitrokey上还没有安装S/MIME密钥-证书对，请先看`这个页面<smime.html>`_。
