Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/hsm.po
Languages: bg, cs, da, de, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: When composing an email you can now choose to encrypt and sign the message.
bg: Когато съставяте имейл, вече можете да изберете дали да криптирате и подпишете съобщението.
cs: Při psaní e-mailu můžete nyní zvolit šifrování a podepisování zprávy.
da: Når du skriver en e-mail, kan du nu vælge at kryptere og underskrive meddelelsen.
de: Beim Verfassen einer E-Mail können Sie jetzt wählen, ob die Nachricht verschlüsselt und signiert werden soll.
el: Κατά τη σύνταξη ενός μηνύματος ηλεκτρονικού ταχυδρομείου μπορείτε τώρα να επιλέξετε την κρυπτογράφηση και την υπογραφή του μηνύματος.
es: Al redactar un correo electrónico, ahora puedes elegir cifrar y firmar el mensaje.
et: E-kirja koostamisel saate nüüd valida sõnumi krüpteerimise ja allkirjastamise.
fi: Sähköpostia laatiessasi voit nyt valita viestin salauksen ja allekirjoituksen.
fr: Lorsque vous composez un courriel, vous pouvez désormais choisir de chiffrer et de signer le message.
hu: E-mail készítésekor mostantól választhatja az üzenet titkosítását és aláírását.
ja: メール作成時に、メッセージの暗号化と署名を選択できるようになりました。
lt: Kurdami el. laišką dabar galite pasirinkti, ar norite užšifruoti ir pasirašyti pranešimą.
lv: Veidojot e-pasta vēstuli, tagad varat izvēlēties šifrēt un parakstīt ziņojumu.
nl: Bij het opstellen van een e-mail kunt u nu kiezen om het bericht te coderen en te ondertekenen.
pl: Podczas tworzenia wiadomości e-mail można teraz wybrać opcję szyfrowania i podpisywania wiadomości.
pt: Ao compor um e-mail você pode agora optar por criptografar e assinar a mensagem.
ro: Când compuneți un e-mail, puteți alege acum să criptați și să semnați mesajul.
ru: При составлении электронного письма теперь можно выбрать шифрование и подпись сообщения.
sk: Pri písaní e-mailu si teraz môžete vybrať šifrovanie a podpisovanie správy.
sl: Pri sestavljanju e-poštnega sporočila lahko zdaj izberete šifriranje in podpis sporočila.
sv: När du skriver ett e-postmeddelande kan du nu välja att kryptera och signera meddelandet.
zh_cn: 在撰写电子邮件时，你现在可以选择对邮件进行加密和签名。

source: Nitrokey HSM with macOS
bg: Nitrokey HSM с macOS
cs: Nitrokey HSM s macOS
da: Nitrokey HSM med macOS
de: Nitrokey HSM mit macOS
el: Nitrokey HSM με macOS
es: Nitrokey HSM con macOS
et: Nitrokey HSM koos macOSiga
fi: Nitrokey HSM macOS:n kanssa
fr: Nitrokey HSM avec macOS
hu: Nitrokey HSM macOS-szel
ja: macOSでのNitrokey HSM
lt: "Nitrokey HSM" su "macOS
lv: Nitrokey HSM ar macOS
nl: Nitrokey HSM met macOS
pl: Nitrokey HSM z macOS
pt: Nitrokey HSM com macOS
ro: Nitrokey HSM cu macOS
ru: Nitrokey HSM с macOS
sk: Nitrokey HSM s macOS
sl: Nitrokey HSM z macOS
sv: Nitrokey HSM med macOS
zh_cn: 带有MacOS的Nitrokey HSM

source: Install `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_. Alternatively, install `this <https://www.cardcontact.de/download/sc-hsm-starterkit.zip>`_ driver (`source <https://github.com/CardContact/sc-hsm-embedded>`_).
bg: Инсталирайте `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_. Алтернативно, инсталирайте `този <https://www.cardcontact.de/download/sc-hsm-starterkit.zip>`_ драйвер (`източник <https://github.com/CardContact/sc-hsm-embedded>`_).
cs: Nainstalujte `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_. Případně nainstalujte `tento <https://www.cardcontact.de/download/sc-hsm-starterkit.zip>`_ ovladač (`zdroj <https://github.com/CardContact/sc-hsm-embedded>`_).
da: Installer `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_. Alternativt kan du installere ` denne <https://www.cardcontact.de/download/sc-hsm-starterkit.zip><x>`_ driver (`kilde <https://github.com/CardContact/sc-hsm-embedded>`_).
el: Εγκαταστήστε το `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_. Εναλλακτικά, εγκαταστήστε τον `αυτόν τον <https://www.cardcontact.de/download/sc-hsm-starterkit.zip>`_ οδηγό (`πηγή <https://github.com/CardContact/sc-hsm-embedded>`_).
es: Instale `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_. Alternativamente, instale `este controlador <https://www.cardcontact.de/download/sc-hsm-starterkit.zip>`_ (`fuente <https://github.com/CardContact/sc-hsm-embedded>`_).
et: Paigalda `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_. Alternatiivina installige `tänav <https://www.cardcontact.de/download/sc-hsm-starterkit.zip>`_ draiver (`allikas <https://github.com/CardContact/sc-hsm-embedded>`_).
fi: Asenna `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_. Vaihtoehtoisesti asenna `tämä <https://www.cardcontact.de/download/sc-hsm-starterkit.zip>`_ajuri (`lähde <https://github.com/CardContact/sc-hsm-embedded>`_).
hu: Telepítse `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_. Alternatívaként telepítse `ezt a <https://www.cardcontact.de/download/sc-hsm-starterkit.zip>`_ meghajtót (`forrás <https://github.com/CardContact/sc-hsm-embedded>`_).
ja: `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_をインストールします。あるいは、`この<https://www.cardcontact.de/download/sc-hsm-starterkit.zip>`_ドライバー（`ソース<https://github.com/CardContact/sc-hsm-embedded>`_）をインストールします。
lt: Įdiekite `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_. Arba įdiekite `šią <https://www.cardcontact.de/download/sc-hsm-starterkit.zip>`_ tvarkyklę (`šaltinis <https://github.com/CardContact/sc-hsm-embedded>`_).
lv: Instalējiet `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_. Alternatīvi instalējiet `šādu <https://www.cardcontact.de/download/sc-hsm-starterkit.zip>`_ draiveri (`avots <https://github.com/CardContact/sc-hsm-embedded>`_).
nl: Installeer `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_. Als alternatief kunt u `deze <https://www.cardcontact.de/download/sc-hsm-starterkit.zip>`_ driver installeren (`source <https://github.com/CardContact/sc-hsm-embedded>`_).
pl: Zainstaluj `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_. Alternatywnie, zainstaluj `ten <https://www.cardcontact.de/download/sc-hsm-starterkit.zip>`_ sterownik (`źródło <https://github.com/CardContact/sc-hsm-embedded>`_).
pt: Instalar `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_. Alternativamente, instale `este <https://www.cardcontact.de/download/sc-hsm-starterkit.zip>`_ driver (`source <https://github.com/CardContact/sc-hsm-embedded>`_).
ro: Instalați `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_. Alternativ, instalați `acest <https://www.cardcontact.de/download/sc-hsm-starterkit.zip>`_ driver (`sursa <https://github.com/CardContact/sc-hsm-embedded>`_).
ru: Установите `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_. Альтернативно, установите `этот <https://www.cardcontact.de/download/sc-hsm-starterkit.zip>`_ драйвер (`источник <https://github.com/CardContact/sc-hsm-embedded>`_).
sk: Nainštalujte `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_. Prípadne nainštalujte `tento <https://www.cardcontact.de/download/sc-hsm-starterkit.zip>`_ ovládač (`zdroj <https://github.com/CardContact/sc-hsm-embedded>`_).
sl: Namestite `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_. Namestite tudi `tudi <https://www.cardcontact.de/download/sc-hsm-starterkit.zip>`_ gonilnik (`izvor <https://github.com/CardContact/sc-hsm-embedded>`_).
sv: Installera `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_. Alternativt kan du installera ` denna <https://www.cardcontact.de/download/sc-hsm-starterkit.zip>`_ drivrutin (`source <https://github.com/CardContact/sc-hsm-embedded>`_).
zh_cn: 安装`OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_。或者，安装`这个<https://www.cardcontact.de/download/sc-hsm-starterkit.zip>`_驱动程序（`source <https://github.com/CardContact/sc-hsm-embedded>`_）。

source: Nitrokey HSM with Windows
bg: Nitrokey HSM с Windows
cs: Nitrokey HSM se systémem Windows
da: Nitrokey HSM med Windows
de: Nitrokey HSM mit Windows
el: Nitrokey HSM με Windows
es: Nitrokey HSM con Windows
et: Nitrokey HSM koos Windowsiga
fi: Nitrokey HSM Windowsin kanssa
fr: Nitrokey HSM avec Windows
hu: Nitrokey HSM Windows-szal
lt: "Nitrokey HSM" su "Windows
lv: Nitrokey HSM ar Windows
nl: Nitrokey HSM met Windows
pl: Nitrokey HSM z Windows
pt: Nitrokey HSM com Windows
ro: Nitrokey HSM cu Windows
ru: Nitrokey HSM с Windows
sk: Nitrokey HSM so systémom Windows
sl: Nitrokey HSM z operacijskim sistemom Windows
sv: Nitrokey HSM med Windows
zh_cn: 使用Windows的Nitrokey HSM

source: Login to Windows Domain Computers With MS Active Directory
bg: Влизане в компютри от домейна на Windows с MS Active Directory
cs: Přihlášení k počítačům v doméně systému Windows pomocí služby MS Active Directory
da: Log ind på Windows-domænedrev med MS Active Directory
de: Anmeldung an Windows-Domänencomputern mit MS Active Directory
el: Σύνδεση σε υπολογιστές τομέα των Windows με το MS Active Directory
es: Inicio de sesión en equipos de dominio de Windows con MS Active Directory
et: Sisselogimine Windowsi domeeniarvutitesse MS Active Directoryga
fi: Sisäänkirjautuminen Windows-toimialueen tietokoneisiin MS Active Directoryn avulla
fr: Se connecter aux ordinateurs du domaine Windows avec MS Active Directory
hu: Bejelentkezés Windows tartományi számítógépekre az MS Active Directory segítségével
ja: MS Active DirectoryによるWindowsドメインコンピュータへのログイン
lt: Prisijungimas prie "Windows" domeno kompiuterių naudojant "MS Active Directory
lv: Pieteikšanās Windows domēna datoriem, izmantojot MS Active Directory
nl: Inloggen op Windows Domain Computers met MS Active Directory
pl: Logowanie do komputerów domeny Windows za pomocą MS Active Directory
pt: Entrar nos computadores de domínio Windows com MS Active Directory
ro: Conectarea la computerele de domeniu Windows cu MS Active Directory
ru: Вход на компьютеры домена Windows с помощью MS Active Directory
sk: Prihlásenie do doménových počítačov systému Windows pomocou služby MS Active Directory
sl: Prijava v domenske računalnike Windows z MS Active Directory
sv: Logga in på Windows-domän-datorer med MS Active Directory
zh_cn: 用MS Active Directory登录Windows域计算机

source: Download and install the latest `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_.
bg: Изтеглете и инсталирайте най-новата версия на `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_.
cs: Stáhněte a nainstalujte nejnovější `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_.
da: Download og installer den nyeste `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_.
el: Κατεβάστε και εγκαταστήστε το τελευταίο `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_.
es: Descargue e instale la última versión de `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_.
et: Laadige alla ja installige uusim `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_.
fi: Lataa ja asenna uusin `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_.
hu: Töltse le és telepítse a legújabb `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_.
ja: 最新の`OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_をダウンロードしてインストールします。
lt: Atsisiųskite ir įdiekite naujausią `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_.
lv: Lejupielādējiet un instalējiet jaunāko `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_.
nl: Download en installeer de nieuwste `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_.
pl: Pobierz i zainstaluj najnowszą wersję `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_.
pt: Baixe e instale o último `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_.
ro: Descărcați și instalați cea mai recentă versiune `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_.
ru: Скачайте и установите последнюю версию `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_.
sk: Stiahnite a nainštalujte najnovšiu verziu `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_.
sl: Prenesite in namestite najnovejši `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_.
sv: Ladda ner och installera den senaste `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_.
zh_cn: 下载并安装最新的`OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_。

source: Use a text editor to add the following settings to *C:\Program Files:\OpenSC Project\OpenSC\opensc.conf*.
bg: Използвайте текстов редактор, за да добавите следните настройки в *C:\Program Files:\OpenSC Project\OpenSC\opensc.conf*.
cs: Pomocí textového editoru přidejte následující nastavení do souboru *C:\Program Files:\OpenSC Project\OpenSC\opensc.conf*.
da: Brug en teksteditor til at tilføje følgende indstillinger til *C:\Program Files:\OpenSC Project\OpenSC\opensc.conf*.
de: Verwenden Sie einen Texteditor, um die folgenden Einstellungen zu *C:\Programme:\OpenSC-Projekt\OpenSC\opensc.conf* hinzuzufügen.
el: Χρησιμοποιήστε έναν επεξεργαστή κειμένου για να προσθέσετε τις ακόλουθες ρυθμίσεις στο αρχείο *C:\Program Files:\OpenSC Project\OpenSC\opensc.conf*.
es: Utiliza un editor de texto para añadir la siguiente configuración a *C:\Narchivos de programa:\Nproyecto OpenSC\Nopensc.conf*.
et: Kasutage tekstiredaktorit, et lisada järgmised seaded faili *C:\Program Files:\OpenSC Project\OpenSC\opensc.conf*.
fi: Lisää tekstieditorilla seuraavat asetukset tiedostoon *C:\Program Files:\OpenSC Project\OpenSC\opensc.conf*.
fr: Utilisez un éditeur de texte pour ajouter les paramètres suivants au fichier *C:\Program Files:\OpenSC Project\OpenSC\opensc.conf*.
hu: Egy szövegszerkesztővel adja hozzá a következő beállításokat a *C:\Program Files:\OpenSC Project\OpenSC\opensc.conf* fájlhoz.
ja: C:Program Files:\OpenSC Project\OpenSC\opensc.conf*にテキストエディターで以下の設定を追加してください。
lt: Teksto redaktoriumi į *C:\Program Files:\OpenSC Project\OpenSC\opensc.conf* įrašykite šiuos nustatymus.
lv: Izmantojiet teksta redaktoru, lai pievienotu šādus iestatījumus *C:\Program Files:\OpenSC Project\OpenSC\opensc.conf*.
nl: Gebruik een tekstverwerker om de volgende instellingen toe te voegen aan *C:Programma Bestanden:OpenSC Project OpenSC Openensc.conf*.
pl: Za pomocą edytora tekstu dodaj następujące ustawienia do pliku *C:™Program Files:™OpenSC Project:™OpenSC:™opensc.conf*.
pt: Use um editor de texto para adicionar as seguintes configurações ao *C:Arquivos de Programas:Projeto OpenSC:OpenSCopensc.conf*.
ro: Utilizați un editor de text pentru a adăuga următoarele setări la *C:\Program Files:\OpenSC Project\OpenSC\opensc.conf*.
ru: Используйте текстовый редактор, чтобы добавить следующие настройки в *C:\Program Files:\OpenSC Project\OpenSC\opensc.conf*.
sk: Pomocou textového editora pridajte nasledujúce nastavenia do *C:\Program Files:\OpenSC Project\OpenSC\opensc.conf*.
sl: V *C:\Program Files:\OpenSC Project\OpenSC\opensc.conf* z urejevalnikom besedila dodajte naslednje nastavitve.
sv: Använd en textredigerare för att lägga till följande inställningar i *C:\Program Files:\OpenSC Project\OpenSC\opensc.conf*.
zh_cn: 使用文本编辑器将以下设置添加到*C:\Program Files:\OpenSC Project\OpenSC\opensc.conf*。

source: Open a command terminal and enter “regedit”. Use regedit to import `this file <https://www.nitrokey.com/sites/default/files/nk-hsm.reg>`_.
bg: Отворете команден терминал и въведете "regedit". Използвайте regedit, за да импортирате `този файл <https://www.nitrokey.com/sites/default/files/nk-hsm.reg>`_.
cs: Otevřete příkazový terminál a zadejte "regedit". Pomocí regedit importujte `tento soubor <https://www.nitrokey.com/sites/default/files/nk-hsm.reg>`_.
da: Åbn en kommando-terminal, og indtast "regedit". Brug regedit til at importere `denne fil <https://www.nitrokey.com/sites/default/files/nk-hsm.reg>`_.
el: Ανοίξτε ένα τερματικό εντολών και πληκτρολογήστε "regedit". Χρησιμοποιήστε το regedit για να εισαγάγετε `αυτό το αρχείο <https://www.nitrokey.com/sites/default/files/nk-hsm.reg>`_.
es: Abra un terminal de comandos e introduzca "regedit". Utilice regedit para importar `este archivo <https://www.nitrokey.com/sites/default/files/nk-hsm.reg>`_.
et: Avage komandoterminal ja sisestage "regedit". Kasutage regedit'i, et importida `see fail <https://www.nitrokey.com/sites/default/files/nk-hsm.reg>`_.
fi: Avaa komentoterminaali ja kirjoita "regedit". Tuo regeditillä `tämä tiedosto <https://www.nitrokey.com/sites/default/files/nk-hsm.reg>`_.
hu: Nyisson meg egy parancsterminált, és írja be a "regedit" parancsot. A regedit segítségével importálja `ezt a fájlt <https://www.nitrokey.com/sites/default/files/nk-hsm.reg>`_.
ja: コマンドターミナルを開き、「regedit」と入力します。regeditを使って、`このファイル<https://www.nitrokey.com/sites/default/files/nk-hsm.reg>`_をインポートします。
lt: Atidarykite komandų terminalą ir įveskite "regedit". Naudodami "regedit" importuokite `šį failą <https://www.nitrokey.com/sites/default/files/nk-hsm.reg>`_.
lv: Atveriet komandu termināli un ievadiet "regedit". Izmantojiet regedit, lai importētu `šo failu <https://www.nitrokey.com/sites/default/files/nk-hsm.reg>`_.
nl: Open een opdrachtterminal en voer "regedit" in. Gebruik regedit om `dit bestand te importeren <https://www.nitrokey.com/sites/default/files/nk-hsm.reg>`_.
pl: Otwórz terminal poleceń i wpisz "regedit". Użyj regedit, aby zaimportować `ten plik <https://www.nitrokey.com/sites/default/files/nk-hsm.reg>`_.
pt: Abra um terminal de comando e digite "regedit". Use regedit para importar `este arquivo <https://www.nitrokey.com/sites/default/files/nk-hsm.reg>`_.
ro: Deschideți un terminal de comenzi și introduceți "regedit". Utilizați regedit pentru a importa `acest fișier <https://www.nitrokey.com/sites/default/files/nk-hsm.reg>`_.
ru: Откройте командный терминал и введите "regedit". Используйте regedit для импорта `этого файла <https://www.nitrokey.com/sites/default/files/nk-hsm.reg>`_.
sk: Otvorte príkazový terminál a zadajte "regedit". Pomocou regedit importujte `tento súbor <https://www.nitrokey.com/sites/default/files/nk-hsm.reg>`_.
sl: Odprite ukazni terminal in vnesite "regedit". S programom regedit uvozite `to datoteko <https://www.nitrokey.com/sites/default/files/nk-hsm.reg>`_.
sv: Öppna en kommandoterminal och ange "regedit". Använd regedit för att importera `den här filen <https://www.nitrokey.com/sites/default/files/nk-hsm.reg>`_.
zh_cn: 打开一个命令终端，输入 "regedit"。使用regedit导入`这个文件<https://www.nitrokey.com/sites/default/files/nk-hsm.reg>`_。
