Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/hsm.po
Languages: bg, cs, da, de, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: For Windows download the official `OpenSC releases <https://github.com/OpenSC/OpenSC/releases>`_ and make sure you install `p11tool as described <https://github.com/thales-e-security/p11tool>`_. Using the PowerShell most commands should be identical as long as both tools and their binaries are within your ``PATH``.
bg: За Windows изтеглете официалните `издания на OpenSC <https://github.com/OpenSC/OpenSC/releases>`_ и се уверете, че сте инсталирали `p11tool, както е описано <https://github.com/thales-e-security/p11tool>`_. При използване на PowerShell повечето команди трябва да са идентични, стига и двата инструмента и техните двоични файлове да са в рамките на вашия ``PATH``.
cs: Pro Windows si stáhněte oficiální `vydání OpenSC <https://github.com/OpenSC/OpenSC/releases>`_ a ujistěte se, že jste nainstalovali `p11tool podle popisu <https://github.com/thales-e-security/p11tool>`_. Pomocí prostředí PowerShell by měla být většina příkazů totožná, pokud jsou oba nástroje a jejich binární soubory ve vašem ``PATH``.
da: Til Windows downloader du de officielle `OpenSC-udgivelser <https://github.com/OpenSC/OpenSC/releases>`_, og sørg for at installere `p11tool som beskrevet <https://github.com/thales-e-security/p11tool>`_. Ved hjælp af PowerShell bør de fleste kommandoer være identiske, så længe begge værktøjer og deres binære filer er i din ``PATH``.
el: Για τα Windows κατεβάστε τις επίσημες εκδόσεις `OpenSC <https://github.com/OpenSC/OpenSC/releases>`_ και βεβαιωθείτε ότι έχετε εγκαταστήσει το `p11tool όπως περιγράφεται <https://github.com/thales-e-security/p11tool>`_. Χρησιμοποιώντας το PowerShell οι περισσότερες εντολές θα πρέπει να είναι πανομοιότυπες εφόσον και τα δύο εργαλεία και τα δυαδικά τους αρχεία βρίσκονται μέσα στο ``PATH``.
es: Para Windows descarga las versiones oficiales de `OpenSC <https://github.com/OpenSC/OpenSC/releases>`_ y asegúrate de instalar `p11tool como se describe <https://github.com/thales-e-security/p11tool>`_. Usando el PowerShell la mayoría de los comandos deberían ser idénticos siempre que ambas herramientas y sus binarios estén dentro de su ``PATH``.
et: Windowsi jaoks lae alla ametlik `OpenSC versioon <https://github.com/OpenSC/OpenSC/releases>`_ ja veendu, et sa installeerid `p11tool nagu kirjeldatud <https://github.com/thales-e-security/p11tool>`_. PowerShelli kasutades peaks enamik käske olema identsed, kui mõlemad tööriistad ja nende binaarsed failid on sinu ``PATH`` sees.
fi: Windowsille lataa viralliset `OpenSC-julkaisut <https://github.com/OpenSC/OpenSC/releases>`_ ja varmista, että asennat `p11toolin kuvauksen <https://github.com/thales-e-security/p11tool>`_ mukaisesti. PowerShellin käytön useimpien komentojen pitäisi olla identtisiä, kunhan molemmat työkalut ja niiden binäärit ovat ``PATH``.
hu: Windowshoz töltse le a hivatalos `OpenSC kiadványokat <https://github.com/OpenSC/OpenSC/releases>`_, és győződjön meg róla, hogy a `p11toolt a <https://github.com/thales-e-security/p11tool>`_ leírás szerint telepítette. A PowerShell használatával a legtöbb parancsnak azonosnak kell lennie, amennyiben mindkét eszköz és binárisuk a ``PATH``-ben található.
ja: Windows では、`OpenSC の公式リリース <https://github.com/OpenSC/OpenSC/releases>`_ をダウンロードし、`p11tool を説明通りに <https://github.com/thales-e-security/p11tool>`_ インストールすることを確認してください。両方のツールとそのバイナリが``PATH`内にある限り、PowerShellを使用してほとんどのコマンドは同じになるはずです。
lt: Jei naudojate "Windows", atsisiųskite oficialią `OpenSC versiją <https://github.com/OpenSC/OpenSC/releases>`_ ir įsitikinkite, kad įdiegėte `p11tool, kaip aprašyta <https://github.com/thales-e-security/p11tool>`_. Naudojant "PowerShell" dauguma komandų turėtų būti identiškos, jei abu įrankiai ir jų dvejetainės programos yra jūsų ``PATH``.
lv: Windows operētājsistēmai lejupielādējiet oficiālo `OpenSC versiju <https://github.com/OpenSC/OpenSC/releases>`_ un pārliecinieties, ka esat instalējis `p11tool, kā aprakstīts <https://github.com/thales-e-security/p11tool>`_. Izmantojot PowerShell, lielākajai daļai komandu vajadzētu būt identiskām, ja vien abi rīki un to binārās datnes atrodas jūsu ``PATH``.
nl: Voor Windows downloadt u de officiële `OpenSC-releases <https://github.com/OpenSC/OpenSC/releases>`_ en zorgt u ervoor dat u `p11tool installeert zoals beschreven <https://github.com/thales-e-security/p11tool>`_. Met de PowerShell zouden de meeste commando's identiek moeten zijn, zolang beide tools en hun binaries zich in uw ``PATH`` bevinden.
pl: Dla Windows pobierz oficjalne ` wydania OpenSC <https://github.com/OpenSC/OpenSC/releases>`_ i upewnij się, że zainstalowałeś `p11tool jak opisano <https://github.com/thales-e-security/p11tool>`_. Używając PowerShell większość poleceń powinna być identyczna tak długo, jak oba narzędzia i ich binaria znajdują się w twoim ``PATH``.
pt: Para Windows baixe o oficial `Lançamentos OpenSC <https://github.com/OpenSC/OpenSC/releases>`_ e certifique-se de instalar `p11tool como descrito <https://github.com/thales-e-security/p11tool>`_. Usando o PowerShell a maioria dos comandos deve ser idêntica desde que ambas as ferramentas e seus binários estejam dentro do seu ``PATH```.
ro: Pentru Windows descărcați versiunile oficiale `OpenSC <https://github.com/OpenSC/OpenSC/releases>`_ și asigurați-vă că instalați `p11tool așa cum este descris <https://github.com/thales-e-security/p11tool>`_. Folosind PowerShell, majoritatea comenzilor ar trebui să fie identice, atâta timp cât ambele instrumente și binarele lor se află în cadrul ``PATH```.
ru: Для Windows загрузите официальный `релиз OpenSC <https://github.com/OpenSC/OpenSC/releases>`_ и убедитесь, что вы установили `p11tool, как описано <https://github.com/thales-e-security/p11tool>`_. При использовании PowerShell большинство команд должно быть идентичным, если оба инструмента и их двоичные файлы находятся в вашем ``PATH``.
sk: Pre Windows si stiahnite oficiálne `vydanie OpenSC <https://github.com/OpenSC/OpenSC/releases>`_ a uistite sa, že ste nainštalovali `p11tool podľa popisu <https://github.com/thales-e-security/p11tool>`_. Pomocou PowerShellu by mala byť väčšina príkazov identická, pokiaľ sa oba nástroje a ich binárne súbory nachádzajú vo vašom ``PATH``.
sl: Za Windows prenesite uradne `izdaje OpenSC <https://github.com/OpenSC/OpenSC/releases>`_ in se prepričajte, da ste namestili `p11tool, kot je opisano <https://github.com/thales-e-security/p11tool>`_. Z uporabo PowerShell bi morala biti večina ukazov enaka, če sta obe orodji in njuni binarni datoteki v vašem ``PATH``.
sv: För Windows laddar du ner de officiella `OpenSC-versionerna <https://github.com/OpenSC/OpenSC/releases>`_ och ser till att du installerar `p11tool enligt beskrivningen <https://github.com/thales-e-security/p11tool>`_. Med hjälp av PowerShell bör de flesta kommandon vara identiska så länge som båda verktygen och deras binärer finns i din ``PATH``.
zh_cn: 对于Windows，下载官方的`OpenSC发布的<https://github.com/OpenSC/OpenSC/releases>`_，并确保你安装`p11tool，如描述的<https://github.com/thales-e-security/p11tool>`_。只要两个工具及其二进制文件都在你的``PATH``内，使用PowerShell的大多数命令应该是相同的。

source: Creating the Root Certificate Authority
bg: Създаване на коренния удостоверяващ орган
cs: Vytvoření kořenové certifikační autority
da: Oprettelse af rodcertificeringsmyndigheden
de: Erstellen der Root-Zertifizierungsstelle
el: Δημιουργία της αρχής πιστοποιητικού ρίζας
es: Creación de la Autoridad de Certificación Raíz
et: Juursertifikaadi asutuse loomine
fi: Juurivarmentajan luominen
fr: Création de l'autorité de certification racine
hu: A gyökértanúsítvány-szolgáltató létrehozása
ja: ルート認証局の作成
lt: Šakninės sertifikatų institucijos kūrimas
lv: Saknes sertifikātu iestādes izveide
nl: Aanmaken van de root-certificaatautoriteit
pl: Tworzenie głównego urzędu certyfikacji
pt: Criação da Autoridade do Certificado Raiz
ro: Crearea autorității de certificare rădăcină
ru: Создание корневого центра сертификации
sk: Vytvorenie koreňovej certifikačnej autority
sl: Ustvarjanje korenskega organa za potrdila
sv: Skapa rotcertifikatmyndigheten
zh_cn: 创建根证书颁发机构

source: We start by generating the private key for the certificate authority directly on the Nitrokey HSM. This allows us to use the private key in the future, but not access it.
bg: Започваме с генериране на частния ключ за органа за издаване на сертификати директно на Nitrokey HSM. Това ни позволява да използваме частния ключ в бъдеще, но не и да имаме достъп до него.
cs: Začneme vygenerováním soukromého klíče pro certifikační autoritu přímo v HSM Nitrokey. To nám umožní soukromý klíč v budoucnu používat, ale ne k němu přistupovat.
da: Vi starter med at generere den private nøgle til certifikatudstederen direkte på Nitrokey HSM'en. Dette giver os mulighed for at bruge den private nøgle i fremtiden, men ikke for at få adgang til den.
de: Wir beginnen mit der Erzeugung des privaten Schlüssels für die Zertifizierungsstelle direkt auf dem Nitrokey HSM. Dadurch können wir den privaten Schlüssel in Zukunft verwenden, aber nicht darauf zugreifen.
el: Ξεκινάμε με τη δημιουργία του ιδιωτικού κλειδιού για την αρχή πιστοποιητικών απευθείας στο Nitrokey HSM. Αυτό μας επιτρέπει να χρησιμοποιούμε το ιδιωτικό κλειδί στο μέλλον, αλλά όχι να έχουμε πρόσβαση σε αυτό.
es: Comenzamos generando la clave privada de la autoridad de certificación directamente en el HSM de Nitrokey. Esto nos permite utilizar la clave privada en el futuro, pero no acceder a ella.
et: Alustame sertifitseerimisasutuse privaatvõtme genereerimisega otse Nitrokey HSM-is. See võimaldab meil tulevikus kasutada privaatvõtit, kuid mitte sellele juurde pääseda.
fi: Aloitamme luomalla varmentajan yksityisen avaimen suoraan Nitrokey HSM:ssä. Näin voimme käyttää yksityistä avainta tulevaisuudessa, mutta emme voi käyttää sitä.
fr: Nous commençons par générer la clé privée de l'autorité de certification directement sur le Nitrokey HSM. Cela nous permet d'utiliser la clé privée à l'avenir, mais pas d'y accéder.
hu: Először is a tanúsítványkiadó privát kulcsát közvetlenül a Nitrokey HSM-en generáljuk. Ez lehetővé teszi, hogy a jövőben használhassuk a magánkulcsot, de ne férjünk hozzá.
ja: まず、認証局の秘密鍵をNitrokey HSM上で直接生成します。これにより、将来的に秘密鍵を使用することはできますが、アクセスすることはできません。
lt: Pradedame nuo privataus rakto, skirto sertifikavimo įstaigai, generavimo tiesiogiai "Nitrokey HSM". Tai leidžia mums ateityje naudoti privatųjį raktą, bet ne jį pasiekti.
lv: Sākam ar sertifikātu iestādes privātās atslēgas ģenerēšanu tieši Nitrokey HSM. Tas ļauj mums izmantot privāto atslēgu nākotnē, bet ne piekļūt tai.
nl: We beginnen met het genereren van de privé-sleutel voor de certificaatautoriteit direct op de Nitrokey HSM. Hierdoor kunnen we de private sleutel in de toekomst gebruiken, maar er geen toegang toe krijgen.
pl: Zaczynamy od wygenerowania klucza prywatnego dla urzędu certyfikacji bezpośrednio na HSM Nitrokey. Dzięki temu możemy używać klucza prywatnego w przyszłości, ale nie mamy do niego dostępu.
pt: Começamos por gerar a chave privada para a autoridade certificadora diretamente no HSM da Nitrokey. Isto nos permite usar a chave privada no futuro, mas não acessá-la.
ro: Începem prin a genera cheia privată pentru autoritatea de certificare direct pe Nitrokey HSM. Acest lucru ne permite să folosim cheia privată în viitor, dar nu să o accesăm.
ru: Мы начнем с генерации закрытого ключа для центра сертификации непосредственно на Nitrokey HSM. Это позволяет нам использовать закрытый ключ в будущем, но не иметь к нему доступа.
sk: Začneme vygenerovaním súkromného kľúča pre certifikačnú autoritu priamo v HSM Nitrokey. To nám umožní súkromný kľúč v budúcnosti používať, ale nie pristupovať k nemu.
sl: Začnemo z ustvarjanjem zasebnega ključa za overitelja potrdil neposredno v napravi Nitrokey HSM. To nam omogoča, da zasebni ključ v prihodnosti uporabimo, vendar do njega ne moremo dostopati.
sv: Vi börjar med att generera den privata nyckeln för certifikatutfärdaren direkt på Nitrokey HSM. Detta gör att vi kan använda den privata nyckeln i framtiden, men inte komma åt den.
zh_cn: 我们首先在Nitrokey HSM上直接为证书机构生成私钥。这允许我们在将来使用私钥，但不能访问它。

source: Note the ID number (e0161cc8b6f5d66ac6835ecdecb623fc0506a675), we’ll need it later.
bg: Обърнете внимание на идентификационния номер (e0161cc8b6f5d66ac6835ecdecb623fc0506a675), който ще ни е необходим по-късно.
cs: Všimněte si identifikačního čísla (e0161cc8b6f5d66ac6835ecdecb623fc0506a675), budeme ho potřebovat později.
da: Bemærk ID-nummeret (e0161cc8b6b6f5d66ac6835ecdecb623fc0506a675), vi får brug for det senere.
de: Notieren Sie die ID-Nummer (e0161cc8b6f5d66ac6835ecdecb623fc0506a675), wir benötigen sie später.
el: Σημειώστε τον αριθμό ID (e0161cc8b6f5d66ac6835ecdecb623fc0506a675), θα τον χρειαστούμε αργότερα.
es: Anote el número de identificación (e0161cc8b6f5d66ac6835ecdecb623fc0506a675), lo necesitaremos más adelante.
et: Pane tähele ID-numbrit (e0161cc8b6f5d66ac6835ecdecb623fc0506a675), seda vajame hiljem.
fi: Huomaa ID-numero (e0161cc8b6f5d66ac6835ecdecb623fc0506a675), tarvitsemme sitä myöhemmin.
fr: Notez le numéro d'identification (e0161cc8b6f5d66ac6835ecdecb623fc0506a675), nous en aurons besoin plus tard.
hu: Jegyezd meg az azonosítószámot (e0161cc8b6f5d66ac6835ecdecb623fc0506a675), később szükségünk lesz rá.
ja: ID番号（e0161cc8b6f5d66ac6835ecdecb623fc0506a675）を覚えておいてください、後で必要になります。
lt: Atkreipkite dėmesį į ID numerį (e0161cc8b6f5d66ac6835ecdecb623fc0506a675), jo prireiks vėliau.
lv: Pierakstiet ID numuru (e0161cc8b6f5d66ac6835ecdecb623fc0506a675), tas mums būs nepieciešams vēlāk.
nl: Noteer het ID nummer (e0161cc8b6f5d66ac6835ecdecb623fc0506a675), we zullen het later nodig hebben.
pl: Zwróć uwagę na numer ID (e0161cc8b6f5d66ac6835ecdecb623fc0506a675), będzie nam potrzebny później.
pt: Note o número de identificação (e0161cc8b6f5d66ac6835ecdecb623fc0506a675), vamos precisar dele mais tarde.
ro: Rețineți numărul de identificare (e0161cc8b6f5d66ac6835ecdecb623fc0506a675), vom avea nevoie de el mai târziu.
ru: Обратите внимание на идентификационный номер (e0161cc8b6f5d66ac6835ecdecb623fc0506a675), он нам понадобится позже.
sk: Všimnite si identifikačné číslo (e0161cc8b6f5d66ac6835ecdecb623fc0506a675), budeme ho potrebovať neskôr.
sl: Upoštevajte številko ID (e0161cc8b6f5d66ac6835ecdecb623fc0506a675), potrebovali jo bomo pozneje.
sv: Notera ID-numret (e0161cc8b6f5d66ac6835ecdecb623fc0506a675), vi kommer att behöva det senare.
zh_cn: 注意ID号（e0161cc8b6f5d66ac6835ecdecb623fc0506a675），我们以后会需要它。

source: If you need the ID in the future, you can list the keys on the Nitrokey HSM:
bg: Ако идентификаторът ви е необходим в бъдеще, можете да направите списък на ключовете в Nitrokey HSM:
cs: Pokud budete ID potřebovat v budoucnu, můžete si klíče vypsat v systému Nitrokey HSM:
da: Hvis du får brug for ID'et i fremtiden, kan du angive nøglerne på Nitrokey HSM:
de: Wenn Sie die ID in Zukunft benötigen, können Sie die Tasten auf dem Nitrokey HSM auflisten:
el: Αν χρειαστείτε την ταυτότητα στο μέλλον, μπορείτε να καταχωρίσετε τα κλειδιά στο Nitrokey HSM:
es: Si en el futuro necesita la identificación, puede enumerar las llaves en el HSM de Nitrokey:
et: Kui teil on tulevikus ID-d vaja, saate võtmed Nitrokey HSM-i kaudu loetleda:
fi: Jos tarvitset tunnusta tulevaisuudessa, voit luetella avaimet Nitrokey HSM:ssä:
fr: Si vous avez besoin de l'ID à l'avenir, vous pouvez répertorier les clés sur le HSM de Nitrokey :
hu: Ha a jövőben szüksége lesz az azonosítóra, a kulcsokat a Nitrokey HSM-en listázhatja:
ja: 将来的にIDが必要になった場合、Nitrokey HSMにキーをリストアップすることができます。
lt: Jei ID jums prireiks ateityje, raktus galite įrašyti į "Nitrokey HSM" sąrašą:
lv: Ja ID jums būs nepieciešams nākotnē, varat uzskaitīt atslēgas Nitrokey HSM:
nl: Als u de ID in de toekomst nodig heeft, kunt u een lijst van de sleutels op de Nitrokey HSM maken:
pl: Jeśli potrzebujesz identyfikatora w przyszłości, możesz spisać klucze na Nitrokey HSM:
pt: Se você precisar da identificação no futuro, você pode listar as chaves no Nitrokey HSM:
ro: Dacă aveți nevoie de ID-ul în viitor, puteți lista cheile pe Nitrokey HSM:
ru: Если в будущем вам понадобится идентификатор, вы можете перечислить ключи на Nitrokey HSM:
sk: Ak budete v budúcnosti potrebovať identifikátor, môžete kľúče uviesť v systéme Nitrokey HSM:
sl: Če boste ID potrebovali v prihodnosti, lahko ključe vpišete v sistem Nitrokey HSM:
sv: Om du behöver ID i framtiden kan du lista nycklarna på Nitrokey HSM:
zh_cn: 如果你将来需要这个ID，你可以在Nitrokey HSM上列出这些钥匙。

source: We need to create a config file to generate a self-signed public certificate.
bg: Трябва да създадем конфигурационен файл за генериране на самоподписан публичен сертификат.
cs: Musíme vytvořit konfigurační soubor pro generování vlastnoručně podepsaného veřejného certifikátu.
da: Vi skal oprette en konfigurationsfil for at generere et selv-signeret offentligt certifikat.
de: Wir müssen eine Konfigurationsdatei erstellen, um ein selbstsigniertes öffentliches Zertifikat zu erzeugen.
el: Πρέπει να δημιουργήσουμε ένα αρχείο ρυθμίσεων για να δημιουργήσουμε ένα αυτο-υπογεγραμμένο δημόσιο πιστοποιητικό.
es: Necesitamos crear un archivo de configuración para generar un certificado público autofirmado.
et: Me peame looma konfiguratsioonifaili, et luua ise allkirjastatud avalik sertifikaat.
fi: Meidän on luotava konfigurointitiedosto itse allekirjoitetun julkisen varmenteen luomiseksi.
fr: Nous devons créer un fichier de configuration pour générer un certificat public auto-signé.
hu: Létre kell hoznunk egy konfigurációs fájlt egy saját aláírású nyilvános tanúsítvány létrehozásához.
ja: 自己署名付き公開証明書を生成するための設定ファイルを作成する必要があります。
lt: Reikia sukurti konfigūracijos failą, kad būtų galima generuoti savarankiškai pasirašytą viešąjį sertifikatą.
lv: Mums ir jāizveido konfigurācijas fails, lai ģenerētu pašparakstītu publisko sertifikātu.
nl: We moeten een config-bestand maken om een zelf-ondertekend publiek certificaat te genereren.
pl: Musimy utworzyć plik konfiguracyjny, aby wygenerować samopodpisany certyfikat publiczny.
pt: Precisamos de criar um ficheiro de configuração para gerar um certificado público autoassinado.
ro: Trebuie să creăm un fișier de configurare pentru a genera un certificat public autofirmat.
ru: Нам нужно создать файл конфигурации для генерации самоподписанного публичного сертификата.
sk: Musíme vytvoriť konfiguračný súbor na generovanie vlastného verejného certifikátu.
sl: Ustvariti moramo konfiguracijsko datoteko za ustvarjanje samopodpisanega javnega potrdila.
sv: Vi måste skapa en konfigurationsfil för att generera ett självsignerat offentligt certifikat.
zh_cn: 我们需要创建一个配置文件来生成一个自签名的公共证书。

source: Fill out the request information in <angle brackets> with information for your CA.
bg: Попълнете информацията за заявка в <ъгловите скоби> с информация за вашия CA.
cs: Vyplňte informace o žádosti v <hranatých závorkách> s informacemi o vašem certifikačním orgánu.
da: Udfyld anmodningsoplysningerne i <kantede parenteser> med oplysninger om dit CA.
de: Füllen Sie die Anforderungsinformationen in <eckigen Klammern> mit Informationen für Ihre CA aus.
el: Συμπληρώστε τις πληροφορίες αίτησης σε <αγκύλες> με πληροφορίες για την CA σας.
es: Rellene la solicitud de información entre <paréntesis angulares< con la información de su CA.
et: Täitke <nurksulgudes> olev taotlusinfo koos oma CA kohta käiva teabega.
fi: Täytä <hakasulkeissa> oleva pyyntölomake ja ilmoita CA:n tiedot.
fr: Remplissez la demande d'informations entre <angle brackets> avec les informations relatives à votre CA.
hu: Töltse ki a <szögletes zárójelben> található kérési információkat a CA-ra vonatkozó információkkal.
ja: カリフォルニア州の情報を<angle brackets>内のリクエスト情報に入力してください。
lt: Užpildykite užklausos informaciją <laužtiniuose skliaustuose> nurodydami savo CA informaciją.
lv: Aizpildiet pieprasījuma informāciju <leņķa iekavās>, norādot informāciju par savu CA.
nl: Vul de aanvraag informatie in <haakjes> met informatie voor uw CA.
pl: Wypełnij prośbę o informacje w <nawiasach kątowych> z informacjami dla Twojego CA.
pt: Preencha as informações do pedido em < parênteses de ângulo> com informações para a sua CA.
ro: Completați formularul de cerere de informații în <paranteze unghiulare> cu informații pentru CA.
ru: Заполните запрос информации в <угловых скобках> с информацией для вашего ЦА.
sk: Vyplňte informácie o žiadosti v uhlových zátvorkách s informáciami o vašom CA.
sl: Izpolnite zahtevek za informacije v oglatih oklepajih s podatki za vaš CA.
sv: Fyll i förfrågningsunderlaget inom <hörnparenteser> med information om din CA.
zh_cn: 在<角括号>中填写请求信息，并附上你的CA的信息。

source: Generate the self-signed public certificate from the private key. Use the private key id value from earlier.
bg: Генерирайте собственоръчно подписан публичен сертификат от частния ключ. Използвайте идентификационната стойност на частния ключ от по-рано.
cs: Vygenerujte veřejný certifikát podepsaný vlastním podpisem ze soukromého klíče. Použijte hodnotu id soukromého klíče z předchozího postupu.
da: Generer det selvsignerede offentlige certifikat ud fra den private nøgle. Brug id-værdien for den private nøgle fra tidligere.
de: Erzeugen Sie das selbstsignierte öffentliche Zertifikat aus dem privaten Schlüssel. Verwenden Sie den Wert der privaten Schlüssel-ID von vorhin.
el: Δημιουργήστε το αυτο-υπογεγραμμένο δημόσιο πιστοποιητικό από το ιδιωτικό κλειδί. Χρησιμοποιήστε την τιμή id του ιδιωτικού κλειδιού από προηγουμένως.
es: Genera el certificado público autofirmado a partir de la clave privada. Utilice el valor de identificación de la clave privada de antes.
et: Looge privaatvõtme põhjal ise allkirjastatud avalik sertifikaat. Kasutage varem saadud isikliku võtme id-väärtust.
fi: Luo itse allekirjoitettu julkinen varmenne yksityisestä avaimesta. Käytä aiemmin saatua yksityisen avaimen id-arvoa.
fr: Générez le certificat public auto-signé à partir de la clé privée. Utilisez la valeur d'identification de la clé privée obtenue précédemment.
hu: Generálja az önaláírt nyilvános tanúsítványt a magánkulcsból. Használja a korábban megadott magánkulcs azonosító értékét.
ja: 秘密鍵から自己署名付き公開証明書を生成します。先ほどの秘密鍵のid値を使用します。
lt: Iš privataus rakto sugeneruokite savo pasirašytą viešąjį sertifikatą. Naudokite anksčiau nustatytą privataus rakto ID reikšmę.
lv: No privātās atslēgas ģenerējiet pašparakstītu publisko sertifikātu. Izmantojiet iepriekš norādīto privātās atslēgas id vērtību.
nl: Genereer het zelfondertekende publieke certificaat uit de private sleutel. Gebruik de id-waarde van de private sleutel van eerder.
pl: Na podstawie klucza prywatnego wygeneruj samopodpisany certyfikat publiczny. Użyj wartości id klucza prywatnego z wcześniejszych obliczeń.
pt: Gerar o certificado público autoassinado a partir da chave privada. Use o valor de identificação da chave privada de antes.
ro: Generarea certificatului public auto-semnat din cheia privată. Folosiți valoarea id a cheii private de mai devreme.
ru: Сгенерируйте самоподписанный открытый сертификат на основе закрытого ключа. Используйте значение id закрытого ключа, полученное ранее.
sk: Generovanie vlastného verejného certifikátu zo súkromného kľúča. Použite identifikačnú hodnotu súkromného kľúča z predchádzajúcej časti.
sl: Iz zasebnega ključa ustvarite lastnoročno podpisano javno potrdilo. Uporabite identifikacijsko vrednost zasebnega ključa iz prejšnjega odstavka.
sv: Generera det självsignerade offentliga certifikatet från den privata nyckeln. Använd id-värdet för den privata nyckeln från tidigare.
zh_cn: 从私钥生成自签名的公共证书。使用先前的私钥ID值。
