Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/hsm.po
Languages: bg, cs, da, de, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: If you inspect the tail of the URL you'll recognize: ``label``, ``id`` and more, these can be partly removed as long as the necessary objects can be uniquely identified using the resulting URL, see :doc:`TLS Apache2 Configuration<apache2-tls>` for an example using ``id`` only.
bg: Ако разгледате опашката на URL адреса, ще разпознаете: ``label``, ``id`` и други, те могат да бъдат частично премахнати, стига необходимите обекти да могат да бъдат еднозначно идентифицирани с помощта на получения URL адрес, вж:doc:`TLS Apache2 Configuration<apache2-tls>` за пример с използване само на ``id``.
cs: Pokud si prohlédnete zadní část adresy URL, poznáte: ``label``, ``id`` a další, ty lze částečně odstranit, pokud lze potřebné objekty jednoznačně identifikovat pomocí výsledné adresy URL, viz :doc:`TLS Apache2 Configuration<apache2-tls>` pro příklad použití ``id`` pouze.
da: Hvis du undersøger URL-adressens hale, vil du kunne genkende: ``label``, ``id`` og flere, disse kan delvist fjernes, så længe de nødvendige objekter kan identificeres entydigt ved hjælp af den resulterende URL, se :doc:`TLS Apache2 Configuration<apache2-tls>` for et eksempel, der kun bruger ``id<x>``.
de: Wenn Sie den Schwanz der URL inspizieren, werden Sie erkennen: ``label``, ``id`` und mehr, diese können teilweise entfernt werden, solange die notwendigen Objekte über die resultierende URL eindeutig identifiziert werden können, siehe :doc:`TLS Apache2 Configuration<apache2-tls>` für ein Beispiel, das nur ``id`` verwendet.
el: Αν επιθεωρήσετε την ουρά της διεύθυνσης URL θα αναγνωρίσετε: ``label``, ``id`` και άλλα, αυτά μπορούν να αφαιρεθούν εν μέρει εφόσον τα απαραίτητα αντικείμενα μπορούν να αναγνωριστούν μοναδικά χρησιμοποιώντας το URL που προκύπτει, βλ:doc:`TLS Apache2 Configuration<apache2-tls>` για ένα παράδειγμα που χρησιμοποιεί μόνο ``id``.
es: Si inspecciona la cola de la URL reconocerá: ``label``, ``id`` y más, estos pueden ser parcialmente eliminados siempre y cuando los objetos necesarios puedan ser identificados de forma única usando la URL resultante, ver :doc:`TLS Apache2 Configuration<apache2-tls>` para un ejemplo usando ``id`` solamente.
et: Kui te uurite URL-i saba, siis'tunnete ära: ``label``, ``id`` ja muud, need saab osaliselt eemaldada, kui vajalikud objektid on saadud URL-i abil üheselt identifitseeritavad, vt :doc:`TLS Apache2 Configuration<apache2-tls>` näide, kus kasutatakse ainult ``id``.
fi: Jos tarkastelet URL-osoitteen häntää, tunnistat: ``label``, ``idid`` ja paljon muuta, nämä voidaan osittain poistaa, kunhan tarvittavat kohteet voidaan yksilöidä yksiselitteisesti tuloksena saatavan URL-osoitteen avulla, katso :doc:`TLS Apache2 Configuration<apache2-tls>` esimerkin, jossa käytetään vain ``id``.
fr: Si vous inspectez la queue de l'URL, vous reconnaîtrez : ``label``, ``id`` et plus, ceux-ci peuvent être partiellement supprimés tant que les objets nécessaires peuvent être identifiés de manière unique en utilisant l'URL résultante, voir :doc:`TLS Apache2 Configuration<apache2-tls>` pour un exemple utilisant uniquement ``id``.
hu: Ha megvizsgálja az URL-cím végét, akkor felismeri: ``label``, ``id`` és így tovább, ezek részben eltávolíthatók, amennyiben a szükséges objektumok a kapott URL segítségével egyértelműen azonosíthatók, lásd :doc:`TLS Apache2 konfiguráció<apache2-tls>` egy példát, amely csak a ``id`` használatával készült.
ja: URLの末尾を調べてみると'がわかります。``label``、``id``などですが、結果のURLを使って必要なオブジェクトを一意に識別できる限り、これらを部分的に削除することができます。``id``のみを使用した例については、doc:`TLS Apache2 Configuration<apache2-tls>`を参照してください。
lt: Jei patikrinsite URL adreso uodegą, atpažinsite: ``label``, ``id`` ir kt:doc:`TLS Apache2 Configuration<apache2-tls>` pavyzdį, kuriame naudojamas tik ``id``.
lv: Ja pārbaudīsiet URL adreses asti, jūs atpazīsiet: ``label``, ``id`` un citus, tos var daļēji noņemt, ja vien nepieciešamos objektus var unikāli identificēt, izmantojot iegūto URL, sk:doc:`TLS Apache2 Configuration<apache2-tls>` piemēru, kurā izmanto tikai ``id``.
nl: Als u de staart van de URL inspecteert, zult u herkennen: ``label``, ``id`` en meer, deze kunnen gedeeltelijk worden verwijderd zolang de noodzakelijke objecten uniek kunnen worden geïdentificeerd met behulp van de resulterende URL, zie :doc:`TLS Apache2 Configuration<apache2-tls>` voor een voorbeeld waarbij alleen ``id`` wordt gebruikt.
pl: Jeśli przyjrzysz się ogonowi adresu URL, rozpoznasz: ``label``, ``id`` i inne, można je częściowo usunąć, o ile niezbędne obiekty można jednoznacznie zidentyfikować za pomocą wynikowego adresu URL, zob:doc:`TLS Apache2 Configuration<apache2-tls>` dla przykładu używającego tylko ``id``.
pt: Se você inspecionar a cauda do URL que você'irá reconhecer: ``label```, ``id`` e mais, estes podem ser parcialmente removidos desde que os objectos necessários possam ser identificados de forma única usando a URL resultante, veja :doc:`TLS Apache2 Configuration<apache2-tls>` para um exemplo utilizando ``id>x id="269"></x>` apenas.
ro: Dacă inspectați coada URL-ului veți recunoaște: ``label``, ``id`` și altele, acestea pot fi parțial eliminate atâta timp cât obiectele necesare pot fi identificate în mod unic folosind URL-ul rezultat, vezi :doc:`TLS Apache2 Configuration<apache2-tls>` pentru un exemplu care utilizează doar ```id``.
ru: Если вы посмотрите на хвост URL, то узнаете: ``label``, ``id`` и многое другое, они могут быть частично удалены, пока необходимые объекты могут быть однозначно идентифицированы по результирующему URL, см :doc:`TLS Apache2 Configuration<apache2-tls>` для примера использования только ``id``.
sk: Ak skontrolujete chvost adresy URL, spoznáte: ``label``, ``id`` a ďalšie, tie je možné čiastočne odstrániť, pokiaľ je možné potrebné objekty jednoznačne identifikovať pomocou výslednej adresy URL, pozri :doc:`TLS Apache2 Configuration<apache2-tls>`, kde nájdete príklad, v ktorom sa používa iba ``id``.
sl: Če si ogledate rep naslova URL, boste prepoznali: ``label``, ``id`` in druge, ki jih lahko delno odstranite, če lahko potrebne predmete enolično prepoznate z uporabo dobljenega URL, glejte :doc:`TLS Apache2 Configuration<apache2-tls>` za primer uporabe ``id``.
sv: Om du tittar på svansen i URL:en kommer du att känna igen den: ``label``, ``id`` med flera, dessa kan delvis tas bort så länge de nödvändiga objekten kan identifieras unikt med hjälp av den resulterande webbadressen, se :doc:`TLS Apache2 Configuration<apache2-tls>` för ett exempel där endast ``id`` används.
zh_cn: 如果你检查URL的尾部，你会发现。``label``, ``id``等等，这些可以被部分删除，只要必要的对象可以通过生成的URL唯一识别，见:doc:`TLS Apache2 Configuration<apache2-tls>` 对于一个只使用``id`` 的例子。

source: S/MIME Email Encryption
bg: S/MIME криптиране на имейли
cs: Šifrování e-mailů S/MIME
da: S/MIME-kryptering af e-mail
el: Κρυπτογράφηση ηλεκτρονικού ταχυδρομείου S/MIME
es: Cifrado de correo electrónico S/MIME
et: S/MIME e-posti krüpteerimine
fi: S/MIME-sähköpostin salaus
fr: Chiffrement du courrier électronique S/MIME
hu: S/MIME e-mail titkosítás
ja: S/MIMEメール暗号化
lt: S/MIME el. pašto šifravimas
lv: S/MIME e-pasta šifrēšana
nl: S/MIME e-mail encryptie
pl: Szyfrowanie poczty elektronicznej S/MIME
pt: S/MIME Criptografia de Email
ro: Criptare S/MIME pentru e-mail
ru: Шифрование электронной почты S/MIME
sk: Šifrovanie e-mailov S/MIME
sl: Šifriranje e-pošte S/MIME
sv: S/MIME-kryptering av e-post
zh_cn: S/MIME电子邮件加密

source: Prerequisites
bg: Предварителни условия
cs: Předpoklady
da: Forudsætninger
de: Voraussetzungen
el: Προαπαιτούμενα
es: Requisitos previos
et: Eeltingimused
fi: Edellytykset
fr: Conditions préalables
hu: Előfeltételek
ja: 前提条件
lt: Būtinosios sąlygos
lv: Priekšnosacījumi
nl: Vereisten
pl: Wymagania wstępne
pt: Pré-requisitos
ro: Condiții prealabile
ru: Пререквизиты
sk: Predpoklady
sl: Predpogoji
sv: Förutsättningar
zh_cn: 先决条件

source: There are two widely used standards for email encryption.
bg: Съществуват два широко използвани стандарта за криптиране на имейли.
cs: Existují dva široce používané standardy pro šifrování e-mailů.
da: Der findes to udbredte standarder for e-mail-kryptering.
el: Υπάρχουν δύο ευρέως χρησιμοποιούμενα πρότυπα για την κρυπτογράφηση ηλεκτρονικού ταχυδρομείου.
es: Existen dos estándares ampliamente utilizados para el cifrado del correo electrónico.
et: E-posti krüpteerimiseks on kaks laialdaselt kasutatavat standardit.
fi: Sähköpostin salaukseen on kaksi yleisesti käytettyä standardia.
fr: Il existe deux normes largement utilisées pour le cryptage des e-mails.
hu: Az e-mail titkosítására két széles körben használt szabvány létezik.
ja: 電子メールの暗号化には、広く使われている2つの規格があります。
lt: Yra du plačiai naudojami el. pašto šifravimo standartai.
lv: Pastāv divi plaši izmantoti e-pasta šifrēšanas standarti.
nl: Er zijn twee algemeen gebruikte normen voor e-mailversleuteling.
pl: Istnieją dwa powszechnie stosowane standardy szyfrowania poczty elektronicznej.
pt: Existem dois padrões amplamente utilizados para criptografia de e-mail.
ro: Există două standarde utilizate la scară largă pentru criptarea e-mailurilor.
ru: Существует два широко используемых стандарта для шифрования электронной почты.
sk: Existujú dva široko používané štandardy na šifrovanie e-mailov.
sl: Za šifriranje e-pošte se pogosto uporabljata dva standarda.
sv: Det finns två allmänt använda standarder för e-postkryptering.
zh_cn: 目前有两种广泛使用的电子邮件加密标准。

source: OpenPGP/GnuPG is popular among individuals,
bg: OpenPGP/GnuPG е популярен сред частните лица,
cs: OpenPGP/GnuPG je oblíbený mezi jednotlivci,
da: OpenPGP/GnuPG er populært blandt enkeltpersoner,
el: Το OpenPGP/GnuPG είναι δημοφιλές μεταξύ των ιδιωτών,
es: OpenPGP/GnuPG es popular entre los particulares,
et: OpenPGP/GnuPG on üksikisikute seas populaarne,
fi: OpenPGP/GnuPG on suosittu yksityishenkilöiden keskuudessa,
fr: OpenPGP/GnuPG est populaire parmi les particuliers,
hu: Az OpenPGP/GnuPG népszerű a magánszemélyek körében,
ja: 個人ではOpenPGP/GnuPGが人気です。
lt: "OpenPGP/GnuPG" yra populiari tarp fizinių asmenų,
lv: OpenPGP/GnuPG ir populāra privātpersonu vidū,
nl: OpenPGP/GnuPG is populair bij particulieren,
pl: OpenPGP/GnuPG jest popularny wśród użytkowników indywidualnych,
pt: O OpenPGP/GnuPG é popular entre os indivíduos,
ro: OpenPGP/GnuPG este popular în rândul persoanelor fizice,
ru: OpenPGP/GnuPG популярен среди частных лиц,
sk: OpenPGP/GnuPG je obľúbený medzi jednotlivcami,
sl: OpenPGP/GnuPG je priljubljen med posamezniki,
sv: OpenPGP/GnuPG är populärt bland privatpersoner,
zh_cn: OpenPGP/GnuPG在个人中很受欢迎。

source: S/MIME/X.509 is mostly used by enterprises.
bg: S/MIME/X.509 се използва предимно от предприятия.
cs: S/MIME/X.509 používají především podniky.
da: S/MIME/X.509 bruges mest af virksomheder.
el: Το S/MIME/X.509 χρησιμοποιείται κυρίως από επιχειρήσεις.
es: S/MIME/X.509 es utilizado principalmente por las empresas.
et: S/MIME/X.509 kasutavad peamiselt ettevõtted.
fi: S/MIME/X.509 on useimmiten yritysten käytössä.
fr: S/MIME/X.509 est surtout utilisé par les entreprises.
hu: Az S/MIME/X.509-et leginkább a vállalatok használják.
ja: S/MIME/X.509は主に企業で使用されています。
lt: S/MIME/X.509 dažniausiai naudoja įmonės.
lv: S/MIME/X.509 galvenokārt izmanto uzņēmumi.
nl: S/MIME/X.509 wordt meestal door ondernemingen gebruikt.
pl: S/MIME/X.509 jest najczęściej używany przez przedsiębiorstwa.
pt: O S/MIME/X.509 é utilizado principalmente por empresas.
ro: S/MIME/X.509 este utilizat în principal de întreprinderi.
ru: S/MIME/X.509 в основном используется на предприятиях.
sk: S/MIME/X.509 používajú najmä podniky.
sl: S/MIME/X.509 večinoma uporabljajo podjetja.
sv: S/MIME/X.509 används främst av företag.
zh_cn: S/MIME/X.509大多被企业使用。

source: If you are in doubt which one to choose, you should use OpenPGP, see `here <openpgp.html>`_. This page describes the usage of S/MIME email encryption.
bg: Ако се съмнявате кой да изберете, трябва да използвате OpenPGP, вижте `тук <openpgp.html>`_. Тази страница описва използването на S/MIME криптиране на електронна поща.
cs: Pokud váháte, který z nich zvolit, měli byste použít OpenPGP, viz `zde <openpgp.html>`_. Tato stránka popisuje použití šifrování e-mailů S/MIME.
da: Hvis du er i tvivl om, hvilken en du skal vælge, bør du bruge OpenPGP, se `her <openpgp.html>`_. På denne side beskrives brugen af S/MIME-kryptering af e-mail.
el: Αν έχετε αμφιβολίες για το ποιο να επιλέξετε, θα πρέπει να χρησιμοποιήσετε το OpenPGP, βλέπε `εδώ <openpgp.html>`_. Αυτή η σελίδα περιγράφει τη χρήση της κρυπτογράφησης ηλεκτρονικού ταχυδρομείου S/MIME.
es: Si tiene dudas sobre cuál elegir, debería usar OpenPGP, vea `aquí <openpgp.html>`_. Esta página describe el uso del cifrado de correo electrónico S/MIME.
et: Kui te ei ole kindel, millist valida, tuleks kasutada OpenPGP, vt ` siin <openpgp.html>`_. Sellel leheküljel kirjeldatakse S/MIME e-posti krüpteerimise kasutamist.
fi: Jos olet epävarma siitä, kumpi kannattaa valita, kannattaa käyttää OpenPGP:tä, katso `täältä <openpgp.html>`_. Tällä sivulla kuvataan S/MIME-sähköpostin salauksen käyttöä.
hu: Ha bizonytalan, hogy melyiket válassza, akkor az OpenPGP-t használja, lásd `itt <openpgp.html>`_. Ez az oldal az S/MIME e-mail titkosítás használatát írja le.
ja: どれを選べばいいのかわからない場合は、OpenPGPを使うべきで、`こちら<openpgp.html>`_を参照してください。このページでは、S/MIMEのメール暗号化の使い方を説明しています。
lt: Jei abejojate, kurį iš jų pasirinkti, turėtumėte naudoti OpenPGP, žr. ` čia <openpgp.html>`_. Šiame puslapyje aprašomas S/MIME el. pašto šifravimo naudojimas.
lv: Ja šaubāties, kuru no tiem izvēlēties, izmantojiet OpenPGP, skatīt `šeit <openpgp.html>`_. Šajā lapā aprakstīta S/MIME e-pasta šifrēšanas izmantošana.
nl: Als u twijfelt welke u moet kiezen, kunt u het beste OpenPGP gebruiken, zie `hier <openpgp.html>`_. Deze pagina beschrijft het gebruik van S/MIME e-mail encryptie.
pl: Jeśli masz wątpliwości, który z nich wybrać, powinieneś użyć OpenPGP, zobacz `here <openpgp.html>`_. Ta strona opisuje użycie szyfrowania poczty elektronicznej S/MIME.
pt: Se você está em dúvida qual escolher, você deve usar o OpenPGP, veja `here <openpgp.html>`_. Esta página descreve o uso da encriptação de e-mail S/MIME.
ro: Dacă aveți dubii cu privire la care să alegeți, ar trebui să folosiți OpenPGP, vedeți ` aici <openpgp.html>`_. Această pagină descrie utilizarea criptării S/MIME pentru e-mailuri.
ru: Если вы сомневаетесь, какой из них выбрать, используйте OpenPGP, смотрите `здесь <openpgp.html>`_. На этой странице описано использование шифрования электронной почты S/MIME.
sk: Ak máte pochybnosti, ktorý z nich si vybrať, mali by ste použiť OpenPGP, pozri ` tu <openpgp.html>`_. Na tejto stránke je opísané používanie šifrovania elektronickej pošty S/MIME.
sl: Če ste v dvomih, katerega izbrati, uporabite OpenPGP, glejte `tudi <openpgp.html>`_. Na tej strani je opisana uporaba šifriranja e-pošte S/MIME.
sv: Om du är osäker på vilken du ska välja bör du använda OpenPGP, se `här <openpgp.html>`_. Den här sidan beskriver användningen av S/MIME-kryptering av e-post.
zh_cn: 如果你对选择哪一种有疑问，你应该使用OpenPGP，见`这里<openpgp.html>`_。本页介绍了S/MIME电子邮件加密的用法。
