Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/hsm.po
Languages: bg, cs, da, de, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: Your Nitrokey is now ready to use. `Checkout <https://www.nitrokey.com/documentation/applications>`__ the various use cases and supported applications.
de: Ihr Nitrokey ist nun einsatzbereit. Schauen Sie sich <https://www.nitrokey.com/documentation/applications>`__ die verschiedenen Anwendungsfälle und unterstützten Anwendungen an.
fr: Votre Nitrokey est maintenant prêt à être utilisé. `Checkout <https://www.nitrokey.com/documentation/applications>`__ les différents cas d'utilisation et les applications supportées.

source: If you are in doubt which one to choose, you should use OpenPGP, see `here <openpgp.html>`__. This page describes the usage of S/MIME email encryption.
fr: Si vous avez un doute sur le choix à faire, vous devriez utiliser OpenPGP, voir `here <openpgp.html>`__. Cette page décrit l'utilisation du cryptage des e-mails S/MIME.

source: You need to purchase a S/MIME certificate or may already got one by your company. Furthermore, you need to install `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`__ on your System. While GNU/Linux users usually can install OpenSC over the package manager (e.g. ``sudo apt install opensc`` on Ubuntu), macOS and Windows users can download the installation files from the `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`__ page.
fr: Vous devez acheter un certificat S/MIME ou peut-être en avez-vous déjà un par votre entreprise. De plus, vous devez installer `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`__ sur votre système. Alors que les utilisateurs de GNU/Linux peuvent généralement installer OpenSC via le gestionnaire de paquets (par exemple ``sudo apt install opensc`` sur Ubuntu), les utilisateurs de macOS et Windows peuvent télécharger les fichiers d'installation depuis la page `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`__.

source: The following instructions are based on the `wiki of OpenSC <https://github.com/OpenSC/OpenSC/wiki/OpenPGP-card>`__. We will assume, that you already got a key-certificate pair as a .p12 file. Please have a look at the wiki page, if you got a separate key and certificate file.
fr: Les instructions suivantes sont basées sur le `wiki de OpenSC <https://github.com/OpenSC/OpenSC/wiki/OpenPGP-card>`__. Nous supposerons que vous avez déjà obtenu une paire clé-certificat sous forme de fichier .p12. Veuillez jeter un coup d'œil à la page du wiki, si vous avez obtenu un fichier de clé et de certificat séparé.

source: for using `S/MIME encryption on Thunderbird <smime-thunderbird.html>`__
fr: pour utiliser le cryptage `S/MIME sur Thunderbird <smime-thunderbird.html>`___.

source: for using `S/MIME encryption on Outlook <smime-outlook.html>`__
fr: pour l'utilisation du cryptage S/MIME sur Outlook <smime-outlook.html>___.

source: for using `Evolution <https://help.gnome.org/users/evolution/stable/mail-encryption.html.en>`__, an email client for the Gnome Desktop on Linux systems
fr: pour l'utilisation de `Evolution <https://help.gnome.org/users/evolution/stable/mail-encryption.html.en>`__, un client de messagerie pour le bureau Gnome sur les systèmes Linux.

source: Nitrokey Storage 2: You need to install OpenSC in version 0.18 or higher. You can find the files on the `OpenSC website <https://github.com/OpenSC/OpenSC/releases>`__ for Windows and macOS user or `here <https://github.com/Nitrokey/opensc-build>`__ for Debian/Ubuntu users.
fr: Nitrokey Storage 2 : Vous devez installer OpenSC en version 0.18 ou supérieure. Vous pouvez trouver les fichiers sur le site `OpenSC <https://github.com/OpenSC/OpenSC/releases>`__ pour les utilisateurs de Windows et macOS ou `ici <https://github.com/Nitrokey/opensc-build>`__ pour les utilisateurs de Debian/Ubuntu.

source: If you do not have a S/MIME key-certificate pair installed on your Nitrokey yet, please look at `this page <smime.html>`__ first.
de: Wenn Sie noch kein S/MIME-Schlüssel-Zertifikatspaar auf Ihrem Nitrokey installiert haben, sehen Sie sich bitte zuerst `diese Seite <smime.html>`__ an.
fr: Si tu n'as pas encore de paire clé-certificat S/MIME installée sur ta Nitrokey, regarde d'abord `cette page <smime.html>`__.

source: You need to have OpenSC installed on your System. Please have a look at the `wiki page of the OpenSC project <https://github.com/OpenSC/OpenSC/wiki>`__.
de: Sie müssen OpenSC auf Ihrem System installiert haben. Bitte schauen Sie sich die `Wiki-Seite des OpenSC-Projekts <https://github.com/OpenSC/OpenSC/wiki>`__ an.
fr: Vous devez avoir OpenSC installé sur votre système. Veuillez consulter la page `wiki du projet OpenSC <https://github.com/OpenSC/OpenSC/wiki>`__.

source: If you do not have a S/MIME key-certificate pair installed on your Nitrokey yet or if you did not installed OpenSC, please look at `this page <smime.html>`__ first.
de: Wenn Sie noch kein S/MIME-Schlüssel-Zertifikat-Paar auf Ihrem Nitrokey installiert haben oder wenn Sie OpenSC nicht installiert haben, sehen Sie sich bitte zuerst `diese Seite <smime.html>`__ an.
fr: Si vous n'avez pas encore installé de paire clé-certificat S/MIME sur votre Nitrokey ou si vous n'avez pas installé OpenSC, regardez d'abord `cette page <smime.html>`__.

source: You need to have `OpenSC installed <https://github.com/OpenSC/OpenSC/wiki>`__ on your System. While GNU/Linux users usually can install OpenSC over the package manager (e.g. ``sudo apt update && sudo apt install opensc`` on Ubuntu), macOS and Windows users can download the installation files from OpenSC directly.
de: Sie müssen `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`__ auf Ihrem System installiert haben. Während GNU/Linux-Benutzer OpenSC in der Regel über den Paketmanager installieren können (z. B. ``sudo apt update && sudo apt install opensc`` auf Ubuntu), können macOS- und Windows-Benutzer die Installationsdateien direkt von OpenSC herunterladen.
fr: Vous devez avoir `OpenSC installé <https://github.com/OpenSC/OpenSC/wiki>`__ sur votre Système. Alors que les utilisateurs de GNU/Linux peuvent généralement installer OpenSC via le gestionnaire de paquets (par exemple ``sudo apt update && sudo apt install opensc`` sur Ubuntu), les utilisateurs de macOS et Windows peuvent télécharger les fichiers d'installation directement depuis OpenSC.

source: Install `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`__. Alternatively, install `this <https://www.cardcontact.de/download/sc-hsm-starterkit.zip>`__ driver (`source <https://github.com/CardContact/sc-hsm-embedded>`__).
de: Installieren Sie `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`__. Installieren Sie alternativ `diesen <https://www.cardcontact.de/download/sc-hsm-starterkit.zip>`__ Treiber (`Quelle <https://github.com/CardContact/sc-hsm-embedded>`__).
fr: Installez `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`__. Alternativement, installez `cette <https://www.cardcontact.de/download/sc-hsm-starterkit.zip>`__ pilote (`source <https://github.com/CardContact/sc-hsm-embedded>`__).

source: Download and install the latest `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`__.
de: Laden Sie das neueste `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`__ herunter und installieren Sie es.
fr: Téléchargez et installez la dernière version de `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`__.

source: Open a command terminal and enter “regedit”. Use regedit to import `this file <https://www.nitrokey.com/sites/default/files/nk-hsm.reg>`__.
de: Öffnen Sie ein Befehlsterminal und geben Sie "regedit" ein. Verwenden Sie regedit, um `diese Datei <https://www.nitrokey.com/sites/default/files/nk-hsm.reg>`__ zu importieren.
fr: Ouvrez un terminal de commande et entrez "regedit". Utilisez regedit pour importer `ce fichier <https://www.nitrokey.com/sites/default/files/nk-hsm.reg>`__.

source: Now you can enroll Nitrokeys for your users managed in Microsoft Active Directory. You may either use Microsoft PKI, `gpgsm <https://www.gnupg.org/documentation/manuals/gnupg/Howto-Create-a-Server-Cert.html>`__, or `Smart Policy <https://www.mysmartlogon.com/products/smart-policy.html>`__. The following steps describe the usage of Smart Policy.
de: Jetzt können Sie Nitrokeys für Ihre in Microsoft Active Directory verwalteten Benutzer registrieren. Sie können entweder Microsoft PKI, `gpgsm <https://www.gnupg.org/documentation/manuals/gnupg/Howto-Create-a-Server-Cert.html>`__, oder `Smart Policy <https://www.mysmartlogon.com/products/smart-policy.html>`__ verwenden. Die folgenden Schritte beschreiben die Verwendung von Smart Policy.
fr: Vous pouvez maintenant inscrire Nitrokeys pour vos utilisateurs gérés dans Microsoft Active Directory. Vous pouvez soit utiliser Microsoft PKI, `gpgsm <https://www.gnupg.org/documentation/manuals/gnupg/Howto-Create-a-Server-Cert.html>`__, ou `Smart Policy <https://www.mysmartlogon.com/products/smart-policy.html>`__. Les étapes suivantes décrivent l'utilisation de Smart Policy.

source: `Download <http://download.mysmartlogon.com/SmartPolicyv2/SmartPolicy%20-%20Stage%203.exe>`__ and install Smart Policy.
de: <http://download.mysmartlogon.com/SmartPolicyv2/SmartPolicy%20-%20Stage%203.exe>`__ herunterladen und Smart Policy installieren.
fr: `Télécharger <http://download.mysmartlogon.com/SmartPolicyv2/SmartPolicy%20-%20Stage%203.exe>`__ et installer Smart Policy.

source: Nitrokey Pro: ``ENV{PRODUCT}=="20a0/4108/101"``
ja: Nitrokeyプロ。``ENV{PRODUCT}=="20a0/4108/101"``

source: secp256
pl: sekp256

source: secp521
pl: sekp521

source: `Troubleshooting (forum) <https://support.nitrokey.com/t/pki-ca-nitrokey-hsm-does-not-support-signing/2598/14>`__
de: `Fehlersuche (Forum) <https://support.nitrokey.com/t/pki-ca-nitrokey-hsm-does-not-support-signing/2598/14>`__

source: Choose your operating system:
de: Wählen Sie Ihr Betriebssystem:
