Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/hsm.po
Languages: bg, cs, da, de, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: Create a CSR in the normal method for your application. Proper creation of your certificate, including SAN, for your particular application is outside the scope of this document.
bg: Създайте CSR по обичайния за вашето приложение метод. Правилното създаване на вашия сертификат, включително SAN, за вашето конкретно приложение е извън обхвата на този документ.
cs: Vytvořte CSR běžným způsobem pro vaši aplikaci. Správné vytvoření certifikátu, včetně SAN, pro vaši konkrétní aplikaci je mimo rozsah tohoto dokumentu.
da: Opret en CSR på den normale måde for dit program. Korrekt oprettelse af dit certifikat, herunder SAN, til dit særlige program ligger uden for dette dokuments anvendelsesområde.
de: Erstellen Sie eine CSR in der normalen Methode für Ihre Anwendung. Die korrekte Erstellung Ihres Zertifikats, einschließlich SAN, für Ihre spezielle Anwendung liegt außerhalb des Rahmens dieses Dokuments.
el: Δημιουργήστε μια CSR με τη συνήθη μέθοδο για την εφαρμογή σας. Η ορθή δημιουργία του πιστοποιητικού σας, συμπεριλαμβανομένου του SAN, για τη συγκεκριμένη εφαρμογή σας είναι εκτός του πεδίου εφαρμογής αυτού του εγγράφου.
es: Cree una CSR en el método normal para su aplicación. La creación adecuada de su certificado, incluyendo el SAN, para su aplicación particular está fuera del alcance de este documento.
et: Looge CSR tavalisel meetodil oma rakenduse jaoks. Sertifikaadi nõuetekohane loomine, sealhulgas SAN, teie konkreetse rakenduse jaoks ei kuulu käesoleva dokumendi reguleerimisalasse.
fi: Luo CSR-sertifikaatti sovelluksesi tavanomaisella menetelmällä. Varmenteen asianmukainen luominen, SAN mukaan lukien, kyseistä sovellusta varten ei kuulu tämän asiakirjan soveltamisalaan.
fr: Créez un CSR selon la méthode normale pour votre application. La création correcte de votre certificat, y compris le SAN, pour votre application particulière sort du cadre de ce document.
hu: Hozzon létre egy CSR-t a szokásos módszerrel az alkalmazásához. A tanúsítvány megfelelő létrehozása, beleértve a SAN-t is, az adott alkalmazáshoz nem tartozik e dokumentum tárgykörébe.
ja: お客様のアプリケーションに合わせた通常の方法でCSRを作成してください。お客様の特定の用途に合わせたSANを含む証明書の適切な作成は、本文書の範囲外です。
lt: Sukurkite CSR įprastu savo programai metodu. Tinkamas jūsų sertifikato, įskaitant SAN, sukūrimas konkrečiai jūsų programai nepatenka į šio dokumento taikymo sritį.
lv: Izveidojiet CSR, izmantojot jūsu lietojumprogrammai parasto metodi. Pareiza sertifikāta izveide, tostarp SAN, jūsu konkrētai lietojumprogrammai ir ārpus šī dokumenta darbības jomas.
nl: Maak een CSR aan op de normale methode voor uw toepassing. Het correct aanmaken van uw certificaat, inclusief SAN, voor uw specifieke toepassing valt buiten het bestek van dit document.
pl: Utwórz CSR w normalny sposób dla swojej aplikacji. Prawidłowe tworzenie certyfikatu, w tym SAN, dla konkretnej aplikacji jest poza zakresem tego dokumentu.
pt: Crie um CSR no método normal para a sua aplicação. A criação adequada do seu certificado, incluindo SAN, para a sua aplicação específica está fora do escopo deste documento.
ro: Creați un CSR prin metoda obișnuită pentru aplicația dumneavoastră. Crearea corectă a certificatului, inclusiv a SAN, pentru aplicația dvs. particulară nu face parte din domeniul de aplicare al acestui document.
ru: Создайте CSR обычным для вашего приложения способом. Правильное создание сертификата, включая SAN, для вашего конкретного приложения выходит за рамки данного документа.
sk: Vytvorte CSR bežným spôsobom pre vašu aplikáciu. Správne vytvorenie certifikátu vrátane SAN pre vašu konkrétnu aplikáciu je mimo rozsahu tohto dokumentu.
sl: CSR ustvarite na običajen način za svojo aplikacijo. Ustrezno ustvarjanje potrdila, vključno s SAN, za vašo posebno aplikacijo je zunaj obsega tega dokumenta.
sv: Skapa en CSR på det sätt som är normalt för din applikation. Att korrekt skapa certifikatet, inklusive SAN, för just din tillämpning ligger utanför det här dokumentets räckvidd.
zh_cn: 以正常的方法为你的应用创建CSR。为你的特定应用正确创建你的证书，包括SAN，不在本文件的范围之内。

source: Create a config file to use the private key of the intermediate certificate to sign the CSRs of your servers.
bg: Създайте конфигурационен файл, за да използвате частния ключ на междинния сертификат за подписване на CSR на вашите сървъри.
cs: Vytvořte konfigurační soubor pro použití soukromého klíče zprostředkujícího certifikátu k podepisování CSR serverů.
da: Opret en konfigurationsfil til at bruge den private nøgle til det mellemliggende certifikat til at underskrive CSR'er for dine servere.
de: Erstellen Sie eine Konfigurationsdatei, um den privaten Schlüssel des Zwischenzertifikats zum Signieren der CSRs Ihrer Server zu verwenden.
el: Δημιουργήστε ένα αρχείο ρυθμίσεων για τη χρήση του ιδιωτικού κλειδιού του ενδιάμεσου πιστοποιητικού για την υπογραφή των CSR των διακομιστών σας.
es: Cree un archivo de configuración para utilizar la clave privada del certificado intermedio para firmar las CSR de sus servidores.
et: Looge konfiguratsioonifail, et kasutada oma serverite CSR-ide allkirjastamiseks vahesertifikaadi privaatvõtit.
fi: Luo määritystiedosto, jolla voit käyttää välivarmenteen yksityistä avainta palvelimien CSR-asiakirjojen allekirjoittamiseen.
fr: Créez un fichier de configuration pour utiliser la clé privée du certificat intermédiaire pour signer les CSRs de vos serveurs.
hu: Hozzon létre egy konfigurációs fájlt, amely a köztes tanúsítvány magánkulcsát használja a kiszolgálók CSR-jeinek aláírására.
ja: 中間証明書の秘密鍵を使って、サーバーのCSRに署名するための設定ファイルを作成します。
lt: Sukurkite konfigūracijos failą, kad tarpinio sertifikato privatųjį raktą naudotumėte serverių CSR pasirašyti.
lv: Izveidojiet konfigurācijas failu, lai izmantotu starpposma sertifikāta privāto atslēgu serveru CSR parakstīšanai.
nl: Maak een configuratiebestand om de private sleutel van het tussenliggende certificaat te gebruiken om de CSR's van uw servers te ondertekenen.
pl: Utwórz plik konfiguracyjny, aby użyć klucza prywatnego certyfikatu pośredniego do podpisania CSR-ów Twoich serwerów.
pt: Crie um arquivo de configuração para usar a chave privada do certificado intermediário para assinar os CSRs dos seus servidores.
ro: Creați un fișier de configurare pentru a utiliza cheia privată a certificatului intermediar pentru a semna CSR-urile serverelor dumneavoastră.
ru: Создайте файл конфигурации, чтобы использовать закрытый ключ промежуточного сертификата для подписи CSR ваших серверов.
sk: Vytvorte konfiguračný súbor na použitie súkromného kľúča sprostredkovateľského certifikátu na podpisovanie CSR vašich serverov.
sl: Ustvarite konfiguracijsko datoteko za uporabo zasebnega ključa vmesnega potrdila za podpisovanje potrdil CSR vaših strežnikov.
sv: Skapa en konfigurationsfil för att använda den privata nyckeln för det mellanliggande certifikatet för att signera CSR:er för dina servrar.
zh_cn: 创建一个配置文件，使用中间证书的私钥来签署你服务器的CSR。

source: Then run openssl to sign the server’s CSR.
bg: След това стартирайте openssl, за да подпишете CSR на сървъра.
cs: Poté spusťte openssl a podepište CSR serveru.
da: Kør derefter openssl for at underskrive serverens CSR.
de: Führen Sie dann openssl aus, um die CSR des Servers zu signieren.
el: Στη συνέχεια, εκτελέστε το openssl για να υπογράψετε το CSR του διακομιστή.
es: A continuación, ejecute openssl para firmar el CSR del servidor.
et: Seejärel käivitage openssl, et allkirjastada serveri CSR.
fi: Käynnistä sitten openssl allekirjoittaaksesi palvelimen CSR:n.
fr: Ensuite, exécutez openssl pour signer le CSR du serveur.
hu: Ezután futtassa az openssl-t a kiszolgáló CSR aláírásához.
ja: その後、opensslを実行して、サーバーのCSRに署名します。
lt: Tada paleiskite openssl, kad pasirašytumėte serverio CSR.
lv: Pēc tam palaidiet openssl, lai parakstītu servera CSR.
nl: Draai dan openssl om de CSR van de server te ondertekenen.
pl: Następnie uruchom openssl, aby podpisać CSR serwera.
pt: Depois execute openssl para assinar o CSR do servidor.
ro: Apoi rulați openssl pentru a semna CSR-ul serverului.
ru: Затем запустите openssl для подписи CSR сервера.
sk: Potom spustite openssl na podpísanie CSR servera.
sl: Nato zaženite openssl, da podpišete CSR strežnika.
sv: Kör sedan openssl för att signera serverns CSR.
zh_cn: 然后运行openssl来签署服务器的CSR。

source: References
bg: Препратки
cs: Odkazy
da: Referencer
de: Referenzen
el: Αναφορές
es: Referencias
et: Viited
fi: Viitteet
fr: Références
hu: Hivatkozások
ja: リファレンス
lt: Nuorodos
lv: Atsauces
nl: Referenties
pl: Referencje
pt: Referências
ro: Referințe
ru: Ссылки
sk: Odkazy
sl: Reference
sv: Referenser
zh_cn: 参考文献

source: I used the following resources to help in compiling this document.
bg: За съставянето на този документ използвах следните източници.
cs: Při sestavování tohoto dokumentu jsem použil následující zdroje.
da: Jeg har brugt følgende ressourcer til at hjælpe med at udarbejde dette dokument.
de: Bei der Zusammenstellung dieses Dokuments habe ich die folgenden Ressourcen verwendet.
el: Χρησιμοποίησα τις ακόλουθες πηγές για να βοηθήσω στη σύνταξη αυτού του εγγράφου.
es: He utilizado los siguientes recursos como ayuda para la elaboración de este documento.
et: Kasutasin käesoleva dokumendi koostamisel järgmisi ressursse.
fi: Käytin tämän asiakirjan laatimisessa apuna seuraavia lähteitä.
fr: J'ai utilisé les ressources suivantes pour aider à la compilation de ce document.
hu: A dokumentum összeállításához a következő forrásokat használtam fel.
ja: この資料を作成するにあたり、以下の資料を参考にしました。
lt: Rengdamas šį dokumentą naudojausi šiais šaltiniais.
lv: Šā dokumenta sagatavošanā es izmantoju šādus avotus.
nl: Bij het samenstellen van dit document heb ik gebruik gemaakt van de volgende bronnen.
pl: Przy opracowywaniu tego dokumentu korzystałem z następujących źródeł.
pt: Usei os seguintes recursos para ajudar na compilação deste documento.
ro: Am folosit următoarele resurse pentru a contribui la elaborarea acestui document.
ru: При составлении этого документа я использовал следующие ресурсы.
sk: Pri zostavovaní tohto dokumentu som použil nasledujúce zdroje.
sl: Pri pripravi tega dokumenta sem si pomagal z naslednjimi viri.
sv: Jag har använt mig av följande resurser för att sammanställa det här dokumentet.
zh_cn: 我使用了以下资源来帮助编纂本文件。

source: `How to initialize your Nitrokey HSM <https://github.com/OpenSC/OpenSC/wiki/SmartCardHSM#initialize-the-device>`_
bg: `Как да инициализирате вашия Nitrokey HSM <https://github.com/OpenSC/OpenSC/wiki/SmartCardHSM#initialize-the-device>`_
cs: `Jak inicializovat váš Nitrokey HSM <https://github.com/OpenSC/OpenSC/wiki/SmartCardHSM#initialize-the-device>`_.
da: `Sådan initialiserer du din Nitrokey HSM <https://github.com/OpenSC/OpenSC/wiki/SmartCardHSM#initialize-the-device>`_
el: `Πώς να αρχικοποιήσετε το Nitrokey HSM <https://github.com/OpenSC/OpenSC/wiki/SmartCardHSM#initialize-the-device>`_
es: `Cómo inicializar su Nitrokey HSM <https://github.com/OpenSC/OpenSC/wiki/SmartCardHSM#initialize-the-device>`_
et: `Kuidas nitrokey HSM-i initsialiseerida <https://github.com/OpenSC/OpenSC/wiki/SmartCardHSM#initialize-the-device>`_
fi: `Nitrokey HSM:n alustaminen <https://github.com/OpenSC/OpenSC/wiki/SmartCardHSM#initialize-the-device>`_Miten Nitrokey HSM:n alustaminen tehdään?
hu: `Hogyan inicializáljuk a Nitrokey HSM-et <https://github.com/OpenSC/OpenSC/wiki/SmartCardHSM#initialize-the-device>`_
ja: `Nitrokey HSMを初期化する方法 <https://github.com/OpenSC/OpenSC/wiki/SmartCardHSM#initialize-the-device>`_。
lt: `Kaip inicializuoti "Nitrokey HSM" <https://github.com/OpenSC/OpenSC/wiki/SmartCardHSM#initialize-the-device>`_
lv: `Kā inicializēt Nitrokey HSM <https://github.com/OpenSC/OpenSC/wiki/SmartCardHSM#initialize-the-device>`_
nl: `Hoe uw Nitrokey HSM te initialiseren <https://github.com/OpenSC/OpenSC/wiki/SmartCardHSM#initialize-the-device>`_
pl: `Jak zainicjować Twój Nitrokey HSM <https://github.com/OpenSC/OpenSC/wiki/SmartCardHSM#initialize-the-device>`_
pt: `Como inicializar o seu HSM Nitrokey <https://github.com/OpenSC/OpenSC/wiki/SmartCardHSM#initialize-the-device>`_
ro: `Cum să inițializați Nitrokey HSM <https://github.com/OpenSC/OpenSC/wiki/SmartCardHSM#initialize-the-device>`_
ru: `Как инициализировать Nitrokey HSM <https://github.com/OpenSC/OpenSC/wiki/SmartCardHSM#initialize-the-device>`_
sk: `Ako inicializovať váš Nitrokey HSM <https://github.com/OpenSC/OpenSC/wiki/SmartCardHSM#initialize-the-device>`_
sl: `Kako inicializirati napravo Nitrokey HSM <https://github.com/OpenSC/OpenSC/wiki/SmartCardHSM#initialize-the-device>`_
sv: `Hur du initialiserar din Nitrokey HSM <https://github.com/OpenSC/OpenSC/wiki/SmartCardHSM#initialize-the-device>`_
zh_cn: `如何初始化你的Nitrokey HSM <https://github.com/OpenSC/OpenSC/wiki/SmartCardHSM#initialize-the-device>`_

source: `How to create a root and intermediate CA <https://jamielinux.com/docs/openssl-certificate-authority/create-the-root-pair.html>`_
bg: `Как да създадете основен и междинен CA <https://jamielinux.com/docs/openssl-certificate-authority/create-the-root-pair.html>`_
cs: `Jak vytvořit kořenovou a zprostředkující certifikační autoritu <https://jamielinux.com/docs/openssl-certificate-authority/create-the-root-pair.html>`_
da: `Sådan opretter du et rod- og et mellemliggende CA <https://jamielinux.com/docs/openssl-certificate-authority/create-the-root-pair.html>`_
el: `Πώς να δημιουργήσετε μια ριζική και μια ενδιάμεση CA <https://jamielinux.com/docs/openssl-certificate-authority/create-the-root-pair.html>`_
es: `Cómo crear una CA raíz e intermedia <https://jamielinux.com/docs/openssl-certificate-authority/create-the-root-pair.html>`_
et: `Kuidas luua juur- ja vahepealne CA <https://jamielinux.com/docs/openssl-certificate-authority/create-the-root-pair.html>`_
fi: `Miten luodaan pää- ja väli-CA <https://jamielinux.com/docs/openssl-certificate-authority/create-the-root-pair.html>`_
hu: `Hogyan hozzunk létre egy gyökér és egy köztes hitelesítésszolgáltatót <https://jamielinux.com/docs/openssl-certificate-authority/create-the-root-pair.html>`_
ja: `ルートおよび中間CAの作成方法 <https://jamielinux.com/docs/openssl-certificate-authority/create-the-root-pair.html>`_。
lt: `Kaip sukurti pagrindinę ir tarpinę CA <https://jamielinux.com/docs/openssl-certificate-authority/create-the-root-pair.html>`_
lv: `Kā izveidot saknes un starpposma CA <https://jamielinux.com/docs/openssl-certificate-authority/create-the-root-pair.html>`_.
nl: `Hoe maak je een root en intermediate CA <https://jamielinux.com/docs/openssl-certificate-authority/create-the-root-pair.html>`_
pl: `Jak utworzyć główny i pośredni CA <https://jamielinux.com/docs/openssl-certificate-authority/create-the-root-pair.html>`_
pt: `Como criar uma raiz e um CA intermediário <https://jamielinux.com/docs/openssl-certificate-authority/create-the-root-pair.html>`_
ro: `Cum să creați o CA rădăcină și o CA intermediară <https://jamielinux.com/docs/openssl-certificate-authority/create-the-root-pair.html>`_
ru: `Как создать корневой и промежуточный ЦС <https://jamielinux.com/docs/openssl-certificate-authority/create-the-root-pair.html>`_
sk: `Ako vytvoriť koreňovú a medziľahlú certifikačnú autoritu <https://jamielinux.com/docs/openssl-certificate-authority/create-the-root-pair.html>`_
sl: `Kako ustvariti korenski in vmesni CA <https://jamielinux.com/docs/openssl-certificate-authority/create-the-root-pair.html>`_
sv: `Hur du skapar en rot- och mellanliggande CA <https://jamielinux.com/docs/openssl-certificate-authority/create-the-root-pair.html>`_
zh_cn: `如何创建根和中级CA <https://jamielinux.com/docs/openssl-certificate-authority/create-the-root-pair.html>`_

source: `How to ensure the serial numbers of your intermediate CA and server certs are up to spec <https://www.phildev.net/ssl/creating_ca.html>`_
bg: `Как да се уверите, че серийните номера на междинните удостоверения на CA и сървъра са в съответствие със спецификацията <https://www.phildev.net/ssl/creating_ca.html>`_
cs: `Jak zajistit, aby sériová čísla certifikátů zprostředkující certifikační autority a serveru odpovídala specifikaci <https://www.phildev.net/ssl/creating_ca.html>`_
da: `Sådan sikrer du, at serienumrene på dine mellemliggende CA- og servercertifikater er i overensstemmelse med specifikationerne <https://www.phildev.net/ssl/creating_ca.html>`_
el: `Πώς να διασφαλίσετε ότι οι σειριακοί αριθμοί των πιστοποιητικών της ενδιάμεσης CA και του διακομιστή σας είναι σύμφωνοι με τις προδιαγραφές <https://www.phildev.net/ssl/creating_ca.html>`_
es: `Cómo asegurarse de que los números de serie de su CA intermedia y de los certificados del servidor están al día <https://www.phildev.net/ssl/creating_ca.html>`_
et: `Kuidas tagada, et teie vahepealse CA ja serveri sertifikaatide seerianumbrid on vastavuses <https://www.phildev.net/ssl/creating_ca.html>`_
fi: `Miten varmistat, että välivaiheen CA- ja palvelinsertifikaattien sarjanumerot ovat ajan tasalla <https://www.phildev.net/ssl/creating_ca.html>`_
hu: `Hogyan biztosíthatja, hogy a köztes hitelesítésszolgáltatói és kiszolgálói tanúsítványok sorozatszámai megfeleljenek a specifikációnak <https://www.phildev.net/ssl/creating_ca.html>`_
ja: `中間認証局とサーバーの証明書のシリアル番号が仕様通りであることを確認する方法 <https://www.phildev.net/ssl/creating_ca.html>`_。
lt: `Kaip užtikrinti, kad tarpinių CA ir serverio sertifikatų serijos numeriai atitiktų specifikaciją <https://www.phildev.net/ssl/creating_ca.html>`_
lv: `Kā nodrošināt, lai starpposma CA un servera sertifikātu sērijas numuri atbilstu specifikācijai <https://www.phildev.net/ssl/creating_ca.html>`_.
nl: `Hoe zorg je ervoor dat de serienummers van je tussenliggende CA- en server-certs up to spec zijn <https://www.phildev.net/ssl/creating_ca.html>`_
pl: `Jak zapewnić, że numery seryjne pośrednich certyfikatów CA i serwera są zgodne ze specyfikacją <https://www.phildev.net/ssl/creating_ca.html>`_
pt: `Como assegurar que os números de série da sua CA intermediária e dos seus certificados de servidor estão até spec <https://www.phildev.net/ssl/creating_ca.html>`_
ro: `Cum să vă asigurați că numerele de serie ale certificatelor CA intermediare și ale serverului sunt conforme cu specificațiile <https://www.phildev.net/ssl/creating_ca.html>`_
ru: `Как убедиться, что серийные номера ваших промежуточных ЦС и серверных сертификатов соответствуют спецификации <https://www.phildev.net/ssl/creating_ca.html>`_.
sk: `Ako zabezpečiť, aby sériové čísla vašich certifikátov sprostredkujúcich certifikačných autorít a serverov boli v súlade so špecifikáciou <https://www.phildev.net/ssl/creating_ca.html>`_
sl: `Kako zagotoviti, da serijske številke vmesnih certifikatov CA in strežnika ustrezajo specifikaciji <https://www.phildev.net/ssl/creating_ca.html>`_
sv: `Hur du säkerställer att serienumren för dina mellanliggande certifikat från certifikatutfärdare och servrar är korrekta <https://www.phildev.net/ssl/creating_ca.html>`_
zh_cn: `如何确保你的中间CA和服务器证书的序列号符合规范 <https://www.phildev.net/ssl/creating_ca.html>`_

source: `How to generate ECC private keys <https://dev.to/benjaminblack/obtaining-an-elliptic-curve-dsa-certificate-with-lets-encrypt-51bc>`_
bg: `Как да генерираме частни ключове ECC <https://dev.to/benjaminblack/obtaining-an-elliptic-curve-dsa-certificate-with-lets-encrypt-51bc>`_
cs: `Jak generovat soukromé klíče ECC <https://dev.to/benjaminblack/obtaining-an-elliptic-curve-dsa-certificate-with-lets-encrypt-51bc>`_
da: `Sådan genererer du private ECC-nøgler <https://dev.to/benjaminblack/obtaining-an-elliptic-curve-dsa-certificate-with-lets-encrypt-51bc>`_
el: `Πώς να δημιουργήσετε ιδιωτικά κλειδιά ECC <https://dev.to/benjaminblack/obtaining-an-elliptic-curve-dsa-certificate-with-lets-encrypt-51bc>`_
es: `Cómo generar claves privadas ECC <https://dev.to/benjaminblack/obtaining-an-elliptic-curve-dsa-certificate-with-lets-encrypt-51bc>`_
et: `Kuidas ECC privaatvõtmete genereerimine <https://dev.to/benjaminblack/obtaining-an-elliptic-curve-dsa-certificate-with-lets-encrypt-51bc>`_
fi: `Miten luodaan yksityisiä ECC-avaimia <https://dev.to/benjaminblack/obtaining-an-elliptic-curve-dsa-certificate-with-lets-encrypt-51bc>`_
hu: `Hogyan lehet ECC magánkulcsokat generálni <https://dev.to/benjaminblack/obtaining-an-elliptic-curve-dsa-certificate-with-lets-encrypt-51bc>`_
ja: `ECC秘密鍵の生成方法 <https://dev.to/benjaminblack/obtaining-an-elliptic-curve-dsa-certificate-with-lets-encrypt-51bc>`_。
lt: `Kaip generuoti ECC privačius raktus <https://dev.to/benjaminblack/obtaining-an-elliptic-curve-dsa-certificate-with-lets-encrypt-51bc>`_
lv: `Kā ģenerēt ECC privātās atslēgas <https://dev.to/benjaminblack/obtaining-an-elliptic-curve-dsa-certificate-with-lets-encrypt-51bc>`_.
nl: `Hoe ECC-privésleutels genereren <https://dev.to/benjaminblack/obtaining-an-elliptic-curve-dsa-certificate-with-lets-encrypt-51bc>`_
pl: `Jak wygenerować klucze prywatne ECC <https://dev.to/benjaminblack/obtaining-an-elliptic-curve-dsa-certificate-with-lets-encrypt-51bc>`_
pt: `Como gerar chaves privadas ECC <https://dev.to/benjaminblack/obtaining-an-elliptic-curve-dsa-certificate-with-lets-encrypt-51bc>`_
ro: `Cum se generează cheile private ECC <https://dev.to/benjaminblack/obtaining-an-elliptic-curve-dsa-certificate-with-lets-encrypt-51bc>`_
ru: `Как генерировать закрытые ключи ECC <https://dev.to/benjaminblack/obtaining-an-elliptic-curve-dsa-certificate-with-lets-encrypt-51bc>`_
sk: `Ako generovať súkromné kľúče ECC <https://dev.to/benjaminblack/obtaining-an-elliptic-curve-dsa-certificate-with-lets-encrypt-51bc>`_
sl: `Kako ustvariti zasebne ključe ECC <https://dev.to/benjaminblack/obtaining-an-elliptic-curve-dsa-certificate-with-lets-encrypt-51bc>`_
sv: `Hur man genererar privata ECC-nycklar <https://dev.to/benjaminblack/obtaining-an-elliptic-curve-dsa-certificate-with-lets-encrypt-51bc>`_
zh_cn: `如何生成ECC私钥 <https://dev.to/benjaminblack/obtaining-an-elliptic-curve-dsa-certificate-with-lets-encrypt-51bc>`_
