Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/hsm.po
Languages: bg, cs, da, de, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: We need to find out the fully qualified PKCS#11 URI for your private key:
bg: Трябва да открием напълно квалифицирания PKCS#11 URI за вашия частен ключ:
cs: Potřebujeme zjistit plně kvalifikovaný URI PKCS#11 pro váš soukromý klíč:
da: Vi skal finde frem til den fuldt kvalificerede PKCS#11 URI for din private nøgle:
de: Wir müssen die voll qualifizierte PKCS#11-URI für Ihren privaten Schlüssel herausfinden:
el: Πρέπει να βρούμε το πλήρως αναγνωρισμένο URI PKCS#11 για το ιδιωτικό σας κλειδί:
es: Necesitamos averiguar el URI PKCS#11 completamente cualificado de su clave privada:
et: Me peame leidma teie privaatvõtme täielikult kvalifitseeritud PKCS#11 URI:
fi: Meidän on selvitettävä yksityisen avaimesi täysin pätevä PKCS#11 URI:
fr: Nous devons trouver l'URI PKCS#11 entièrement qualifié pour votre clé privée :
hu: Meg kell találnunk a magánkulcsod teljes körűen minősített PKCS#11 URI-jét:
ja: 秘密鍵の完全修飾された PKCS#11 URI を見つける必要があります。
lt: Turime sužinoti visiškai kvalifikuotą PKCS#11 privataus rakto URI:
lv: Mums ir jānoskaidro jūsu privātās atslēgas PKCS#11 URI ar pilnu kvalifikāciju:
nl: We moeten de volledig gekwalificeerde PKCS#11 URI voor uw private sleutel te weten komen:
pl: Musimy znaleźć w pełni kwalifikowany PKCS#11 URI dla Twojego klucza prywatnego:
pt: Precisamos descobrir o URI PKCS#11 totalmente qualificado para a sua chave privada:
ro: Trebuie să aflăm URI-ul PKCS#11 complet calificat pentru cheia dvs. privată:
ru: Нам нужно узнать полный PKCS#11 URI вашего закрытого ключа:
sk: Potrebujeme zistiť plne kvalifikovaný URI PKCS#11 pre váš súkromný kľúč:
sl: Poiskati moramo polno kvalificiran URI PKCS#11 za vaš zasebni ključ:
sv: Vi behöver ta reda på den fullt kvalificerade PKCS#11-URI:n för din privata nyckel:
zh_cn: 我们需要找出你的私钥的完全合格的PKCS#11 URI。

source: In this instance, the fully qualified PKCS#11 URI is:
bg: В този случай напълно квалифицираният PKCS#11 URI е:
cs: V tomto případě je plně kvalifikovaný identifikátor URI PKCS#11 následující:
da: I dette tilfælde er den fuldt kvalificerede PKCS#11 URI:
de: In diesem Fall lautet der vollständig qualifizierte PKCS#11-URI:
el: Σε αυτή την περίπτωση, το πλήρως προσδιορισμένο URI PKCS#11 είναι:
es: En este caso, el URI PKCS#11 completo es:
et: Antud juhul on täielikult kvalifitseeritud PKCS#11 URI:
fi: Tässä tapauksessa täysin pätevä PKCS#11 URI on:
fr: Dans ce cas, l'URI PKCS#11 entièrement qualifié est :
hu: Ebben az esetben a teljesen minősített PKCS#11 URI a következő:
ja: この例では、完全に修飾されたPKCS#11 URIは
lt: Šiuo atveju visiškai kvalifikuotas PKCS#11 URI yra:
lv: Šajā gadījumā pilnībā kvalificētais PKCS#11 URI ir:
nl: In dit geval is de volledig gekwalificeerde PKCS#11 URI:
pl: W tym przypadku, w pełni kwalifikowany PKCS#11 URI to:
pt: Neste caso, o URI PKCS#11 totalmente qualificado é o PKCS#11:
ro: În acest caz, URI-ul PKCS#11 complet calificat este:
ru: В данном случае полный идентификатор PKCS#11 имеет следующий вид:
sk: V tomto prípade je plne kvalifikovaný URI PKCS#11:
sl: V tem primeru je polno kvalificiran URI PKCS#11 naslednji:
sv: I det här fallet är den fullständigt kvalificerade PKCS#11-URI:n:
zh_cn: 在这个例子中，完全合格的PKCS#11 URI是。

source: Now, we need to create a config file to use the private key of the root certificate to sign the csr of the intermediate certificate.
bg: Сега трябва да създадем файл с конфигурация, за да използваме частния ключ на главния сертификат за подписване на csr на междинния сертификат.
cs: Nyní je třeba vytvořit konfigurační soubor, který použije soukromý klíč kořenového certifikátu k podpisu certifikátu csr zprostředkujícího certifikátu.
da: Nu skal vi oprette en konfigurationsfil for at bruge rodcertifikatets private nøgle til at underskrive csr-certifikatet for det mellemliggende certifikat.
de: Nun müssen wir eine Konfigurationsdatei erstellen, um den privaten Schlüssel des Root-Zertifikats zu verwenden, um die csr des Zwischenzertifikats zu signieren.
el: Τώρα, πρέπει να δημιουργήσουμε ένα αρχείο ρυθμίσεων για να χρησιμοποιήσουμε το ιδιωτικό κλειδί του ριζικού πιστοποιητικού για να υπογράψουμε το csr του ενδιάμεσου πιστοποιητικού.
es: Ahora, necesitamos crear un archivo de configuración para utilizar la clave privada del certificado raíz para firmar el csr del certificado intermedio.
et: Nüüd peame looma konfiguratsioonifaili, et kasutada juursertifikaadi privaatvõtit vahesertifikaadi csr allkirjastamiseks.
fi: Nyt meidän on luotava konfigurointitiedosto, jossa juurivarmenteen yksityistä avainta käytetään välivarmenteen csr:n allekirjoittamiseen.
fr: Maintenant, nous devons créer un fichier de configuration pour utiliser la clé privée du certificat racine pour signer le csr du certificat intermédiaire.
hu: Most létre kell hoznunk egy konfigurációs fájlt, hogy a gyökértanúsítvány magánkulcsát használhassuk a köztes tanúsítvány csr-jének aláírására.
ja: 次に、ルート証明書の秘密鍵を使って中間証明書のcsrに署名するための設定ファイルを作成します。
lt: Dabar turime sukurti konfigūracijos failą, kad tarpinio sertifikato csr pasirašyti būtų naudojamas šakninio sertifikato privatusis raktas.
lv: Tagad mums ir jāizveido konfigurācijas fails, lai izmantotu saknes sertifikāta privāto atslēgu starpposma sertifikāta csr parakstīšanai.
nl: Nu moeten we een config-bestand maken om de private sleutel van het root-certificaat te gebruiken om de csr van het intermediate certificaat te ondertekenen.
pl: Teraz musimy utworzyć plik konfiguracyjny, aby użyć klucza prywatnego certyfikatu głównego do podpisania csr certyfikatu pośredniego.
pt: Agora, precisamos criar um arquivo de configuração para usar a chave privada do certificado raiz para assinar o csr do certificado intermediário.
ro: Acum, trebuie să creăm un fișier de configurare pentru a utiliza cheia privată a certificatului rădăcină pentru a semna csr-ul certificatului intermediar.
ru: Теперь нам нужно создать файл конфигурации, чтобы использовать закрытый ключ корневого сертификата для подписи csr промежуточного сертификата.
sk: Teraz musíme vytvoriť konfiguračný súbor na použitie súkromného kľúča koreňového certifikátu na podpísanie csr sprostredkovateľského certifikátu.
sl: Zdaj moramo ustvariti konfiguracijsko datoteko za uporabo zasebnega ključa korenskega potrdila za podpis csr vmesnega potrdila.
sv: Nu måste vi skapa en konfigurationsfil för att använda rotcertifikatets privata nyckel för att signera mellancertifikatets csr.
zh_cn: 现在，我们需要创建一个配置文件，使用根证书的私钥来签署中间证书的CSR。

source: Then sign the intermediate certificate with the root certificate.
bg: След това подпишете междинния сертификат с основния сертификат.
cs: Poté podepište zprostředkující certifikát kořenovým certifikátem.
da: Signér derefter det mellemliggende certifikat med rodcertifikatet.
de: Signieren Sie dann das Zwischenzertifikat mit dem Stammzertifikat.
el: Στη συνέχεια, υπογράψτε το ενδιάμεσο πιστοποιητικό με το πιστοποιητικό ρίζας.
es: A continuación, firme el certificado intermedio con el certificado raíz.
et: Seejärel allkirjastage vahesertifikaat koos juursertifikaadiga.
fi: Allekirjoita sitten välivarmenne juurivarmenteella.
fr: Ensuite, signez le certificat intermédiaire avec le certificat racine.
hu: Ezután írja alá a köztes tanúsítványt a gyökértanúsítvánnyal.
ja: そして、中間証明書をルート証明書で署名します。
lt: Tada pasirašykite tarpinį sertifikatą šakniniu sertifikatu.
lv: Pēc tam parakstiet starpposma sertifikātu ar saknes sertifikātu.
nl: Onderteken vervolgens het tussenliggende certificaat met het hoofdcertificaat.
pl: Następnie podpisz certyfikat pośredni certyfikatem głównym.
pt: Em seguida, assine o certificado intermediário com o certificado de raiz.
ro: Apoi semnați certificatul intermediar cu certificatul rădăcină.
ru: Затем подпишите промежуточный сертификат с помощью корневого сертификата.
sk: Potom podpíšte sprostredkovateľský certifikát koreňovým certifikátom.
sl: Nato podpišite vmesno potrdilo s korenskim potrdilom.
sv: Signera sedan det mellanliggande certifikatet med rotcertifikatet.
zh_cn: 然后用根证书签署中级证书。

source: Verify that the root certificate was generated correctly. Verify that the Issuer and Subject are different, and correct. Verify that the Key Usage matches the config file. Verify that the signature algorithm are correct above and below.
bg: Проверете дали кореновият сертификат е генериран правилно. Проверете дали издателят и субектът са различни и правилни. Проверете дали Key Usage (Използване на ключа) съответства на файла с конфигурацията. Проверете дали алгоритъмът за подписване е горе-долу правилен.
cs: Ověřte, zda byl kořenový certifikát vygenerován správně. Ověřte, zda jsou údaje Issuer a Subject odlišné a správné. Ověřte, zda použití klíče odpovídá konfiguračnímu souboru. Ověřte, že algoritmus podpisu jsou správné výše i níže.
da: Kontroller, at rodcertifikatet blev genereret korrekt. Kontroller, at Issuer og Subject er forskellige og korrekte. Kontroller, at Key Usage (nøgleanvendelse) stemmer overens med konfigurationsfilen. Kontroller, at signaturalgoritmen er korrekt over og under.
de: Überprüfen Sie, ob das Stammzertifikat korrekt generiert wurde. Prüfen Sie, ob der Aussteller und der Betreff unterschiedlich und korrekt sind. Prüfen Sie, ob die Schlüsselverwendung mit der Konfigurationsdatei übereinstimmt. Prüfen Sie, ob die Signaturalgorithmen oben und unten korrekt sind.
el: Βεβαιωθείτε ότι το πιστοποιητικό ρίζας δημιουργήθηκε σωστά. Βεβαιωθείτε ότι ο Εκδότης και το Θέμα είναι διαφορετικά και σωστά. Επαληθεύστε ότι η χρήση κλειδιού ταιριάζει με το αρχείο ρυθμίσεων. Επαληθεύστε ότι ο αλγόριθμος υπογραφής είναι σωστός πάνω και κάτω.
es: Compruebe que el certificado raíz se ha generado correctamente. Verifique que el Emisor y el Sujeto son diferentes, y correctos. Verificar que el uso de la clave coincide con el archivo de configuración. Verificar que el algoritmo de firma es correcto por arriba y por abajo.
et: Kontrollige, et juursertifikaat on loodud õigesti. Kontrollige, et Issuer ja Subject on erinevad ja õiged. Kontrollige, et Key Usage vastab konfiguratsioonifailile. Kontrollige, et allkirja algoritm on õige ülal ja all.
fi: Tarkista, että juurivarmenne on luotu oikein. Tarkista, että myöntäjä ja kohde ovat eri ja oikeat. Tarkista, että Key Usage vastaa asetustiedostoa. Tarkista, että allekirjoitusalgoritmi on oikea ylä- ja alapuolella.
fr: Vérifiez que le certificat racine a été généré correctement. Vérifiez que l'émetteur et le sujet sont différents et corrects. Vérifier que l'utilisation de la clé correspond au fichier de configuration. Vérifiez que l'algorithme de signature est correct en haut et en bas.
hu: Ellenőrizze, hogy a gyökértanúsítvány helyesen lett-e generálva. Ellenőrizze, hogy a Kiállító és a Tárgy különbözik-e egymástól, és helyes-e. Ellenőrizze, hogy a kulcshasználat megfelel-e a konfigurációs fájlnak. Ellenőrizze, hogy az aláírási algoritmus fent és lent helyes.
ja: ルート証明書が正しく生成されていることを確認する。Issuer と Subject が異なっており、正しいことを確認する。Key Usage が設定ファイルと一致していることを確認する。署名アルゴリズムが上下ともに正しいことを確認する。
lt: Patikrinkite, ar teisingai sukurtas šakninis sertifikatas. Patikrinkite, ar Issuer ir Subject yra skirtingi ir teisingi. Patikrinkite, ar rakto naudojimas atitinka konfigūracijos failą. Patikrinkite, ar parašo algoritmas yra teisingas aukščiau ir žemiau.
lv: Pārbaudiet, vai saknes sertifikāts ir pareizi ģenerēts. Pārbaudiet, vai izdevējs un subjekts ir atšķirīgi un pareizi. Pārbaudiet, vai atslēgas lietojums atbilst konfigurācijas failam. Pārbaudiet, vai paraksta algoritms ir pareizs.
nl: Controleer of het root-certificaat correct is gegenereerd. Controleer of de Issuer en Subject verschillend en correct zijn. Controleer of het Sleutelgebruik overeenstemt met het configuratiebestand. Controleer of het handtekeningalgoritme boven en onder correct is.
pl: Sprawdź, czy certyfikat główny został wygenerowany poprawnie. Zweryfikuj, czy pola Issuer i Subject są różne i poprawne. Sprawdź, czy użycie klucza jest zgodne z plikiem konfiguracyjnym. Zweryfikuj, czy algorytm podpisu jest poprawny powyżej i poniżej.
pt: Verifique se o certificado de raiz foi gerado corretamente. Verificar se o Emitente e o Assunto são diferentes e correctos. Verifique se o Uso da Chave corresponde ao arquivo de configuração. Verifique se o algoritmo de assinatura está correto acima e abaixo.
ro: Verificați dacă certificatul rădăcină a fost generat corect. Verificați dacă Issuer și Subject sunt diferite și corecte. Verificați dacă Key Usage corespunde cu fișierul de configurare. Verificați dacă algoritmul de semnătură este corect deasupra și dedesubt.
ru: Убедитесь, что корневой сертификат был сгенерирован правильно. Убедитесь, что Issuer и Subject отличаются и являются правильными. Убедитесь, что использование ключа соответствует конфигурационному файлу. Убедитесь, что алгоритм подписи выше и ниже правильный.
sk: Overte, či bol koreňový certifikát vygenerovaný správne. Overte, či sú údaje Issuer a Subject odlišné a správne. Overte, či sa Používanie kľúča zhoduje s konfiguračným súborom. Overte, či sú algoritmy podpisu správne vyššie aj nižšie.
sl: Preverite, ali je bilo korensko potrdilo pravilno ustvarjeno. Preverite, ali sta izdajatelj in subjekt različna in pravilna. Preverite, ali se uporaba ključa ujema s konfiguracijsko datoteko. Preverite, ali sta algoritem podpisa zgoraj in spodaj pravilna.
sv: Kontrollera att rotcertifikatet genererades korrekt. Kontrollera att Issuer och Subject är olika och korrekta. Kontrollera att nyckelanvändningen stämmer överens med konfigurationsfilen. Kontrollera att signaturalgoritmen är korrekt ovan och nedan.
zh_cn: 验证根证书的生成是否正确。验证签发人和主题是否不同，并且正确。验证密钥的使用与配置文件相匹配。验证签名算法上下都正确。

source: Verify that the intermediate certificate verifies against the root certificate.
bg: Проверете дали междинният сертификат се проверява спрямо основния сертификат.
cs: Ověřte, zda se zprostředkující certifikát ověřuje proti kořenovému certifikátu.
da: Kontroller, at det mellemliggende certifikat verificeres i forhold til rodcertifikatet.
de: Überprüfen Sie, ob das Zwischenzertifikat mit dem Stammzertifikat übereinstimmt.
el: Επαληθεύστε ότι το ενδιάμεσο πιστοποιητικό επαληθεύεται έναντι του πιστοποιητικού ρίζας.
es: Compruebe que el certificado intermedio se verifica con el certificado raíz.
et: Kontrollige, et vahesertifikaat oleks vastavuses juursertifikaadiga.
fi: Tarkista, että välivarmenne verifioidaan juurivarmenteeseen nähden.
fr: Vérifiez que le certificat intermédiaire est vérifié par rapport au certificat racine.
hu: Ellenőrizze, hogy a köztes tanúsítványt a gyökértanúsítvány ellenében ellenőrzi.
ja: 中間証明書がルート証明書と照合していることを確認する。
lt: Patikrinkite, ar tarpinis sertifikatas tikrinamas pagal šakninį sertifikatą.
lv: Pārbaudiet, vai starpposma sertifikāts tiek pārbaudīts pret saknes sertifikātu.
nl: Controleer of het tussenliggende certificaat geverifieerd is met het basiscertificaat.
pl: Sprawdź, czy certyfikat pośredni weryfikuje się z certyfikatem głównym.
pt: Verifique se o certificado intermediário verifica em relação ao certificado de raiz.
ro: Verificați dacă certificatul intermediar se verifică în raport cu certificatul rădăcină.
ru: Убедитесь, что промежуточный сертификат проверяется на соответствие корневому сертификату.
sk: Overte, či sa sprostredkovateľský certifikát overuje podľa koreňového certifikátu.
sl: Preverite, ali se vmesno potrdilo preveri glede na korensko potrdilo.
sv: Kontrollera att mellancertifikatet verifieras mot rotcertifikatet.
zh_cn: 验证中间证书是否能与根证书进行验证。

source: Create a certificate chain file:
bg: Създаване на файл с веригата на сертификата:
cs: Vytvoření souboru řetězce certifikátů:
da: Opret en certifikatkædefil:
de: Erstellen Sie eine Zertifikatskettendatei:
el: Δημιουργήστε ένα αρχείο αλυσίδας πιστοποιητικών:
es: Crear un archivo de cadena de certificados:
et: Looge sertifikaadi ahelafail:
fi: Luo varmenteiden ketjutiedosto:
fr: Créez un fichier de chaîne de certificats :
hu: Hozzon létre egy tanúsítványlánc-fájlt:
ja: サーティファイドチェーンファイルを作成します。
lt: Sukurkite sertifikato grandinės failą:
lv: Izveidojiet sertifikātu ķēdes failu:
nl: Maak een certificaatketenbestand aan:
pl: Utwórz plik łańcucha certyfikatów:
pt: Criar um arquivo de cadeia de certificados:
ro: Creați un fișier de lanț de certificate:
ru: Создайте файл цепочки сертификатов:
sk: Vytvorenie súboru reťazca certifikátov:
sl: Ustvarite datoteko z verigo potrdil:
sv: Skapa en certifikatkedjefil:
zh_cn: 创建一个证书链文件。

source: You now have a certificate authority backed by an HSM.
bg: Вече имате орган за издаване на сертификати, подкрепен от HSM.
cs: Nyní máte k dispozici certifikační autoritu podpořenou modulem HSM.
da: Du har nu en certifikatmyndighed, der understøttes af en HSM.
de: Sie haben nun eine Zertifizierungsstelle, die durch ein HSM unterstützt wird.
el: Τώρα έχετε μια αρχή πιστοποιητικών που υποστηρίζεται από μια HSM.
es: Ahora tiene una autoridad de certificación respaldada por un HSM.
et: Nüüd on teil HSMi toetatud sertifitseerimisasutus.
fi: Sinulla on nyt HSM:n tukema varmentaja.
fr: Vous avez maintenant une autorité de certification soutenue par un HSM.
hu: Most már van egy HSM által támogatott hitelesítésszolgáltató.
ja: これで、HSMに支えられた認証局ができました。
lt: Dabar turite sertifikatų instituciją, paremtą HSM.
lv: Tagad jums ir sertifikātu iestāde, ko atbalsta HSM.
nl: U hebt nu een certificaatautoriteit die door een HSM wordt ondersteund.
pl: Masz teraz urząd certyfikacji wspierany przez HSM.
pt: Agora você tem uma autoridade certificadora apoiada por um HSM.
ro: Aveți acum o autoritate de certificare susținută de un HSM.
ru: Теперь у вас есть центр сертификации, поддерживаемый HSM.
sk: Teraz máte k dispozícii certifikačnú autoritu podporenú HSM.
sl: Zdaj imate organ za potrdila, ki ga podpira HSM.
sv: Du har nu en certifikatutfärdare som stöds av en HSM.
zh_cn: 你现在有一个由HSM支持的证书授权。

source: Sign a Server Certificate
bg: Подписване на сертификат на сървър
cs: Podepsání certifikátu serveru
da: Signere et servercertifikat
de: Signieren eines Server-Zertifikats
el: Υπογραφή πιστοποιητικού διακομιστή
es: Firmar un certificado de servidor
et: Serveri sertifikaadi allkirjastamine
fi: Palvelimen varmenteen allekirjoittaminen
fr: Signer un certificat de serveur
hu: Kiszolgálói tanúsítvány aláírása
ja: サーバー証明書の署名
lt: Serverio sertifikato pasirašymas
lv: Servera sertifikāta parakstīšana
nl: Een servercertificaat ondertekenen
pl: Podpisz certyfikat serwera
pt: Assine um Certificado de Servidor
ro: Semnați un certificat de server
ru: Подписать сертификат сервера
sk: Podpísať certifikát servera
sl: Podpisovanje potrdila strežnika
sv: Signera ett servercertifikat
zh_cn: 签署服务器证书

source: Now that you have a certificate authority, you’d probably like to know how to use it.
bg: След като вече имате орган за издаване на сертификати, вероятно бихте искали да знаете как да го използвате.
cs: Když už máte certifikační autoritu, pravděpodobně byste rádi věděli, jak ji používat.
da: Nu hvor du har en certifikatudstedende myndighed, vil du sikkert gerne vide, hvordan du bruger den.
de: Jetzt, wo Sie eine Zertifizierungsstelle haben, möchten Sie wahrscheinlich wissen, wie Sie diese verwenden können.
el: Τώρα που έχετε μια αρχή πιστοποιητικών, θα θέλατε πιθανώς να μάθετε πώς να τη χρησιμοποιείτε.
es: Ahora que tiene una autoridad de certificación, probablemente le gustaría saber cómo utilizarla.
et: Nüüd, kui teil on olemas sertifitseerimisasutus, tahaksite ilmselt teada, kuidas seda kasutada.
fi: Nyt kun sinulla on varmentaja, haluat luultavasti tietää, miten sitä käytetään.
fr: Maintenant que vous disposez d'une autorité de certification, vous souhaitez probablement savoir comment l'utiliser.
hu: Most, hogy már van egy hitelesítésszolgáltató, valószínűleg szeretné tudni, hogyan kell használni.
ja: さて、認証局を手に入れたところで、その使い方を知りたいと思うでしょう。
lt: Dabar, kai jau turite sertifikatų instituciją, tikriausiai norėtumėte sužinoti, kaip ja naudotis.
lv: Tagad, kad jums ir sertifikātu iestāde, jūs, iespējams, vēlaties uzzināt, kā to izmantot.
nl: Nu u een certificaatautoriteit hebt, wilt u waarschijnlijk weten hoe u die kunt gebruiken.
pl: Teraz, gdy masz już urząd certyfikacji, zapewne chciałbyś wiedzieć, jak go używać.
pt: Agora que você tem uma autoridade certificadora, provavelmente gostaria de saber como usá-la.
ro: Acum că aveți o autoritate de certificare, probabil că ați dori să știți cum să o utilizați.
ru: Теперь, когда у вас есть центр сертификации, вы, вероятно, хотели бы знать, как его использовать.
sk: Teraz, keď máte autoritu certifikátov, by ste pravdepodobne chceli vedieť, ako ju používať.
sl: Zdaj, ko imate organ za potrdila, bi verjetno radi vedeli, kako ga uporabljati.
sv: Nu när du har en certifikatutfärdare vill du förmodligen veta hur du använder den.
zh_cn: 现在你有了一个证书授权，你可能想知道如何使用它。
