Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/hsm.po
Languages: bg, cs, da, de, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: `How to find the PCKS11 URI from your HSM <https://www.infradead.org/openconnect/pkcs11.html>`_
bg: `Как да намерите URI на PCKS11 от вашия HSM <https://www.infradead.org/openconnect/pkcs11.html>`_
cs: `Jak zjistit URI PCKS11 z vašeho HSM <https://www.infradead.org/openconnect/pkcs11.html>`_.
da: `Sådan finder du PCKS11 URI'en fra din HSM <https://www.infradead.org/openconnect/pkcs11.html>`_
el: `Πώς να βρείτε το URI PCKS11 από το HSM σας <https://www.infradead.org/openconnect/pkcs11.html>`_
es: `Cómo encontrar el URI de PCKS11 desde su HSM <https://www.infradead.org/openconnect/pkcs11.html>`_
et: `Kuidas leida PCKS11 URI oma HSMist <https://www.infradead.org/openconnect/pkcs11.html>`_
fi: `Miten löydät PCKS11 URI:n HSM:stä <https://www.infradead.org/openconnect/pkcs11.html>`_Miten löydät PCKS11 URI:n HSM:stä <https://www.infradead.org/openconnect/pkcs11.html><https://www.infradead.org/openconnect/pkcs11.html>?
hu: `Hogyan találja meg a PCKS11 URI-t a HSM-ből <https://www.infradead.org/openconnect/pkcs11.html>`_
ja: ` <https://www.infradead.org/openconnect/pkcs11.html>`_ HSMからPCKS11のURIを見つける方法。
lt: `Kaip rasti PCKS11 URI iš savo HSM <https://www.infradead.org/openconnect/pkcs11.html>`_
lv: `Kā atrast PCKS11 URI no jūsu HSM <https://www.infradead.org/openconnect/pkcs11.html>`_
nl: `Hoe vindt u de PCKS11 URI van uw HSM <https://www.infradead.org/openconnect/pkcs11.html>`_
pl: `Jak znaleźć PCKS11 URI z twojego HSM <https://www.infradead.org/openconnect/pkcs11.html>`_
pt: `Como encontrar o URI PCKS11 do seu HSM <https://www.infradead.org/openconnect/pkcs11.html>`_
ro: `Cum să găsiți URI-ul PCKS11 din HSM <https://www.infradead.org/openconnect/pkcs11.html>`_
ru: `Как найти URI PCKS11 из вашего HSM <https://www.infradead.org/openconnect/pkcs11.html>`_
sk: `Ako zistiť URI PCKS11 z vášho HSM <https://www.infradead.org/openconnect/pkcs11.html>`_
sl: `Kako poiskati URI PCKS11 iz vašega HSM <https://www.infradead.org/openconnect/pkcs11.html>`_
sv: `Hur du hittar PCKS11 URI från din HSM <https://www.infradead.org/openconnect/pkcs11.html>`_
zh_cn: `如何从你的HSM找到PCKS11 URI <https://www.infradead.org/openconnect/pkcs11.html>`_

source: `Troubleshooting (forum) <https://support.nitrokey.com/t/pki-ca-nitrokey-hsm-does-not-support-signing/2598/14>`_
bg: `Установяване на неизправности (форум) <https://support.nitrokey.com/t/pki-ca-nitrokey-hsm-does-not-support-signing/2598/14>`_
cs: `Odstraňování problémů (fórum) <https://support.nitrokey.com/t/pki-ca-nitrokey-hsm-does-not-support-signing/2598/14>`_
da: `Forsøgning af problemer (forum) <https://support.nitrokey.com/t/pki-ca-nitrokey-hsm-does-not-support-signing/2598/14>`_
el: `Επίλυση προβλημάτων (φόρουμ) <https://support.nitrokey.com/t/pki-ca-nitrokey-hsm-does-not-support-signing/2598/14>`_
es: `Solución de problemas (foro) <https://support.nitrokey.com/t/pki-ca-nitrokey-hsm-does-not-support-signing/2598/14>`_
et: `Troubleshooting (foorum) <https://support.nitrokey.com/t/pki-ca-nitrokey-hsm-does-not-support-signing/2598/14>`_
fi: `Vianmääritys (foorumi) <https://support.nitrokey.com/t/pki-ca-nitrokey-hsm-does-not-support-signing/2598/14>`_
hu: `Hibaelhárítás (fórum) <https://support.nitrokey.com/t/pki-ca-nitrokey-hsm-does-not-support-signing/2598/14><x>`_
ja: `トラブルシューティング（フォーラム） <https://support.nitrokey.com/t/pki-ca-nitrokey-hsm-does-not-support-signing/2598/14>`_
lt: `Gedimų šalinimas (forumas) <https://support.nitrokey.com/t/pki-ca-nitrokey-hsm-does-not-support-signing/2598/14>`_
lv: `Troblēmu novēršana (forums) <https://support.nitrokey.com/t/pki-ca-nitrokey-hsm-does-not-support-signing/2598/14>`_
pt: `Procura de problemas (fórum) <https://support.nitrokey.com/t/pki-ca-nitrokey-hsm-does-not-support-signing/2598/14>`_
ro: `Soluționarea problemelor (forum) <https://support.nitrokey.com/t/pki-ca-nitrokey-hsm-does-not-support-signing/2598/14>`_
ru: `Устранение неполадок (форум) <https://support.nitrokey.com/t/pki-ca-nitrokey-hsm-does-not-support-signing/2598/14>`_
sk: `Riešenie problémov (fórum) <https://support.nitrokey.com/t/pki-ca-nitrokey-hsm-does-not-support-signing/2598/14>`_
sl: `Odpravljanje težav (forum) <https://support.nitrokey.com/t/pki-ca-nitrokey-hsm-does-not-support-signing/2598/14>`_
sv: `Felsökning (forum) <https://support.nitrokey.com/t/pki-ca-nitrokey-hsm-does-not-support-signing/2598/14>`_
zh_cn: `故障排除（论坛） <https://support.nitrokey.com/t/pki-ca-nitrokey-hsm-does-not-support-signing/2598/14>`_

source: This document was originally `written by lyntux <https://gist.github.com/lyntux/f02c6c3414ce48bc8ea8ab6dcdba1623>`_
bg: Този документ първоначално е `написан от lyntux <https://gist.github.com/lyntux/f02c6c3414ce48bc8ea8ab6dcdba1623>`_.
cs: Tento dokument původně `napsal lyntux <https://gist.github.com/lyntux/f02c6c3414ce48bc8ea8ab6dcdba1623>`_.
da: Dette dokument blev oprindeligt `skrevet af lyntux <https://gist.github.com/lyntux/f02c6c3414ce48bc8ea8ab6dcdba1623>`_
el: Αυτό το έγγραφο γράφτηκε αρχικά `από τον lyntux <https://gist.github.com/lyntux/f02c6c3414ce48bc8ea8ab6dcdba1623>`_
es: Este documento fue originalmente `escrito por lyntux <https://gist.github.com/lyntux/f02c6c3414ce48bc8ea8ab6dcdba1623>`_
et: Selle dokumendi on algselt `kirjutanud lyntux <https://gist.github.com/lyntux/f02c6c3414ce48bc8ea8ab6dcdba1623>`_.
fi: Tämän asiakirjan on alun perin kirjoittanut lyntux ` <https://gist.github.com/lyntux/f02c6c3414ce48bc8ea8ab6dcdba1623>`_.
hu: Ezt a dokumentumot eredetileg `lyntux <https://gist.github.com/lyntux/f02c6c3414ce48bc8ea8ab6dcdba1623>`_ írta.
ja: この文書はもともと` lyntux <https://gist.github.com/lyntux/f02c6c3414ce48bc8ea8ab6dcdba1623>`_によって書かれたものです。
lt: Šį dokumentą iš pradžių `parašė lyntux <https://gist.github.com/lyntux/f02c6c3414ce48bc8ea8ab6dcdba1623>`_.
lv: Šo dokumentu sākotnēji `rakstīja lyntux <https://gist.github.com/lyntux/f02c6c3414ce48bc8ea8ab6dcdba1623>`_.
nl: Dit document is oorspronkelijk ` geschreven door lyntux <https://gist.github.com/lyntux/f02c6c3414ce48bc8ea8ab6dcdba1623>`_
pl: Ten dokument został pierwotnie ` napisany przez lyntux <https://gist.github.com/lyntux/f02c6c3414ce48bc8ea8ab6dcdba1623>`_.
pt: Este documento foi originalmente `escrito por lyntux <https://gist.github.com/lyntux/f02c6c3414ce48bc8ea8ab6dcdba1623>`_
ro: Acest document a fost inițial `scris de lyntux <https://gist.github.com/lyntux/f02c6c3414ce48bc8ea8ab6dcdba1623>`_.
ru: Этот документ был первоначально `написан lyntux <https://gist.github.com/lyntux/f02c6c3414ce48bc8ea8ab6dcdba1623>`_.
sk: Tento dokument pôvodne `písal lyntux <https://gist.github.com/lyntux/f02c6c3414ce48bc8ea8ab6dcdba1623>`_
sl: Ta dokument je prvotno `pisal lyntux <https://gist.github.com/lyntux/f02c6c3414ce48bc8ea8ab6dcdba1623>`_
sv: Detta dokument skrevs ursprungligen ` av lyntux <https://gist.github.com/lyntux/f02c6c3414ce48bc8ea8ab6dcdba1623>`_
zh_cn: 本文件最初`由lyntux撰写<https://gist.github.com/lyntux/f02c6c3414ce48bc8ea8ab6dcdba1623>`_。

source: Nitrokey HSM FAQ
bg: Често задавани въпроси за Nitrokey HSM
cs: Nejčastější dotazy k systému Nitrokey HSM
da: Ofte stillede spørgsmål om Nitrokey HSM
el: Συχνές ερωτήσεις Nitrokey HSM
es: Preguntas frecuentes sobre Nitrokey HSM
et: Nitrokey HSM KKK
fr: FAQ sur le HSM de Nitrokey
hu: Nitrokey HSM GYIK
lt: "Nitrokey HSM" DUK
lv: Nitrokey HSM bieži uzdotie jautājumi
ro: Nitrokey HSM Întrebări frecvente
ru: Часто задаваемые вопросы по Nitrokey HSM
sl: Nitrokey HSM Pogosta vprašanja
sv: Vanliga frågor om Nitrokey HSM
zh_cn: 硝基钥匙HSM常见问题

source: **Q:** Which Operating Systems are supported?
bg: **В:** Кои операционни системи се поддържат?
cs: **Q:** Které operační systémy jsou podporovány?
da: **Q:** Hvilke operativsystemer understøttes?
el: **Q:** Ποια λειτουργικά συστήματα υποστηρίζονται;
es: **Q:** ¿Qué sistemas operativos son compatibles?
et: **K:** Milliseid operatsioonisüsteeme toetatakse?
fi: **Q:** Mitä käyttöjärjestelmiä tuetaan?
fr: **Q:** Quels sont les systèmes d'exploitation pris en charge ?
hu: **K:** Mely operációs rendszerek támogatottak?
ja: **Q:**どのようなOSに対応していますか？
lt: **Q:** Kokios operacinės sistemos palaikomos?
lv: **Q:** Kādas operētājsistēmas tiek atbalstītas?
nl: **Q:** Welke besturingssystemen worden ondersteund?
pl: **Q:** Jakie systemy operacyjne są obsługiwane?
pt: **Q:** Que Sistemas Operacionais são suportados?
ro: **Q:** Ce sisteme de operare sunt acceptate?
ru: **В:** Какие операционные системы поддерживаются?
sk: **Q:** Ktoré operačné systémy sú podporované?
sl: **Q:** Kateri operacijski sistemi so podprti?
sv: **Q:** Vilka operativsystem stöds?
zh_cn: **问：**支持哪些操作系统？

source: Windows, Linux, and Mac OS X.
bg: Windows, Linux и Mac OS X.
cs: Windows, Linux a Mac OS X.
da: Windows, Linux og Mac OS X.
el: Windows, Linux και Mac OS X.
es: Windows, Linux y Mac OS X.
et: Windows, Linux ja Mac OS X.
fi: Windows, Linux ja Mac OS X.
fr: Windows, Linux et Mac OS X.
hu: Windows, Linux és Mac OS X.
ja: Windows、Linux、Mac OS Xに対応しています。
lt: "Windows", "Linux" ir "Mac OS X".
lv: Windows, Linux un Mac OS X.
nl: Windows, Linux, en Mac OS X.
pl: Windows, Linux i Mac OS X.
pt: Windows, Linux, e Mac OS X.
ro: Windows, Linux și Mac OS X.
ru: Windows, Linux и Mac OS X.
sk: Windows, Linux a Mac OS X.
sl: Windows, Linux in Mac OS X.
sv: Windows, Linux och Mac OS X.
zh_cn: Windows、Linux和Mac OS X。

source: **Q:** What can I use the Nitrokey for?
bg: **В:** За какво мога да използвам Nitrokey?
cs: **Q:** K čemu mohu Nitrokey použít?
da: **Q:** Hvad kan jeg bruge Nitrokey til?
el: **Q:** Για ποιο λόγο μπορώ να χρησιμοποιήσω το Nitrokey;
es: **Q:** ¿Para qué puedo utilizar la Nitrokey?
et: **K:** Milleks ma saan Nitrokey't kasutada?
fi: **Q:** Mihin voin käyttää Nitrokeyta?
fr: **Q:** A quoi peut me servir la Nitrokey ?
hu: **K:** Mire használhatom a Nitrokey-t?
ja: **Q:** Nitrokeyはどのような用途に使用できますか？
lt: **Q:** Kam galiu naudoti "Nitrokey"?
lv: **Q:** Kādos nolūkos es varu izmantot Nitrokey?
nl: **Q:** Waar kan ik de Nitrokey voor gebruiken?
pl: **Q:** Do czego mogę użyć Nitrokey?
pt: **Q:**Para que posso usar a Nitrokey?
ro: **Q:** La ce pot folosi Nitrokey?
ru: **В:** Для чего я могу использовать Nitrokey?
sk: **Q:** Na čo môžem používať Nitrokey?
sl: **Q:** Za kaj lahko uporabljam ključ Nitrokey?
sv: **Q:** Vad kan jag använda Nitrokey till?
zh_cn: **问：**我可以用硝基钥匙做什么？

source: See the `frontpage`_ for an overview of supported use cases.
bg: Вижте `първата страница`_ за преглед на поддържаните случаи на употреба.
cs: Přehled podporovaných případů použití naleznete na `frontpage`_.
da: Se `forside`_ for at få en oversigt over understøttede anvendelsestilfælde.
el: Ανατρέξτε στην `frontpage`_ για μια επισκόπηση των υποστηριζόμενων περιπτώσεων χρήσης.
es: Consulte la `página de inicio`_ para ver un resumen de los casos de uso admitidos.
et: Vt `frontpage`_, et saada ülevaade toetatud kasutusjuhtumitest.
fi: Katso `etusivulta`_ yleiskatsaus tuetuista käyttötapauksista.
fr: Voir la `frontpage`_ pour un aperçu des cas d'utilisation supportés.
hu: A támogatott felhasználási esetek áttekintését lásd a `frontpage`_ oldalon.
lt: Žr. `pagrindiniame puslapyje`_, kuriame apžvelgiami palaikomi naudojimo atvejai.
lv: Skatiet `priekšējā lapa`_, lai apskatītu atbalstītos lietošanas gadījumus.
nl: Zie de `frontpage`_ voor een overzicht van ondersteunde use-cases.
pl: Zobacz `frontpage`_, aby zapoznać się z przeglądem obsługiwanych przypadków użycia.
pt: Veja a `frontpage`_ para uma visão geral dos casos de uso suportados.
ro: Consultați `frontpage`_ pentru o prezentare generală a cazurilor de utilizare acceptate.
ru: Обзор поддерживаемых вариантов использования см. на `frontpage`_.
sk: Prehľad podporovaných prípadov použitia nájdete na `hlavnej stránke`_.
sl: Za pregled podprtih primerov uporabe glejte `prednjo stran`_.
sv: Se `framsidan`_ för en översikt över användningsområden som stöds.
zh_cn: 请参阅`frontpage`_以了解支持的用例概述。

source: **Q:** What is the maximum length of the PIN?
bg: **В:** Каква е максималната дължина на ПИН кода?
cs: **Q:** Jaká je maximální délka kódu PIN?
da: **Q:** Hvad er den maksimale længde af PIN-koden?
el: **Q:** Ποιο είναι το μέγιστο μήκος του PIN;
es: **P:** ¿Cuál es la longitud máxima del PIN?
et: **K:** Milline on PIN-koodi maksimaalne pikkus?
fi: **Q:** Mikä on PIN-koodin enimmäispituus?
fr: **Q:** Quelle est la longueur maximale du code PIN ?
hu: **K:** Mennyi a PIN-kód maximális hossza?
ja: **Q:** PINの長さはどのくらいですか？
lt: **Q:** Koks yra didžiausias PIN kodo ilgis?
lv: **Q:** Kāds ir maksimālais PIN koda garums?
nl: **Q:** Wat is de maximale lengte van de PIN-code?
pl: **Q:** Jaka jest maksymalna długość kodu PIN?
pt: **Q:** Qual é o comprimento máximo do PIN?
ro: **Q:** Care este lungimea maximă a PIN-ului?
ru: **В:** Какова максимальная длина PIN-кода?
sk: **Q:** Aká je maximálna dĺžka kódu PIN?
sl: **Q:** Kakšna je največja dolžina kode PIN?
sv: **Q:** Vilken är den maximala längden på PIN-koden?
zh_cn: **问：**密码的最大长度是多少？

source: Nitrokey uses PINs instead of passwords. The main difference is that the hardware limits the amount of tries to three while a limit doesn't exist for passwords. Because of this, a short PIN is still secure and there is not need to choose a long and complex PIN.
bg: Nitrokey използва ПИН кодове вместо пароли. Основната разлика е, че хардуерът ограничава броя на опитите до три, докато при паролите такова ограничение не съществува. Поради тази причина краткият ПИН все още е сигурен и не е необходимо да избирате дълъг и сложен ПИН.
cs: Nitrokey používá místo hesel kódy PIN. Hlavní rozdíl spočívá v tom, že hardware omezuje počet pokusů na tři, zatímco u hesel tento limit neexistuje. Z tohoto důvodu je krátký kód PIN stále bezpečný a není nutné volit dlouhý a složitý kód PIN.
da: Nitrokey bruger PIN-koder i stedet for adgangskoder. Den største forskel er, at hardwaren begrænser antallet af forsøg til tre, mens der ikke findes en grænse for adgangskoder. På grund af dette er en kort pinkode stadig sikker, og der er ikke behov for at vælge en lang og kompleks pinkode.
el: Το Nitrokey χρησιμοποιεί PIN αντί για κωδικούς πρόσβασης. Η κύρια διαφορά είναι ότι το υλικό περιορίζει τον αριθμό των προσπαθειών σε τρεις, ενώ για τους κωδικούς πρόσβασης δεν υπάρχει όριο. Εξαιτίας αυτού, ένα σύντομο PIN εξακολουθεί να είναι ασφαλές και δεν χρειάζεται να επιλέξετε ένα μακρύ και πολύπλοκο PIN.
es: Nitrokey utiliza PINs en lugar de contraseñas. La principal diferencia es que el hardware limita la cantidad de intentos a tres, mientras que no existe un límite para las contraseñas. Por ello, un PIN corto sigue siendo seguro y no es necesario elegir un PIN largo y complejo.
et: Nitrokey kasutab paroolide asemel PIN-koode. Peamine erinevus seisneb selles, et riistvara piirab katsete arvu kolmele, samas kui paroolide puhul piirangut ei ole. Selle tõttu on lühike PIN-kood endiselt turvaline ning ei ole vaja valida pikka ja keerulist PIN-koodi.
fi: Nitrokey käyttää PIN-koodeja salasanojen sijaan. Tärkein ero on se, että laitteisto rajoittaa kokeilujen määrän kolmeen, kun taas salasanoilla ei ole rajoitusta. Tämän vuoksi lyhyt PIN-koodi on silti turvallinen, eikä pitkää ja monimutkaista PIN-koodia tarvitse valita.
fr: Nitrokey utilise des codes PIN au lieu de mots de passe. La principale différence est que le matériel limite le nombre d'essais à trois, alors qu'il n'y a pas de limite pour les mots de passe. De ce fait, un code PIN court est toujours sûr et il n'est pas nécessaire de choisir un code PIN long et complexe.
hu: A Nitrokey jelszavak helyett PIN-kódokat használ. A fő különbség az, hogy a hardver háromra korlátozza a próbálkozások számát, míg a jelszavak esetében nincs ilyen korlát. Emiatt egy rövid PIN-kód még mindig biztonságos, és nem szükséges hosszú és összetett PIN-kódot választani.
ja: Nitrokeyは、パスワードの代わりにPINを使用します。主な違いは、ハードウェアが試行回数を3回に制限しているのに対し、パスワードには制限がないことです。このため、短い暗証番号でも安全であり、長くて複雑な暗証番号を選択する必要はありません。
lt: "Nitrokey" vietoj slaptažodžių naudoja PIN kodus. Pagrindinis skirtumas yra tas, kad techninė įranga riboja bandymų skaičių iki trijų, o slaptažodžiams tokio apribojimo nėra. Dėl šios priežasties trumpas PIN kodas vis tiek yra saugus ir nereikia rinktis ilgo ir sudėtingo PIN kodo.
lv: Nitrokey paroļu vietā izmanto PIN kodus. Galvenā atšķirība ir tā, ka aparatūra ierobežo mēģinājumu skaitu līdz trim, bet parolei šāda ierobežojuma nav. Tāpēc īss PIN kods joprojām ir drošs, un nav nepieciešams izvēlēties garu un sarežģītu PIN kodu.
nl: Nitrokey gebruikt pincodes in plaats van wachtwoorden. Het belangrijkste verschil is dat de hardware het aantal pogingen beperkt tot drie, terwijl er voor wachtwoorden geen limiet bestaat. Hierdoor is een korte PIN nog steeds veilig en is het niet nodig een lange en complexe PIN te kiezen.
pl: Nitrokey używa PINów zamiast haseł. Główna różnica polega na tym, że sprzęt ogranicza ilość prób do trzech, podczas gdy w przypadku haseł nie ma takiego ograniczenia. Z tego powodu krótki PIN jest nadal bezpieczny i nie ma potrzeby wybierania długiego i skomplikowanego kodu PIN.
pt: A Nitrokey usa PINs em vez de senhas. A principal diferença é que o hardware limita a quantidade de tentativas a três enquanto um limite não't existe para senhas. Por causa disso, um PIN curto ainda é seguro e não há necessidade de escolher um PIN longo e complexo.
ro: Nitrokey utilizează PIN-uri în loc de parole. Principala diferență este că hardware-ul limitează numărul de încercări la trei, în timp ce pentru parole nu există o limită. Din acest motiv, un PIN scurt este în continuare sigur și nu este nevoie să alegeți un PIN lung și complex.
ru: Nitrokey использует PIN-коды вместо паролей. Основное отличие заключается в том, что аппаратное обеспечение ограничивает количество попыток тремя, в то время как для паролей такого ограничения не существует. Поэтому короткий PIN-код по-прежнему безопасен, и нет необходимости выбирать длинный и сложный PIN-код.
sk: Nitrokey používa namiesto hesiel kódy PIN. Hlavným rozdielom je, že hardvér obmedzuje počet pokusov na tri, zatiaľ čo pri heslách tento limit neexistuje. Z tohto dôvodu je krátky kód PIN stále bezpečný a nie je potrebné voliť dlhý a zložitý kód PIN.
sl: Nitrokey namesto gesel uporablja kode PIN. Glavna razlika je v tem, da strojna oprema omejuje število poskusov na tri, medtem ko pri geslih te omejitve ni. Zaradi tega je kratka koda PIN še vedno varna in ni treba izbrati dolge in zapletene kode PIN.
sv: Nitrokey använder PIN-koder i stället för lösenord. Den största skillnaden är att hårdvaran begränsar antalet försök till tre, medan det inte finns någon begränsning för lösenord. På grund av detta är en kort PIN-kod fortfarande säker och det finns ingen anledning att välja en lång och komplex PIN-kod.
zh_cn: Nitrokey使用PIN码而不是密码。主要区别在于，硬件将尝试的次数限制为三次，而密码则不存在限制。正因为如此，一个简短的PIN码仍然是安全的，没有必要选择一个长而复杂的PIN码。
