Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/hsm.po
Languages: bg, cs, da, de, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: be sure that nothing on the used Nitrokey HSM 2 is needed, it will be deleted during this procedure
bg: уверете се, че нищо не е необходимо на използвания Nitrokey HSM 2, то ще бъде изтрито по време на тази процедура
cs: ujistěte se, že na použitém Nitrokey HSM 2 není nic potřeba, během tohoto postupu bude smazáno.
da: Sørg for, at der ikke er behov for noget på den brugte Nitrokey HSM 2, da det vil blive slettet under denne procedure.
de: stellen Sie sicher, dass nichts auf dem verwendeten Nitrokey HSM 2 benötigt wird, es wird bei diesem Vorgang gelöscht
el: βεβαιωθείτε ότι τίποτα από το χρησιμοποιημένο Nitrokey HSM 2 δεν είναι απαραίτητο, καθώς θα διαγραφεί κατά τη διάρκεια αυτής της διαδικασίας.
es: asegúrese de que no necesita nada en el Nitrokey HSM 2 utilizado, ya que se borrará durante este procedimiento
et: veenduge, et kasutatud Nitrokey HSM 2-l ei ole midagi vaja, see kustutatakse selle protseduuri käigus.
fi: Varmista, että käytetyssä Nitrokey HSM 2:ssa ei ole mitään tarpeellista, sillä se poistetaan tämän toimenpiteen aikana.
fr: Assurez-vous que rien n'est nécessaire sur le Nitrokey HSM 2 utilisé, il sera supprimé au cours de cette procédure.
hu: győződjön meg róla, hogy a használt Nitrokey HSM 2-n nincs szükség semmire, az eljárás során törlődik.
ja: 使用したNitrokey HSM 2に必要なものが何もないことを確認してください。この手順で削除されます。
lt: įsitikinkite, kad naudojamame "Nitrokey HSM 2" nėra nieko, kas būtų reikalinga, ji bus ištrinta šios procedūros metu.
lv: pārliecinieties, ka nekas izmantotajā Nitrokey HSM 2 nav nepieciešams, tas tiks dzēsts šīs procedūras laikā.
nl: zorg ervoor dat niets op de gebruikte Nitrokey HSM 2 nodig is, het zal tijdens deze procedure worden verwijderd
pl: upewnij się, że nic na używanym Nitrokey HSM 2 nie jest potrzebne, zostanie ono usunięte podczas tej procedury
pt: certifique-se de que nada sobre o Nitrokey HSM 2 usado é necessário, ele será apagado durante este procedimento
ro: asigurați-vă că nu este nevoie de nimic pe Nitrokey HSM 2 utilizat, acesta va fi șters în timpul acestei proceduri.
ru: убедитесь, что на используемом Nitrokey HSM 2 ничего не нужно, оно будет удалено во время этой процедуры
sk: uistite sa, že na použitom zariadení Nitrokey HSM 2 nie je nič potrebné, počas tohto postupu bude vymazané.
sl: prepričajte se, da na uporabljenem računalniku Nitrokey HSM 2 ne potrebujete ničesar, saj bo med tem postopkom izbrisano.
sv: Se till att ingenting på den använda Nitrokey HSM 2 behövs, det kommer att raderas under denna procedur.
zh_cn: 确保使用过的Nitrokey HSM 2上没有任何东西是需要的，它将在这个过程中被删除。

source: download the latest `Smart Card Shell`_ and unpack it into your work-directory
bg: изтеглете най-новата версия на `Smart Card Shell`_ и я разопаковайте в работната си директория
cs: stáhněte si nejnovější verzi `Smart Card Shell`_ a rozbalte ji do pracovního adresáře.
da: download den nyeste `Smart Card Shell`_ og pak den ud i din arbejdsmappe
de: Laden Sie die neueste `Smart Card Shell`_ herunter und entpacken Sie sie in Ihr Arbeitsverzeichnis
el: κατεβάστε το τελευταίο `Smart Card Shell`_ και αποσυμπιέστε το στον κατάλογο εργασίας σας.
es: descargue la última versión de `Smart Card Shell`_ y descomprímala en su directorio de trabajo
et: lae alla uusim `Smart Card Shell`_ ja paki see oma töökataloogi lahti.
fi: lataa uusin `Smart Card Shell`_ ja pura se työhakemistoosi.
fr: Téléchargez la dernière version de "Smart Card Shell" et décompressez-la dans votre répertoire de travail.
hu: töltse le a legújabb `Smart Card Shell`_ programot és csomagolja ki a munka könyvtárába.
ja: 最新の`Smart Card Shell`_をダウンロードして、作業ディレクトリに解凍します。
lt: atsisiųskite naujausią `Smart Card Shell`_ ir išpakuokite ją į savo darbo katalogą
lv: lejupielādējiet jaunāko `Smart Card Shell`_ un izpakējiet to savā darba direktorijā.
nl: download de nieuwste `Smart Card Shell`_ en pak die uit in je werk-directory
pl: pobierz najnowszy `Smart Card Shell`_ i rozpakuj go do katalogu roboczego
pt: baixe o último `Smart Card Shell`_ e descompacte-o em seu diretório de trabalho
ro: descărcați cea mai recentă versiune `Smart Card Shell`_ și despachetați-o în directorul de lucru.
ru: скачайте последнюю версию `Smart Card Shell`_ и распакуйте ее в свой рабочий каталог
sk: stiahnite si najnovší `Smart Card Shell`_ a rozbaľte ho do pracovného adresára
sl: prenesite najnovejši `Smart Card Shell`_ in ga razpakirajte v delovni imenik
sv: ladda ner den senaste `Smart Card Shell`_ och packa upp den till din arbetsmapp
zh_cn: 下载最新的`Smart Card Shell`_，并将其解压到你的工作目录中。

source: Importing via the SCSH3 GUI
bg: Импортиране чрез графичния интерфейс на SCSH3
cs: Import přes grafické uživatelské rozhraní SCSH3
da: Import via SCSH3 GUI
de: Importieren über die SCSH3-GUI
el: Εισαγωγή μέσω του GUI SCSH3
es: Importación a través de la GUI de SCSH3
et: Importimine SCSH3 GUI kaudu
fi: Tuonti SCSH3 GUI:n kautta
fr: Importation via le SCSH3 GUI
hu: Importálás az SCSH3 GUI-n keresztül
ja: SCSH3のGUIからの読み込み
lt: Importavimas per SCSH3 GUI
lv: Importēšana, izmantojot SCSH3 GUI
nl: Importeren via de SCSH3 GUI
pl: Importowanie za pomocą interfejsu graficznego SCSH3
pt: Importação através da interface gráfica SCSH3
ro: Importul prin intermediul interfeței grafice SCSH3
ru: Импорт через графический интерфейс SCSH3
sk: Importovanie prostredníctvom grafického rozhrania SCSH3
sl: Uvoz prek grafičnega vmesnika SCSH3
sv: Import via SCSH3 GUI
zh_cn: 通过SCSH3 GUI导入

source: Inside the unpacked directory you will find ``scsh3gui``, which can be started using ``bash scsh3gui`` (for windows double-click on: ``scsh3gui.cmd``).
bg: В разопакованата директория ще намерите ``scsh3gui``, която може да бъде стартирана с помощта на ``bash scsh3gui`` (за Windows кликнете два пъти върху: ``scsh3gui.cmd``).
cs: Uvnitř rozbaleného adresáře najdete ``scsh3gui``, který lze spustit pomocí ``bash scsh3gui`` (pro Windows dvakrát klikněte na: ``scsh3gui.cmd``).
da: Inde i den udpakkede mappe finder du ``scsh3gui``, som kan startes ved hjælp af ``bash scsh3gui`` (for Windows dobbeltklik på: ``scsh3gui.cmd<x>``).
de: Im entpackten Verzeichnis finden Sie ``scsh3gui``, das mit ``bash scsh3gui`` gestartet werden kann (für Windows Doppelklick auf: ``scsh3gui.cmd``).
el: Μέσα στον αποσυμπιεσμένο κατάλογο θα βρείτε το ``scsh3gui``, το οποίο μπορεί να ξεκινήσει χρησιμοποιώντας το ``bash scsh3gui`` (για τα Windows κάντε διπλό κλικ στο: ``scsh3gui.cmd``).
es: Dentro del directorio desempaquetado se encuentra ``scsh3gui``, que se puede iniciar con ``bash scsh3gui`` (para windows haga doble clic en: ``scsh3gui.cmd``).
et: Pakkimata kataloogi sees on ``scsh3gui``, mida saab käivitada kasutades ``bash scsh3gui`` (Windowsi puhul topeltklõps: ``scsh3gui.cmd``).
fi: Puretun hakemiston sisältä löytyy ``scsh3gui``, joka voidaan käynnistää käyttämällä ``bash scsh3gui`` (Windowsissa kaksoisklikkaa: ``scsh3gui.cmd``).
fr: Dans le répertoire décompressé, vous trouverez ``scsh3gui``, qui peut être lancé en utilisant ``bash scsh3gui`` (pour Windows, double-cliquez sur : ``scsh3gui.cmd``).
hu: A kicsomagolt könyvtárban található a ``scsh3gui``, amelyet a ``bash scsh3gui`` segítségével lehet elindítani (Windows esetén dupla kattintás a: ``scsh3gui.cmd``).
ja: 解凍されたディレクトリの中には、``scsh3gui``があり、``bash scsh3gui``を使って起動することができます（Windowsの場合はダブルクリックしてください。``scsh3gui.cmd``）で起動できます。
lt: Išpakuotame kataloge rasite ``scsh3gui``, kurį galima paleisti naudojant ``bash scsh3guibash scsh3gui`` (Windows sistemoje dukart spustelėkite: ``scsh3gui.cmd``).
lv: Izpakošanas direktorijā atradīsiet ``scsh3gui``, kuru var palaist, izmantojot ``bash scsh3gui`` (Windows divreiz noklikšķiniet uz: ``scsh3gui.cmd``).
nl: In de uitgepakte directory vindt u ``scsh3gui``, die kan worden gestart met ``bash scsh3gui`` (voor windows dubbelklik op: ``scsh3gui.cmd``).
pl: Wewnątrz rozpakowanego katalogu znajduje się ``scsh3gui``, który można uruchomić za pomocą ``bash scsh3gui`` (w przypadku Windows kliknij dwukrotnie na: ``scsh3gui.cmd``).
pt: Dentro do diretório desempacotado você encontrará ``scsh3gui``, que pode ser iniciado usando ``bash scsh3gui`` (para janelas clique duas vezes em cima: ``scsh3gui.cmd```).
ro: În interiorul directorului despachetat veți găsi ``scsh3gui``, care poate fi pornit folosind ``bash scsh3gui`` (pentru Windows faceți dublu clic pe: ``scsh3gui.cmd``).
ru: Внутри распакованного каталога вы найдете ``scsh3gui``, который можно запустить с помощью ``bash scsh3gui`` (для windows дважды щелкните на: ``scsh3gui.cmd``).
sk: Vo vnútri rozbaleného adresára nájdete ``scsh3gui``, ktorý môžete spustiť pomocou ``bash scsh3gui`` (pre Windows dvakrát kliknite na: ``scsh3gui.cmd``).
sl: V razpakiranem imeniku boste našli ``scsh3gui``, ki ga lahko zaženete z uporabo ``bash scsh3gui`` (za okna dvakrat kliknite na: ``scsh3gui.cmd``).
sv: I den uppackade katalogen finns ``scsh3gui``, som kan startas med hjälp av ``bash scsh3gui`` (för Windows dubbelklicka på: ``scsh3gui.cmd``).
zh_cn: 在解压后的目录中，你会发现``scsh3gui``，可以用``bash scsh3gui``启动（对于Windows，双击。``scsh3gui.cmd``）。

source: Once the SCSH3 Tool is open, you should see your Nitrokey HSM 2 inside the tree view. Please follow these steps to import:
bg: След като инструментът SCSH3 е отворен, трябва да видите вашия Nitrokey HSM 2 в дървовидния изглед. Моля, следвайте тези стъпки, за да импортирате:
cs: Po otevření nástroje SCSH3 byste měli ve stromovém zobrazení vidět svůj Nitrokey HSM 2. Při importu postupujte podle následujících kroků:
da: Når SCSH3-værktøjet er åbnet, skal du se din Nitrokey HSM 2 i trævisningen. Følg venligst disse trin for at importere:
de: Sobald das SCSH3-Tool geöffnet ist, sollten Sie Ihr Nitrokey HSM 2 in der Baumansicht sehen. Bitte folgen Sie diesen Schritten zum Importieren:
el: Μόλις ανοίξει το εργαλείο SCSH3 Tool, θα πρέπει να δείτε το Nitrokey HSM 2 μέσα στην προβολή δέντρου. Ακολουθήστε τα παρακάτω βήματα για την εισαγωγή:
es: Una vez abierta la herramienta SCSH3, debería ver su Nitrokey HSM 2 dentro de la vista de árbol. Por favor, siga estos pasos para importar:
et: Kui SCSH3 Tool on avatud, peaksite nägema Nitrokey HSM 2 puuvaates. Järgige importimiseks järgmisi samme:
fi: Kun SCSH3-työkalu on avattu, sinun pitäisi nähdä Nitrokey HSM 2 -laitteesi puunäkymässä. Noudata seuraavia ohjeita tuontia varten:
fr: Une fois l'outil SCSH3 ouvert, vous devriez voir votre Nitrokey HSM 2 dans l'arborescence. Veuillez suivre les étapes suivantes pour importer :
hu: Ha az SCSH3 eszköz meg van nyitva, a Nitrokey HSM 2-t a fa nézetben kell látnia. Kérjük, kövesse az alábbi lépéseket az importáláshoz:
ja: SCSH3ツールを開くと、ツリービューの中にNitrokey HSM 2が表示されているはずです。以下の手順でインポートを行ってください。
lt: Atidarę SCSH3 įrankį, medžio rodinyje turėtumėte matyti savo "Nitrokey HSM 2". Importuodami atlikite šiuos veiksmus:
lv: Kad SCSH3 rīks ir atvērts, koka skatā jāparādās jūsu Nitrokey HSM 2. Lai importētu, lūdzu, izpildiet šos soļus:
nl: Zodra de SCSH3 Tool geopend is, zou u uw Nitrokey HSM 2 in de boomstructuur moeten zien. Volg deze stappen om te importeren:
pl: Gdy narzędzie SCSH3 jest otwarte, powinieneś zobaczyć swój Nitrokey HSM 2 w widoku drzewa. Wykonaj poniższe kroki, aby zaimportować urządzenie:
pt: Quando a Ferramenta SCSH3 estiver aberta, deverá ver o seu Nitrokey HSM 2 dentro da vista em árvore. Por favor, siga estes passos para importar:
ro: După ce instrumentul SCSH3 este deschis, ar trebui să vedeți Nitrokey HSM 2 în vizualizarea în copac. Vă rugăm să urmați acești pași pentru a importa:
ru: После открытия SCSH3 Tool вы должны увидеть Nitrokey HSM 2 в древовидном представлении. Выполните следующие шаги для импорта:
sk: Po otvorení nástroja SCSH3 by ste mali vidieť svoj Nitrokey HSM 2 v stromovom zobrazení. Pri importe postupujte podľa nasledujúcich krokov:
sl: Ko je orodje SCSH3 odprto, morate v drevesnem prikazu videti svoj Nitrokey HSM 2. Za uvoz sledite naslednjim korakom:
sv: När SCSH3-verktyget är öppet bör du se din Nitrokey HSM 2 i trädvyn. Följ dessa steg för att importera:
zh_cn: 一旦SCSH3工具被打开，你应该在树状视图中看到你的Nitrokey HSM 2。请按照以下步骤进行导入。

source: Start key-manager (File -> Keymanager)
bg: Стартиране на ключовия мениджър (File -> Keymanager)
cs: Spustit správce klíčů (File -> Keymanager)
da: Start key-manager (Fil -> Keymanager)
de: Key-Manager starten (Datei -> Keymanager)
el: Έναρξη του διαχειριστή κλειδιών (Αρχείο -> Διαχειριστής κλειδιών)
es: Iniciar el gestor de llaves (File -> Keymanager)
et: Võtmehalduri käivitamine (Faili -> Võtmehaldur)
fi: Käynnistä avainhallinta (Tiedosto -> Avainhallinta)
fr: Démarrer le gestionnaire de clés (Fichier -> Gestionnaire de clés)
hu: Kulcskezelő indítása (Fájl -> Kulcskezelő)
ja: キーマネージャの起動 (File -> Keymanager)
lt: Paleisti raktų tvarkyklę (File -> Keymanager)
lv: Atslēgu pārvaldnieka palaišana (File -> Keymanager)
nl: Start sleutelbeheerder (Bestand -> Sleutelbeheerder)
pl: Uruchom menadżera kluczy (File -> Keymanager)
pt: Iniciar o key-manager (Arquivo -> Keymanager)
ro: Porniți key-managerul (File -> Keymanager)
ru: Запустите диспетчер ключей (Файл -> Keymanager)
sk: Spustite key-manager (File -> Keymanager)
sl: Zagon upravitelja ključev (Datoteka -> Upravitelj ključev)
sv: Starta nyckelhanteraren (File -> Keymanager)
zh_cn: 启动钥匙管理器 (File -> Keymanager)

source: Right-click "Smartcard-HSM" -> create DKEK share
bg: Кликнете с десния бутон на мишката върху "Smartcard-HSM" -> създайте DKEK дял
cs: Klikněte pravým tlačítkem myši na "Smartcard-HSM" -> vytvořit sdílení DKEK
da: Højreklik på "Smartcard-HSM" -&> opret DKEK-aktie
de: Rechtsklick auf "Smartcard-HSM" -> DKEK-Freigabe erstellen
el: Δεξί κλικ "Smartcard-HSM" -> δημιουργία κοινής χρήσης DKEK
es: Haga clic con el botón derecho del ratón en "Smartcard-HSM" -> crear una acción DKEK
et: Paremklõps "Smartcard-HSM" -> loo DKEK-jagu
fi: Napsauta hiiren kakkospainikkeella "Smartcard-HSM" -> luo DKEK-jako.
fr: Clic droit sur "Smartcard-HSM" -> créer un partage DKEK
hu: Kattintson a jobb gombbal a "Smartcard-HSM" -> DKEK-megosztás létrehozása
ja: Smartcard-HSM" -> DKEK共有の作成」を右クリックします。
lt: Dešiniuoju pelės klavišu spustelėkite "Smartcard-HSM" -> sukurti DKEK akciją
lv: Ar peles labo pogu noklikšķiniet uz "Smartcard-HSM" -> izveidot DKEK akciju
nl: Rechts-klik "Smartcard-HSM" -> maak DKEK share
pl: Kliknij prawym przyciskiem myszy "Smartcard-HSM" -> create DKEK share
pt: Clique com o botão direito "Smartcard-HSM" -> criar DKEK share
ro: Faceți clic dreapta pe "Smartcard-HSM" -> creați o partajare DKEK
ru: Щелкните правой кнопкой мыши "Smartcard-HSM" -> создать общий ресурс DKEK
sk: Kliknite pravým tlačidlom myši "Smartcard-HSM" -> vytvoriť podiel DKEK
sl: Z desno tipko miške kliknite "Smartcard-HSM" -> ustvarite delež DKEK
sv: Högerklicka på "Smartcard-HSM" -> skapa DKEK-delning
zh_cn: 右键单击"智能卡-HSM"-> 创建DKEK共享

source: Choose file location
bg: Изберете местоположение на файла
cs: Výběr umístění souboru
da: Vælg filplacering
de: Speicherort der Datei wählen
el: Επιλέξτε τη θέση του αρχείου
es: Elija la ubicación del archivo
et: Valige faili asukoht
fi: Valitse tiedoston sijainti
fr: Choisissez l'emplacement du fichier
hu: Válassza ki a fájl helyét
ja: ファイルの場所を選択
lt: Pasirinkite failo vietą
lv: Izvēlieties faila atrašanās vietu
nl: Kies bestandslocatie
pl: Wybierz lokalizację pliku
pt: Escolha a localização do arquivo
ro: Alegeți locația fișierului
ru: Выберите местоположение файла
sk: Výber umiestnenia súboru
sl: Izberite lokacijo datoteke
sv: Välj filplats
zh_cn: 选择文件位置

source: Choose DKEK share password
bg: Изберете парола за споделяне на DKEK
cs: Zvolte heslo sdílení DKEK
da: Vælg DKEK-adgangskode til deling
de: DKEK-Freigabepasswort wählen
el: Επιλέξτε τον κωδικό πρόσβασης κοινής χρήσης DKEK
es: Elija la contraseña de la cuota de DKEK
et: Vali DKEKi jagamise parool
fi: Valitse DKEK-jakosalasana
fr: Choisissez le mot de passe de partage DKEK
hu: Válassza ki a DKEK megosztási jelszót
ja: DKEKの共有パスワードを選択
lt: Pasirinkite DKEK bendrinimo slaptažodį
lv: Izvēlieties DKEK koplietošanas paroli
nl: Kies DKEK-sharewachtwoord
pl: Wybierz hasło udostępniania DKEK
pt: Escolha a senha de compartilhamento DKEK
ro: Alegeți parola de partajare DKEK
ru: Выберите пароль общего доступа DKEK
sk: Výber hesla zdieľania DKEK
sl: Izberite geslo za skupno rabo DKEK
sv: Välj lösenord för DKEK-delning
zh_cn: 选择DKEK共享密码

source: Right-click "Smartcard-HSM" -> Initialize device
bg: Кликнете с десния бутон на мишката върху "Smartcard-HSM" -> Иницииране на устройството
cs: Klikněte pravým tlačítkem myši na "Smartcard-HSM" -> Inicializovat zařízení
da: Højreklik på "Smartcard-HSM" -&> Initialisér enhed
de: Rechtsklick auf "Smartcard-HSM" -> Gerät initialisieren
el: Δεξί κλικ "Smartcard-HSM" -> Αρχικοποίηση συσκευής
es: Haga clic con el botón derecho del ratón en "Smartcard-HSM" -> Inicializar dispositivo
et: Paremklõps "Smartcard-HSM" -> Seadme initsialiseerimine
fi: Napsauta hiiren kakkospainikkeella "Smartcard-HSM" -> Alusta laite.
fr: Clic droit sur "Smartcard-HSM" -> Initialiser le périphérique
hu: Kattintson a jobb gombbal a "Smartcard-HSM" -> Eszköz inicializálása
ja: Smartcard-HSM" -> デバイスの初期化」を右クリックします。
lt: Dešiniuoju pelės klavišu spustelėkite "Smartcard-HSM" -> Inicializuoti įrenginį
lv: Ar peles labo pogu noklikšķiniet uz "Smartcard-HSM" -> Inicializēt ierīci
nl: Rechts-klik "Smartcard-HSM" -> Apparaat initialiseren
pl: Kliknij prawym przyciskiem myszy "Smartcard-HSM" -> Initialize device.
pt: Clique com o botão direito " Smartcard-HSM" -> Inicializar dispositivo
ro: Faceți clic dreapta pe "Smartcard-HSM" -> Inițializați dispozitivul
ru: Щелкните правой кнопкой мыши "Smartcard-HSM" -> Инициализировать устройство
sk: Kliknite pravým tlačidlom myši "Smartcard-HSM" -> Inicializovať zariadenie
sl: Desni klik "Smartcard-HSM" -> Inicializacija naprave
sv: Högerklicka på "Smartcard-HSM" -> Initialisera enhet
zh_cn: 右键点击"智能卡-HSM"->初始化设备

source: Enter SO-PIN
bg: Въведете SO-PIN
cs: Zadejte SO-PIN
da: Indtast SO-PIN
de: SO-PIN eingeben
el: Πληκτρολογήστε SO-PIN
es: Introduzca el SO-PIN
et: Sisestage SO-PIN
fi: Syötä SO-PIN
fr: Entrez le SO-PIN
hu: SO-PIN megadása
ja: SO-PINの入力
lt: Įveskite SO-PIN kodą
lv: Ievadiet SO-PIN
nl: SO-PIN invoeren
pl: Wprowadź SO-PIN
pt: Digite SO-PIN
ro: Introduceți SO-PIN
ru: Введите SO-PIN
sk: Zadajte SO-PIN
sl: Vnesite kodo SO-PIN
sv: Ange SO-PIN
zh_cn: 输入SO-PIN

source: (optional) Enter label and enter URL/Host
bg: (по избор) Въведете етикет и въведете URL/Host
cs: (nepovinné) Zadejte štítek a zadejte adresu URL/Host
da: (valgfrit) Indtast label og indtast URL/Host
de: (optional) Beschriftung eingeben und URL/Host eingeben
el: (προαιρετικό) Εισάγετε ετικέτα και εισάγετε URL/Host
es: (opcional) Introduzca la etiqueta y la URL/Host
et: (valikuline) Sisestage silt ja sisestage URL/Host
fi: (valinnainen) Kirjoita etiketti ja URL/Host-osoite
fr: (facultatif) Entrez le label et entrez l'URL/Host
hu: (opcionális) Adja meg a címkét és adja meg az URL/Host címet.
ja: (オプション) ラベルを入力し、URL/Hostを入力する
lt: (neprivaloma) Įveskite etiketę ir URL adresą / prieglobstį
lv: (nav obligāti) Ievadiet etiķeti un ievadiet URL/Host
nl: (facultatief) Voer label in en voer URL/Host in
pl: (opcjonalnie) Wprowadź etykietę i wprowadź adres URL/Host
pt: (opcional) Introduza a etiqueta e introduza o URL/Anfitrião
ro: (opțional) Introduceți eticheta și introduceți URL/Host
ru: (необязательно) Введите метку и введите URL/Host
sk: (voliteľné) Zadajte štítok a zadajte adresu URL/Host
sl: (neobvezno) Vnesite nalepko in vnesite naslov URL/Host
sv: (valfritt) Ange etikett och ange URL/Host
zh_cn: (可选)输入标签并输入URL/主机

source: Select authentication method: "User PIN"
bg: Изберете метод за удостоверяване: "Потребителски ПИН"
cs: Vyberte metodu ověřování: "Uživatelský PIN"
da: Vælg godkendelsesmetode: "Bruger-PIN"
de: Authentifizierungsmethode auswählen: "Benutzer-PIN"
el: Επιλέξτε μέθοδο ελέγχου ταυτότητας: "PIN χρήστη",
es: Seleccione el método de autenticación: "PIN de usuario"
et: Valige autentimismeetod: "Kasutaja PIN-kood"
fi: Valitse todennusmenetelmä: "User PIN"
fr: Sélectionnez la méthode d'authentification : "PIN utilisateur"
hu: Válassza ki a hitelesítési módszert: "Felhasználói PIN-kód"
ja: 認証方法を選択する： "User PIN"
lt: Pasirinkite autentifikavimo metodą: "Vartotojo PIN kodas"
lv: Izvēlieties autentifikācijas metodi: "Lietotāja PIN"
nl: Selecteer verificatiemethode: "User PIN"
pl: Wybierz metodę uwierzytelniania: "User PIN"
pt: Seleccione o método de autenticação: "PIN" do utilizador;
ro: Selectați metoda de autentificare: "User PIN"
ru: Выберите метод аутентификации: "PIN-код пользователя"
sk: Vyberte metódu overovania: "PIN používateľa"
sl: Izberite način avtentikacije: "Uporabniški PIN"
sv: Välj autentiseringsmetod: "Användar-PIN"
zh_cn: 选择认证方式："用户密码"。

source: Allow RESET RETRY COUNTER: "Resetting and unblocking PIN with SO-PIN not allowed"
bg: Разрешаване на RESET RETRY COUNTER: "Resetting and unblocking PIN with SO-PIN not allowed"
cs: Povolit RESET RETRY COUNTER: "Resetování a odblokování PINu pomocí SO-PINu není povoleno"
da: Tillad RESET RETRY COUNTER: "Nulstilling og frigørelse af PIN-kode med SO-PIN ikke tilladt"
de: RESET RETRY COUNTER zulassen: "Rücksetzen und Entsperren der PIN mit SO-PIN nicht erlaubt"
el: Επιτρέψτε RESET RETRY COUNTER: "Δεν επιτρέπεται η επαναφορά και η αποδέσμευση του PIN με SO-PIN",
es: Permitir RESET RETRY COUNTER: "Restablecer y desbloquear el PIN con SO-PIN no está permitido"
et: Luba RESET RETRY COUNTER: "PIN-koodi lähtestamine ja vabastamine SO-PINiga ei ole lubatud"
fi: Salli RESET RETRY COUNTER: "PIN-koodin nollaaminen ja vapauttaminen SO-PIN:llä ei sallittu"
fr: Autoriser le compteur de réinitialisation et de déblocage du PIN : "La réinitialisation et le déblocage du PIN avec SO-PIN ne sont pas autorisés".
hu: Engedélyezze a RESET RETRY COUNTER-t: "A PIN kód visszaállítása és feloldása SO-PIN-nel nem megengedett"
ja: RESET RETRY COUNTERを許可する: "SO-PINでのPINのリセットとブロック解除は許可されていません"。
lt: Leisti RESET RETRY COUNTER: "PIN kodo atstatymas ir atblokavimas su SO-PIN neleidžiamas"
lv: Atļaut RESET RETRY COUNTER: "PIN atiestatīšana un atbloķēšana ar SO-PIN nav atļauta"
nl: RESET RETRY COUNTER toestaan: "Resetten en deblokkeren van PIN met SO-PIN niet toegestaan"
pl: Allow RESET RETRY COUNTER: "Resetowanie i odblokowywanie PIN z SO-PIN niedozwolone"
pt: Permitir o RESET RETRY COUNTER: "Não é permitido reiniciar e desbloquear o PIN com SO-PIN"
ro: Permiteți RESET RETRY COUNTER: "Resetarea și deblocarea PIN-ului cu SO-PIN nu este permisă"
ru: Разрешить RESET RETRY COUNTER: "Сброс и разблокировка PIN с помощью SO-PIN не разрешены"
sk: Povoliť RESET RETRY COUNTER: "Resetovanie a odblokovanie PIN kódu pomocou SO-PIN kódu nie je povolené"
sl: Dovolite RESET RETRY COUNTER: "Ponastavitev in odblokiranje kode PIN s kodo SO-PIN ni dovoljeno"
sv: Tillåt RESET RETRY COUNTER: "Återställning och avblockering av PIN-koden med SO-PIN är inte tillåten"
zh_cn: 允许RESET RETRY COUNTER："不允许用SO-PIN重置和解除封锁PIN"。

source: Enter and confirm User PIN
bg: Въвеждане и потвърждаване на потребителския PIN код
cs: Zadání a potvrzení uživatelského kódu PIN
da: Indtast og bekræft bruger-PIN-koden
de: Benutzer-PIN eingeben und bestätigen
el: Εισάγετε και επιβεβαιώστε το PIN χρήστη
es: Introducir y confirmar el PIN de usuario
et: Sisestage ja kinnitage kasutaja PIN-kood
fi: Syötä ja vahvista käyttäjän PIN-koodi
fr: Saisir et confirmer le code PIN de l'utilisateur
hu: Adja meg és erősítse meg a felhasználói PIN-kódot
ja: ユーザーPINの入力と確認
lt: Įveskite ir patvirtinkite naudotojo PIN kodą
lv: Ievadiet un apstipriniet lietotāja PIN kodu
nl: Gebruikers-PIN invoeren en bevestigen
pl: Wprowadź i potwierdź kod PIN użytkownika
pt: Digite e confirme o PIN do usuário
ro: Introduceți și confirmați PIN-ul utilizatorului
ru: Введите и подтвердите PIN-код пользователя
sk: Zadajte a potvrďte kód PIN používateľa
sl: Vnesite in potrdite uporabniško kodo PIN
sv: Ange och bekräfta användar-PIN-koden
zh_cn: 输入并确认用户密码
