Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/hsm.po
Languages: bg, cs, da, de, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: Congratulations, your Nitrokey is now ready to use. Please see the `applications <https://www.nitrokey.com/documentation/applications>`_ section for further information of its usage.
bg: Поздравления, вашият Nitrokey вече е готов за употреба. Моля, вижте раздела `Приложения <https://www.nitrokey.com/documentation/applications>`_ за допълнителна информация за използването му.
cs: Gratulujeme, váš Nitrokey je nyní připraven k použití. Další informace o jeho použití naleznete v části `aplikace <https://www.nitrokey.com/documentation/applications>`_.
da: Tillykke, din Nitrokey er nu klar til brug. Se venligst afsnittet `applikationer <https://www.nitrokey.com/documentation/applications>`_ for yderligere oplysninger om brugen af den.
de: Herzlichen Glückwunsch, Ihr Nitrokey ist nun einsatzbereit. Weitere Informationen zur Verwendung finden Sie im Abschnitt `Anwendungen <https://www.nitrokey.com/documentation/applications>`_.
el: Συγχαρητήρια, το Nitrokey σας είναι τώρα έτοιμο για χρήση. Ανατρέξτε στην ενότητα `εφαρμογές <https://www.nitrokey.com/documentation/applications>`_ για περισσότερες πληροφορίες σχετικά με τη χρήση του.
es: Enhorabuena, su Nitrokey ya está listo para ser utilizado. Por favor, consulte la sección `aplicaciones <https://www.nitrokey.com/documentation/applications>`_ para obtener más información sobre su uso.
et: Palju õnne, teie Nitrokey on nüüd kasutusvalmis. Lisateavet selle kasutamise kohta leiate jaotisest `rakendused <https://www.nitrokey.com/documentation/applications>`_.
fi: Onneksi olkoon, Nitrokey on nyt käyttövalmis. Katso lisätietoja sen käytöstä kohdasta `sovellukset <https://www.nitrokey.com/documentation/applications>`_.
fr: Félicitations, votre Nitrokey est maintenant prêt à être utilisé. Veuillez consulter la section `applications <https://www.nitrokey.com/documentation/applications>`_ pour plus d'informations sur son utilisation.
hu: Gratulálunk, a Nitrokey már készen áll a használatra. Kérjük, olvassa el a `alkalmazások <https://www.nitrokey.com/documentation/applications>`_ részt a használatáról szóló további információkért.
ja: おめでとうございます！これでNitrokeyを使用することができます。使い方の詳細については、`応用編<https://www.nitrokey.com/documentation/applications>`_のセクションをご覧ください。
lt: Sveikiname, jūsų "Nitrokey" jau paruoštas naudoti. Daugiau informacijos apie jo naudojimą rasite `prietaisų <https://www.nitrokey.com/documentation/applications>`_ skyriuje.
lv: Apsveicam, jūsu Nitrokey tagad ir gatavs lietošanai. Lūdzu, skatiet sadaļu `aplikācijas <https://www.nitrokey.com/documentation/applications>`_, lai iegūtu sīkāku informāciju par tā izmantošanu.
nl: Gefeliciteerd, uw Nitrokey is nu klaar voor gebruik. Zie de `toepassingen <https://www.nitrokey.com/documentation/applications>`_ sectie voor verdere informatie over het gebruik.
pl: Gratulacje, Twój Nitrokey jest teraz gotowy do użycia. Proszę zobaczyć sekcję `aplikacje <https://www.nitrokey.com/documentation/applications>`_ w celu uzyskania dalszych informacji na temat jego użycia.
pt: Parabéns, a sua Nitrokey está agora pronta para ser usada. Por favor veja a secção `aplicações <https://www.nitrokey.com/documentation/applications>`_ para mais informações sobre a sua utilização.
ro: Felicitări, Nitrokey este acum gata de utilizare. Vă rugăm să consultați secțiunea `aplicații <https://www.nitrokey.com/documentation/applications>`_ pentru mai multe informații despre utilizarea sa.
ru: Поздравляем, теперь ваш Nitrokey готов к использованию. Пожалуйста, обратитесь к разделу `Приложения <https://www.nitrokey.com/documentation/applications>`_ для получения дополнительной информации о его использовании.
sk: Gratulujeme, váš kľúč Nitrokey je teraz pripravený na používanie. Ďalšie informácie o jeho použití nájdete v časti `aplikácie <https://www.nitrokey.com/documentation/applications>`_.
sl: Čestitamo, vaš ključ Nitrokey je pripravljen za uporabo. Za dodatne informacije o uporabi si oglejte razdelek `aplikacije <https://www.nitrokey.com/documentation/applications>`_.
sv: Grattis, din Nitrokey är nu redo att användas. Se avsnittet `tillämpningar <https://www.nitrokey.com/documentation/applications>`_ för mer information om hur den används.
zh_cn: 恭喜你，你的Nitrokey现在已经可以使用了。请参阅`应用<https://www.nitrokey.com/documentation/applications>`_部分，了解更多使用信息。

source: Nitrokey HSM with GNU/Linux
bg: Nitrokey HSM с GNU/Linux
cs: Nitrokey HSM s GNU/Linuxem
da: Nitrokey HSM med GNU/Linux
de: Nitrokey HSM mit GNU/Linux
el: Nitrokey HSM με GNU/Linux
es: Nitrokey HSM con GNU/Linux
et: Nitrokey HSM koos GNU/Linuxiga
fi: Nitrokey HSM GNU/Linuxin kanssa
fr: Nitrokey HSM avec GNU/Linux
hu: Nitrokey HSM GNU/Linux-szal
ja: GNU/LinuxでのNitrokey HSM
lt: "Nitrokey HSM" su GNU/Linux
lv: Nitrokey HSM ar GNU/Linux
nl: Nitrokey HSM met GNU/Linux
pl: Nitrokey HSM z GNU/Linux
pt: Nitrokey HSM com GNU/Linux
ro: Nitrokey HSM cu GNU/Linux
ru: Nitrokey HSM с GNU/Linux
sk: Nitrokey HSM s GNU/Linuxom
sl: Nitrokey HSM z operacijskim sistemom GNU/Linux
sv: Nitrokey HSM med GNU/Linux
zh_cn: 使用GNU/Linux的Nitrokey HSM

source: Install `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_. You need at least version 0.19. You can find recent builds for debian-based systems like Ubuntu `here <https://github.com/Nitrokey/opensc-build>`_ if your system does not have the newest version of OpenSC. Alternatively, install `this <https://www.cardcontact.de/download/sc-hsm-starterkit.zip>`_ driver (`source <https://github.com/CardContact/sc-hsm-embedded>`_).
bg: Инсталирайте `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_. Необходима ви е поне версия 0.19. Можете да намерите скорошни компилации за системи, базирани на Debian, като Ubuntu `тук <https://github.com/Nitrokey/opensc-build>`_, ако вашата система не разполага с най-новата версия на OpenSC. Като алтернатива, инсталирайте `този <https://www.cardcontact.de/download/sc-hsm-starterkit.zip>`_ драйвер (`източник <https://github.com/CardContact/sc-hsm-embedded>`_).
cs: Nainstalujte `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_. Potřebujete alespoň verzi 0.19. Nejnovější sestavení pro systémy založené na debianu, jako je Ubuntu, najdete `zde <https://github.com/Nitrokey/opensc-build>`_, pokud váš systém nemá nejnovější verzi OpenSC. Případně nainstalujte `tento <https://www.cardcontact.de/download/sc-hsm-starterkit.zip>`_ ovladač (`zdroj <https://github.com/CardContact/sc-hsm-embedded>`_).
da: Installer `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_. Du skal mindst have version 0.19. Du kan finde nyere builds til debian-baserede systemer som Ubuntu ` her <https://github.com/Nitrokey/opensc-build>`_, hvis dit system ikke har den nyeste version af OpenSC. Alternativt kan du installere `denne <https://www.cardcontact.de/download/sc-hsm-starterkit.zip><x>`_ driver (`source <https://github.com/CardContact/sc-hsm-embedded>`_).
el: Εγκαταστήστε το `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_. Χρειάζεστε τουλάχιστον την έκδοση 0.19. Μπορείτε να βρείτε πρόσφατα builds για συστήματα που βασίζονται στο debian, όπως το Ubuntu `εδώ <https://github.com/Nitrokey/opensc-build>`_, αν το σύστημά σας δεν έχει την πιο πρόσφατη έκδοση του OpenSC. Εναλλακτικά, εγκαταστήστε `αυτό το <https://www.cardcontact.de/download/sc-hsm-starterkit.zip>`_ πρόγραμμα οδήγησης (`πηγή <https://github.com/CardContact/sc-hsm-embedded>`_).
es: Instala `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_. Necesitas al menos la versión 0.19. Puedes encontrar compilaciones recientes para sistemas basados en debian como Ubuntu `aquí <https://github.com/Nitrokey/opensc-build>`_ si tu sistema no tiene la versión más reciente de OpenSC. Como alternativa, instale `este <https://www.cardcontact.de/download/sc-hsm-starterkit.zip>`_ controlador (`source <https://github.com/CardContact/sc-hsm-embedded>`_).
et: Paigalda `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_. Vaja on vähemalt versiooni 0.19. Värskeimad buildid debianil põhinevatele süsteemidele nagu Ubuntu ` leiad siit <https://github.com/Nitrokey/opensc-build>`_, kui sinu süsteemis ei ole OpenSC uusimat versiooni. Alternatiivina installige `tema <https://www.cardcontact.de/download/sc-hsm-starterkit.zip>`_ draiver (`allikas <https://github.com/CardContact/sc-hsm-embedded>`_).
fi: Asenna `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_. Tarvitset vähintään version 0.19. Löydät tuoreet buildit debian-pohjaisille järjestelmille, kuten Ubuntulle `täältä <https://github.com/Nitrokey/opensc-build>`_, jos järjestelmässäsi ei ole uusinta OpenSC-versiota. Vaihtoehtoisesti voit asentaa `tämän <https://www.cardcontact.de/download/sc-hsm-starterkit.zip>`_ajurin (`lähde <https://github.com/CardContact/sc-hsm-embedded>`_).
hu: Telepítse `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_. Legalább a 0.19-es verzióra van szükséged. A debian alapú rendszerekhez, például az Ubuntuhoz `itt <https://github.com/Nitrokey/opensc-build>`_ találsz friss buildeket, ha a rendszereden nincs meg az OpenSC legújabb verziója. Alternatívaként telepítse `ezt a <https://www.cardcontact.de/download/sc-hsm-starterkit.zip>`_ meghajtót (`forrás <https://github.com/CardContact/sc-hsm-embedded>`_).
ja: `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_をインストールします。最低でもバージョン0.19が必要です。お使いのシステムにOpenSCの最新バージョンがない場合は、Ubuntuのようなdebian-basedシステム用の最近のビルドを`こちら<https://github.com/Nitrokey/opensc-build>`_で見つけることができます。あるいは、`この<https://www.cardcontact.de/download/sc-hsm-starterkit.zip>`_ドライバ（`source <https://github.com/CardContact/sc-hsm-embedded>`_）をインストールしてください。
lt: Įdiekite `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_. Jums reikia bent 0.19 versijos. Jei jūsų sistemoje nėra naujausios "OpenSC" versijos, galite rasti naujausių "Debian" pagrindu veikiančių sistemų, pavyzdžiui, "Ubuntu" `kur <https://github.com/Nitrokey/opensc-build>`_. Arba įdiekite `šią <https://www.cardcontact.de/download/sc-hsm-starterkit.zip>`_ tvarkyklę (`source <https://github.com/CardContact/sc-hsm-embedded>`_).
lv: Instalējiet `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_. Nepieciešama vismaz 0.19 versija. Ja jūsu sistēmā nav jaunākās OpenSC versijas, varat atrast jaunākās uz Debian balstītas sistēmas, piemēram, Ubuntu `šeit <https://github.com/Nitrokey/opensc-build>`_. Alternatīvi instalējiet `šādu <https://www.cardcontact.de/download/sc-hsm-starterkit.zip>`_ draiveri (`izcelsmes <https://github.com/CardContact/sc-hsm-embedded>`_).
nl: Installeer `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_. U hebt ten minste versie 0.19 nodig. U kunt recente builds voor op Debian gebaseerde systemen zoals Ubuntu `hier <https://github.com/Nitrokey/opensc-build>`_ vinden als uw systeem niet de nieuwste versie van OpenSC heeft. Als alternatief kunt u `dit <https://www.cardcontact.de/download/sc-hsm-starterkit.zip>`_ stuurprogramma installeren (`source <https://github.com/CardContact/sc-hsm-embedded>`_).
pl: Zainstaluj `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_. Potrzebujesz co najmniej wersji 0.19. Możesz znaleźć ostatnie kompilacje dla systemów opartych na debianach takich jak Ubuntu ` tutaj <https://github.com/Nitrokey/opensc-build>`_ jeśli twój system nie posiada najnowszej wersji OpenSC. Alternatywnie, zainstaluj `ten <https://www.cardcontact.de/download/sc-hsm-starterkit.zip>`_ sterownik (`source <https://github.com/CardContact/sc-hsm-embedded>`_).
pt: Instalar `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_. Você precisa pelo menos da versão 0.19. Você pode encontrar construções recentes para sistemas baseados no debian como Ubuntu `here <https://github.com/Nitrokey/opensc-build>`_ se o seu sistema não tiver a versão mais recente do OpenSC. Alternativamente, instale `this <https://www.cardcontact.de/download/sc-hsm-starterkit.zip>`_ driver (`source <https://github.com/CardContact/sc-hsm-embedded>`_).
ro: Instalați `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_. Aveți nevoie de cel puțin versiunea 0.19. Puteți găsi compilări recente pentru sistemele bazate pe debian, cum ar fi Ubuntu ` aici <https://github.com/Nitrokey/opensc-build>`_ dacă sistemul dvs. nu are cea mai nouă versiune de OpenSC. Alternativ, instalați `acest <https://www.cardcontact.de/download/sc-hsm-starterkit.zip>`_ driver (`source <https://github.com/CardContact/sc-hsm-embedded>`_).
ru: Установите `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_. Вам нужна версия не ниже 0.19. Вы можете найти последние сборки для систем на базе debian, таких как Ubuntu ` здесь <https://github.com/Nitrokey/opensc-build>`_, если в вашей системе нет самой новой версии OpenSC. В качестве альтернативы установите `этот <https://www.cardcontact.de/download/sc-hsm-starterkit.zip>`_ драйвер (`source <https://github.com/CardContact/sc-hsm-embedded>`_).
sk: Nainštalujte `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_. Potrebujete aspoň verziu 0.19. Najnovšie zostavy pre systémy založené na debiane, ako je Ubuntu `, nájdete tu <https://github.com/Nitrokey/opensc-build>`_, ak váš systém nemá najnovšiu verziu OpenSC. Prípadne nainštalujte `tento <https://www.cardcontact.de/download/sc-hsm-starterkit.zip>`_ ovládač (`zdroj <https://github.com/CardContact/sc-hsm-embedded>`_).
sl: Namestite `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_. Potrebujete vsaj različico 0.19. Najnovejše sestave za sisteme, ki temeljijo na sistemu Debian, kot je Ubuntu `, lahko najdete tukaj <https://github.com/Nitrokey/opensc-build>`_, če vaš sistem nima najnovejše različice OpenSC. Namestite tudi `to <https://www.cardcontact.de/download/sc-hsm-starterkit.zip>`_ gonilnik (`izvorni <https://github.com/CardContact/sc-hsm-embedded>`_).
sv: Installera `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_. Du behöver minst version 0.19. Du kan hitta nya versioner för debianbaserade system som Ubuntu ` här <https://github.com/Nitrokey/opensc-build>`_ om ditt system inte har den senaste versionen av OpenSC. Alternativt kan du installera `den här <https://www.cardcontact.de/download/sc-hsm-starterkit.zip>`_ drivrutinen (`source <https://github.com/CardContact/sc-hsm-embedded>`_).
zh_cn: 安装`OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_。你至少需要0.19版本。你可以在`这里找到基于debian的系统的最新构建<https://github.com/Nitrokey/opensc-build>`_，如果你的系统没有最新版本的OpenSC。或者，安装`这个<https://www.cardcontact.de/download/sc-hsm-starterkit.zip>`_驱动程序（`source <https://github.com/CardContact/sc-hsm-embedded>`_）。

source: Define SO-PIN and PIN of your own choices. See `these instructions <https://github.com/OpenSC/OpenSC/wiki/SmartCardHSM#initialize-the-device>`_. Afterwards you can begin to `generate new keys <https://github.com/OpenSC/OpenSC/wiki/SmartCardHSM#generate-key-pair>`_.
bg: Определете SO-PIN и PIN по свой избор. Вижте `тези инструкции <https://github.com/OpenSC/OpenSC/wiki/SmartCardHSM#initialize-the-device>`_. След това можете да започнете да `генерирате нови ключове <https://github.com/OpenSC/OpenSC/wiki/SmartCardHSM#generate-key-pair>`_.
cs: Definujte SO-PIN a PIN podle vlastního výběru. Viz `tento návod <https://github.com/OpenSC/OpenSC/wiki/SmartCardHSM#initialize-the-device>`_. Poté můžete začít `generovat nové klíče <https://github.com/OpenSC/OpenSC/wiki/SmartCardHSM#generate-key-pair>`_.
da: Definer SO-PIN og PIN efter eget valg. Se ` denne vejledning <https://github.com/OpenSC/OpenSC/wiki/SmartCardHSM#initialize-the-device>`_. Herefter kan du begynde at `generere nye nøgler <https://github.com/OpenSC/OpenSC/wiki/SmartCardHSM#generate-key-pair>`_.
el: Ορίστε το SO-PIN και το PIN των δικών σας επιλογών. Ανατρέξτε στις ακόλουθες οδηγίες `: <https://github.com/OpenSC/OpenSC/wiki/SmartCardHSM#initialize-the-device>`_. Στη συνέχεια μπορείτε να αρχίσετε να `δημιουργείτε νέα κλειδιά <https://github.com/OpenSC/OpenSC/wiki/SmartCardHSM#generate-key-pair>`_.
es: Defina el SO-PIN y el PIN de su elección. Consulte `estas instrucciones <https://github.com/OpenSC/OpenSC/wiki/SmartCardHSM#initialize-the-device>`_. Después puede empezar a `generar nuevas claves <https://github.com/OpenSC/OpenSC/wiki/SmartCardHSM#generate-key-pair>`_.
et: Määrake SO-PIN ja PIN-kood oma valikute järgi. Vt `toodud juhiseid <https://github.com/OpenSC/OpenSC/wiki/SmartCardHSM#initialize-the-device>`_. Seejärel võite hakata ` genereerima uusi võtmeid <https://github.com/OpenSC/OpenSC/wiki/SmartCardHSM#generate-key-pair>`_.
fi: Määrittele SO-PIN ja PIN omien valintojesi mukaan. Katso `tämän ohjeen <https://github.com/OpenSC/OpenSC/wiki/SmartCardHSM#initialize-the-device>`_. Sen jälkeen voit alkaa `luoda uusia avaimia <https://github.com/OpenSC/OpenSC/wiki/SmartCardHSM#generate-key-pair>`_.
hu: Határozza meg a SO-PIN és a PIN kódot saját választása szerint. Lásd `ezen utasításokat <https://github.com/OpenSC/OpenSC/wiki/SmartCardHSM#initialize-the-device>`_. Ezt követően elkezdheti `az új kulcsok <https://github.com/OpenSC/OpenSC/wiki/SmartCardHSM#generate-key-pair>`_generálását.
ja: SO-PINとPINを自分の好きなように定義する。`説明書 <https://github.com/OpenSC/OpenSC/wiki/SmartCardHSM#initialize-the-device>`_を参照してください。その後、`新しいキーの生成 <https://github.com/OpenSC/OpenSC/wiki/SmartCardHSM#generate-key-pair>`_を始めることができます。
lt: Apibrėžkite SO-PIN ir savo pasirinktą PIN kodą. Žr. `šiuos nurodymus <https://github.com/OpenSC/OpenSC/wiki/SmartCardHSM#initialize-the-device>`_. Po to galite pradėti `generuoti naujus raktus <https://github.com/OpenSC/OpenSC/wiki/SmartCardHSM#generate-key-pair>`_.
lv: Definējiet SO-PIN un PIN pēc savas izvēles. Skatīt `šīs instrukcijas <https://github.com/OpenSC/OpenSC/wiki/SmartCardHSM#initialize-the-device>`_. Pēc tam varat sākt `ģenerēt jaunas atslēgas <https://github.com/OpenSC/OpenSC/wiki/SmartCardHSM#generate-key-pair>`_.
nl: Definieer SO-PIN en PIN naar eigen keuze. Zie `deze instructies <https://github.com/OpenSC/OpenSC/wiki/SmartCardHSM#initialize-the-device>`_. Daarna kunt u beginnen met `het genereren van nieuwe sleutels <https://github.com/OpenSC/OpenSC/wiki/SmartCardHSM#generate-key-pair>`_.
pl: Zdefiniuj SO-PIN i PIN według własnego wyboru. Zobacz ` te instrukcje <https://github.com/OpenSC/OpenSC/wiki/SmartCardHSM#initialize-the-device>`_. Następnie można przystąpić do `generowania nowych kluczy <https://github.com/OpenSC/OpenSC/wiki/SmartCardHSM#generate-key-pair>`_.
pt: Defina SO-PIN e PIN de suas próprias escolhas. Veja `estas instruções <https://github.com/OpenSC/OpenSC/wiki/SmartCardHSM#initialize-the-device>`_. Depois você pode começar a ` gerar novas chaves <https://github.com/OpenSC/OpenSC/wiki/SmartCardHSM#generate-key-pair>`_.
ro: Definiți SO-PIN și PIN la alegere. Consultați `aceste instrucțiuni <https://github.com/OpenSC/OpenSC/wiki/SmartCardHSM#initialize-the-device>`_. După aceea, puteți începe să `generarea de chei noi <https://github.com/OpenSC/OpenSC/wiki/SmartCardHSM#generate-key-pair>`_.
ru: Определите SO-PIN и PIN по своему усмотрению. Смотрите `эти инструкции <https://github.com/OpenSC/OpenSC/wiki/SmartCardHSM#initialize-the-device>`_. После этого вы можете приступить к ` генерации новых ключей <https://github.com/OpenSC/OpenSC/wiki/SmartCardHSM#generate-key-pair>`_.
sk: Definujte SO-PIN a PIN podľa vlastného výberu. Pozri `tento návod <https://github.com/OpenSC/OpenSC/wiki/SmartCardHSM#initialize-the-device>`_. Potom môžete začať `generovať nové kľúče <https://github.com/OpenSC/OpenSC/wiki/SmartCardHSM#generate-key-pair>`_.
sl: Opredelite SO-PIN in PIN po lastni izbiri. Glej `te navodila <https://github.com/OpenSC/OpenSC/wiki/SmartCardHSM#initialize-the-device>`_. Nato lahko začnete `generirati nove ključe <https://github.com/OpenSC/OpenSC/wiki/SmartCardHSM#generate-key-pair>`_.
sv: Definiera SO-PIN och PIN enligt dina egna val. Se ` dessa instruktioner <https://github.com/OpenSC/OpenSC/wiki/SmartCardHSM#initialize-the-device>`_. Därefter kan du börja `generera nya nycklar <https://github.com/OpenSC/OpenSC/wiki/SmartCardHSM#generate-key-pair>`_.
zh_cn: 定义你自己选择的SO-PIN和PIN。见`这些说明<https://github.com/OpenSC/OpenSC/wiki/SmartCardHSM#initialize-the-device>`_。之后你可以开始`生成新的钥匙<https://github.com/OpenSC/OpenSC/wiki/SmartCardHSM#generate-key-pair>`_。

source: Your Nitrokey is now ready to use. `Checkout <https://www.nitrokey.com/documentation/applications>`_ the various use cases and supported applications.
bg: Вашият Nitrokey вече е готов за употреба. `Прегледайте <https://www.nitrokey.com/documentation/applications>`_ различните случаи на употреба и поддържаните приложения.
cs: Nitrokey je nyní připraven k použití. `Přečtěte si <https://www.nitrokey.com/documentation/applications>`_ různé případy použití a podporované aplikace.
da: Din Nitrokey er nu klar til brug. `Se <https://www.nitrokey.com/documentation/applications>`_ de forskellige anvendelsesmuligheder og understøttede applikationer.
el: Το Nitrokey σας είναι τώρα έτοιμο για χρήση. `Δείτε <https://www.nitrokey.com/documentation/applications>`_ τις διάφορες περιπτώσεις χρήσης και τις υποστηριζόμενες εφαρμογές.
es: Su Nitrokey ya está listo para ser utilizado. `Revise <https://www.nitrokey.com/documentation/applications>`__ los distintos casos de uso y las aplicaciones compatibles.
et: Teie Nitrokey on nüüd kasutusvalmis. `Kasuta <https://www.nitrokey.com/documentation/applications>`_ erinevaid kasutusjuhtumeid ja toetatud rakendusi.
fi: Nitrokey on nyt käyttövalmis. `Katsele <https://www.nitrokey.com/documentation/applications>`_ eri käyttötapauksia ja tuettuja sovelluksia.
hu: A Nitrokey már használatra kész. `Nézze meg <https://www.nitrokey.com/documentation/applications>`_ a különböző felhasználási eseteket és a támogatott alkalmazásokat.
ja: これであなたのNitrokeyは使用可能になりました。`チェックアウト <https://www.nitrokey.com/documentation/applications>`_様々な使用例やサポートされているアプリケーションをご紹介します。
lt: Dabar jūsų "Nitrokey" yra paruoštas naudoti. `Peržiūrėkite <https://www.nitrokey.com/documentation/applications>`_įvairius naudojimo atvejus ir palaikomas programas.
lv: Tagad jūsu Nitrokey ir gatavs lietošanai. `Pārbaudiet <https://www.nitrokey.com/documentation/applications>`_dažādos izmantošanas gadījumus un atbalstītās lietojumprogrammas.
nl: Uw Nitrokey is nu klaar voor gebruik. `Bekijk <https://www.nitrokey.com/documentation/applications>`_ de verschillende gebruikssituaties en ondersteunde toepassingen.
pl: Twój Nitrokey jest teraz gotowy do użycia. `Zapoznaj się <https://www.nitrokey.com/documentation/applications>`_ z różnymi przypadkami użycia i obsługiwanymi aplikacjami.
pt: O seu Nitrokey está agora pronto a usar. `Checkout <https://www.nitrokey.com/documentation/applications>`_ os vários casos de uso e aplicações suportadas.
ro: Nitrokey este acum gata de utilizare. `Verificați <https://www.nitrokey.com/documentation/applications>`_ diferitele cazuri de utilizare și aplicațiile acceptate.
ru: Теперь ваш Nitrokey готов к использованию. `Ознакомьтесь <https://www.nitrokey.com/documentation/applications>`_ с различными вариантами использования и поддерживаемыми приложениями.
sk: Váš kľúč Nitrokey je teraz pripravený na použitie. `Vyskúšajte <https://www.nitrokey.com/documentation/applications>`_ rôzne prípady použitia a podporované aplikácie.
sl: Nitrokey je zdaj pripravljen za uporabo. `Izberite <https://www.nitrokey.com/documentation/applications>`_ različne primere uporabe in podprte aplikacije.
sv: Din Nitrokey är nu redo att användas. `Kolla in <https://www.nitrokey.com/documentation/applications>`_ de olika användningsområdena och tillämpningarna som stöds.
zh_cn: 你的Nitrokey现在已经可以使用了。`查看<https://www.nitrokey.com/documentation/applications>`_的各种使用情况和支持的应用程序。
