Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/hsm.po
Languages: bg, cs, da, de, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: First you need to install Gnu Privacy Assistant (GPA). For Windows you should download and install the `GPG4Win <https://www.gpg4win.org/>`_ package which contains GPA. For Linux you should install the GPA package of your distribution (e.g. on Ubuntu: sudo apt-get install gpa ).
bg: Първо трябва да инсталирате Gnu Privacy Assistant (GPA). За Windows трябва да изтеглите и инсталирате пакета `GPG4Win <https://www.gpg4win.org/>`_, който съдържа GPA. За Linux трябва да инсталирате пакета GPA на вашата дистрибуция (напр. за Ubuntu: sudo apt-get install gpa ).
cs: Nejprve je třeba nainstalovat nástroj Gnu Privacy Assistant (GPA). Pro systém Windows byste měli stáhnout a nainstalovat `GPG4Win <https://www.gpg4win.org/>`_ balíček, který obsahuje GPA. Pro Linux byste měli nainstalovat balíček GPA vaší distribuce (např. v Ubuntu: sudo apt-get install gpa ).
da: Først skal du installere Gnu Privacy Assistant (GPA). Til Windows skal du downloade og installere pakken `GPG4Win <https://www.gpg4win.org/>`_, som indeholder GPA. Til Linux skal du installere GPA-pakken i din distribution (f.eks. på Ubuntu: sudo apt-get install gpa ).
el: Πρώτα πρέπει να εγκαταστήσετε το Gnu Privacy Assistant (GPA). Για τα Windows θα πρέπει να κατεβάσετε και να εγκαταστήσετε το πακέτο `GPG4Win <https://www.gpg4win.org/>`_ το οποίο περιέχει το GPA. Για Linux θα πρέπει να εγκαταστήσετε το πακέτο GPA της διανομής σας (π.χ. στο Ubuntu: sudo apt-get install gpa ).
es: En primer lugar hay que instalar el Asistente de Privacidad Gnu (GPA). Para Windows debe descargar e instalar el paquete `GPG4Win <https://www.gpg4win.org/>`_ que contiene GPA. Para Linux debes instalar el paquete GPA de tu distribución (por ejemplo, en Ubuntu: sudo apt-get install gpa ).
et: Kõigepealt tuleb paigaldada Gnu Privacy Assistant (GPA). Windowsi puhul tuleb alla laadida ja paigaldada `GPG4Win <https://www.gpg4win.org/>`_ pakett, mis sisaldab GPA-d. Linuxi puhul tuleb paigaldada oma distributsiooni GPA pakett (nt Ubuntu puhul: sudo apt-get install gpa ).
fi: Ensin sinun on asennettava Gnu Privacy Assistant (GPA). Windowsia varten kannattaa ladata ja asentaa `GPG4Win <https://www.gpg4win.org/>`_-paketti, joka sisältää GPA:n. Linuxissa sinun tulee asentaa jakelusi GPA-paketti (esim. Ubuntussa: sudo apt-get install gpa ).
fr: Vous devez d'abord installer Gnu Privacy Assistant (GPA). Pour Windows, vous devez télécharger et installer le paquet `GPG4Win <https://www.gpg4win.org/>`_ qui contient GPA. Pour Linux, vous devez installer le paquet GPA de votre distribution (par exemple, sur Ubuntu : sudo apt-get install gpa ).
hu: Először is telepítenie kell a Gnu Privacy Assistant (GPA) programot. Windows esetén le kell töltenie és telepítenie a `GPG4Win <https://www.gpg4win.org/>`_ csomagot, amely a GPA-t tartalmazza. Linux esetén telepítse a disztribúciójához tartozó GPA csomagot (pl. Ubuntu esetén: sudo apt-get install gpa ).
ja: まず、Gnu Privacy Assistant (GPA)をインストールする必要があります。Windowsの場合は、GPAを含む`GPG4Win <https://www.gpg4win.org/>`_パッケージをダウンロードしてインストールしてください。Linuxの場合は、お使いのディストリビューションのGPAパッケージをインストールしてください（例：Ubuntuの場合：sudo apt-get install gpa ）。
lt: Pirmiausia reikia įdiegti "Gnu" privatumo asistentą (GPA). Windows sistemai turėtumėte atsisiųsti ir įdiegti `GPG4Win <https://www.gpg4win.org/>`_ paketą, kuriame yra GPA. Naudodami "Linux", turėtumėte įdiegti savo distribucijos GPA paketą (pvz., Ubuntu: sudo apt-get install gpa ).
lv: Vispirms ir jāinstalē Gnu Privacy Assistant (GPA). Windows operētājsistēmai ir jālejupielādē un jāinstalē `GPG4Win <https://www.gpg4win.org/>`_ pakotne, kas satur GPA. Operētājsistēmai Linux jāinstalē jūsu izplatīšanas GPA pakotne (piemēram, Ubuntu: sudo apt-get install gpa ).
nl: Eerst moet u Gnu Privacy Assistant (GPA) installeren. Voor Windows moet u het `GPG4Win <https://www.gpg4win.org/>`_ pakket downloaden en installeren dat GPA bevat. Voor Linux moet u het GPA pakket van uw distributie installeren (bijv. op Ubuntu: sudo apt-get install gpa ).
pl: Najpierw musisz zainstalować Gnu Privacy Assistant (GPA). Dla Windows powinieneś pobrać i zainstalować pakiet `GPG4Win <https://www.gpg4win.org/>`_, który zawiera GPA. Dla Linuksa powinieneś zainstalować pakiet GPA z twojej dystrybucji (np. na Ubuntu: sudo apt-get install gpa ).
pt: Primeiro você precisa instalar o Gnu Privacy Assistant (GPA). Para Windows você deve baixar e instalar o pacote `GPG4Win <https://www.gpg4win.org/>`_ que contém o GPA. Para Linux você deve instalar o pacote GPA da sua distribuição (por exemplo no Ubuntu: sudo apt-get install gpa ).
ro: Mai întâi trebuie să instalați Gnu Privacy Assistant (GPA). Pentru Windows trebuie să descărcați și să instalați pachetul `GPG4Win <https://www.gpg4win.org/>`_ care conține GPA. Pentru Linux ar trebui să instalați pachetul GPA al distribuției dumneavoastră (de exemplu, pe Ubuntu: sudo apt-get install gpa ).
ru: Сначала необходимо установить Gnu Privacy Assistant (GPA). Для Windows необходимо загрузить и установить пакет `GPG4Win <https://www.gpg4win.org/>`_, который содержит GPA. Для Linux необходимо установить пакет GPA вашего дистрибутива (например, на Ubuntu: sudo apt-get install gpa ).
sk: Najprv je potrebné nainštalovať program Gnu Privacy Assistant (GPA). Pre systém Windows by ste si mali stiahnuť a nainštalovať `GPG4Win <https://www.gpg4win.org/>`_ balík, ktorý obsahuje GPA. Pre Linux by ste mali nainštalovať balík GPA vašej distribúcie (napr. v Ubuntu: sudo apt-get install gpa ).
sl: Najprej morate namestiti program Gnu Privacy Assistant (GPA). Za Windows prenesite in namestite `GPG4Win <https://www.gpg4win.org/>`_ paket, ki vsebuje GPA. Za Linux morate namestiti paket GPA svoje distribucije (npr. v Ubuntuju: sudo apt-get install gpa ).
sv: Först måste du installera Gnu Privacy Assistant (GPA). För Windows ska du ladda ner och installera paketet `GPG4Win <https://www.gpg4win.org/>`_ som innehåller GPA. För Linux ska du installera GPA-paketet i din distribution (t.ex. på Ubuntu: sudo apt-get install gpa ).
zh_cn: 首先，你需要安装Gnu隐私助理（GPA）。对于Windows，你应该下载并安装`GPG4Win <https://www.gpg4win.org/>`_软件包，其中包含GPA。对于Linux，你应该安装你的发行版的GPA包（例如，在Ubuntu：sudo apt-get install gpa ）。

source: Start GPA and select the Card Manager; either by pressing the icon at the top or by choosing Card Manager in the Windows menu.
bg: Стартирайте GPA и изберете Мениджър на карти; или като натиснете иконата в горната част, или като изберете Мениджър на карти от менюто на Windows.
cs: Spusťte program GPA a vyberte Správce karet; buď stisknutím ikony v horní části, nebo výběrem Správce karet v nabídce systému Windows.
da: Start GPA, og vælg Card Manager; enten ved at trykke på ikonet øverst eller ved at vælge Card Manager i Windows-menuen.
de: Starten Sie den GPA und wählen Sie den Kartenmanager; entweder durch Drücken des Symbols oben oder durch Auswahl von Kartenmanager im Windows-Menü.
el: Ξεκινήστε το GPA και επιλέξτε τη Διαχείριση καρτών: είτε πατώντας το εικονίδιο στο επάνω μέρος είτε επιλέγοντας Διαχείριση καρτών στο μενού των Windows.
es: Inicie GPA y seleccione el Gestor de Tarjetas; ya sea pulsando el icono de la parte superior o eligiendo Gestor de Tarjetas en el menú de Windows.
et: Käivitage GPA ja valige Card Manager; kas vajutades üleval olevat ikooni või valides Windowsi menüüst Card Manager.
fi: Käynnistä GPA ja valitse Card Manager; joko painamalla yläreunan kuvaketta tai valitsemalla Card Manager Windowsin valikosta.
fr: Démarrez GPA et sélectionnez le Gestionnaire de cartes ; soit en appuyant sur l'icône en haut de l'écran, soit en choisissant Gestionnaire de cartes dans le menu Windows.
hu: Indítsa el a GPA-t, és válassza ki a Kártyakezelőt; vagy a tetején lévő ikon megnyomásával, vagy a Windows menü Kártyakezelő menüpontját választva.
ja: GPAを起動し、上部のアイコンを押すか、Windowsのメニューから「カードマネージャー」を選択してください。
lt: Paleiskite GPA ir pasirinkite "Card Manager"; paspauskite viršuje esančią piktogramą arba "Windows" meniu pasirinkite "Card Manager".
lv: Palaidiet GPA un izvēlieties Karšu pārvaldnieks; nospiediet ikonu augšpusē vai izvēlieties Karšu pārvaldnieks Windows izvēlnē.
nl: Start GPA en selecteer Card Manager; ofwel door op het pictogram bovenaan te drukken, ofwel door Card Manager te kiezen in het Windows-menu.
pl: Uruchom GPA i wybierz Menedżera kart; albo przez naciśnięcie ikony na górze, albo przez wybranie Menedżera kart w menu Windows.
pt: Inicie o GPA e selecione o Gerenciador de Cartões; ou pressionando o ícone no topo ou escolhendo Gerenciador de Cartões no menu do Windows.
ro: Porniți GPA și selectați Card Manager; fie prin apăsarea pictogramei din partea de sus, fie prin alegerea Card Manager din meniul Windows.
ru: Запустите GPA и выберите Card Manager; либо нажав на значок вверху, либо выбрав Card Manager в меню Windows.
sk: Spustite program GPA a vyberte Správcu kariet; buď stlačením ikony v hornej časti, alebo výberom položky Správca kariet v ponuke systému Windows.
sl: Zagon programa GPA in izberite Upravitelj kartic; pritisnite ikono na vrhu ali izberite Upravitelj kartic v meniju Windows.
sv: Starta GPA och välj Card Manager; antingen genom att trycka på ikonen högst upp eller genom att välja Card Manager på Windows-menyn.
zh_cn: 启动GPA并选择卡片管理器；可以按顶部的图标或在Windows菜单中选择卡片管理器。

source: The window of the Card Manager will appear. Enter your salutation, name and optional other information. While doing so you might be asked to enter the admin PIN.
bg: Ще се появи прозорецът на мениджъра на карти. Въведете своя поздрав, име и друга информация по избор. По време на това може да бъдете помолени да въведете ПИН кода на администратора.
cs: Zobrazí se okno Správce karet. Zadejte pozdrav, jméno a další volitelné informace. Přitom můžete být vyzváni k zadání administrátorského kódu PIN.
da: Vinduet med Card Manager vises. Indtast din hilsen, dit navn og andre valgfrie oplysninger. Undervejs kan du blive bedt om at indtaste den administrative PIN-kode.
de: Das Fenster des Kartenmanagers wird angezeigt. Geben Sie Ihre Anrede, Ihren Namen und optional weitere Informationen ein. Dabei werden Sie eventuell aufgefordert, die Admin-PIN einzugeben.
el: Θα εμφανιστεί το παράθυρο του Card Manager. Εισάγετε τον χαιρετισμό, το όνομά σας και προαιρετικά άλλες πληροφορίες. Κατά τη διάρκεια αυτής της διαδικασίας μπορεί να σας ζητηθεί να εισαγάγετε το PIN διαχειριστή.
es: Aparecerá la ventana del gestor de tarjetas. Introduzca su saludo, nombre y otros datos opcionales. Al hacerlo, es posible que se le pida que introduzca el PIN de administrador.
et: Ilmub kaardihalduri aken. Sisestage oma tervitus, nimi ja valikuline muu teave. Seejuures võidakse teil paluda sisestada administraatori PIN-kood.
fi: Kortinhallintaikkuna tulee näkyviin. Kirjoita tervehdyksesi, nimesi ja valinnaiset muut tiedot. Samalla sinua saatetaan pyytää syöttämään ylläpitäjän PIN-koodi.
fr: La fenêtre du gestionnaire de cartes apparaît. Saisissez votre salutation, votre nom et d'autres informations facultatives. Au cours de cette opération, il vous sera peut-être demandé de saisir le code PIN d'administration.
hu: Megjelenik a kártyakezelő ablak. Adja meg a megszólítást, a nevet és opcionális egyéb információkat. Eközben előfordulhat, hogy az adminisztrátori PIN-kód megadására kérik.
ja: Card Managerのウィンドウが表示されます。挨拶文、名前、その他の情報を入力してください。その際、管理用PINの入力を求められる場合があります。
lt: Atsivers kortelių tvarkyklės langas. Įveskite pasisveikinimą, vardą ir pavardę bei pasirinktinai kitą informaciją. Atliekant šį veiksmą gali būti paprašyta įvesti administratoriaus PIN kodą.
lv: Parādīsies karšu pārvaldnieka logs. Ievadiet savu sveicienu, vārdu un pēc izvēles citu informāciju. Veicot šo darbību, jums var tikt lūgts ievadīt administratora PIN kodu.
nl: Het venster van de Card Manager verschijnt. Voer uw aanhef, naam en optionele andere informatie in. Daarbij kan u gevraagd worden om de beheerders-PIN in te voeren.
pl: Pojawi się okno menedżera kart. Wprowadź swoje powitanie, imię i nazwisko oraz opcjonalnie inne informacje. W trakcie tej czynności możesz zostać poproszony o wprowadzenie kodu PIN administratora.
pt: A janela do Gerenciador de Cartões aparecerá. Introduza a sua saudação, nome e outras informações opcionais. Ao fazer isso, você poderá ser solicitado a digitar o PIN de administração.
ro: Se va afișa fereastra Card Manager. Introduceți salutul, numele și alte informații opționale. În acest timp, este posibil să vi se ceară să introduceți PIN-ul de administrare.
ru: Появится окно менеджера карт. Введите свое приветствие, имя и другую информацию по желанию. При этом вас могут попросить ввести PIN-код администратора.
sk: Zobrazí sa okno Správca kariet. Zadajte pozdrav, meno a ďalšie voliteľné informácie. Pritom môžete byť požiadaní o zadanie administrátorského kódu PIN.
sl: Prikaže se okno upravitelja kartic. Vnesite svoj pozdrav, ime in druge neobvezne podatke. Pri tem boste morda morali vnesti upraviteljsko kodo PIN.
sv: Fönstret för Card Manager visas. Ange din hälsning, ditt namn och valfri annan information. Under tiden kan du bli ombedd att ange den administrativa PIN-koden.
zh_cn: 将出现卡片管理器的窗口。输入你的问候语、姓名和可选的其他信息。在这样做的时候，你可能会被要求输入管理密码。

source: Confirm this window and enter the admin PIN in the next window.
bg: Потвърдете този прозорец и въведете ПИН кода на администратора в следващия прозорец.
cs: Potvrďte toto okno a v dalším okně zadejte správcovský PIN.
da: Bekræft dette vindue, og indtast administrator-PIN-koden i det næste vindue.
de: Bestätigen Sie dieses Fenster und geben Sie im nächsten Fenster die Admin-PIN ein.
el: Επιβεβαιώστε αυτό το παράθυρο και πληκτρολογήστε το PIN διαχειριστή στο επόμενο παράθυρο.
es: Confirme esta ventana e introduzca el PIN de administrador en la siguiente ventana.
et: Kinnitage see aken ja sisestage järgmises aknas administraatori PIN-kood.
fi: Vahvista tämä ikkuna ja syötä seuraavassa ikkunassa ylläpitäjän PIN-koodi.
fr: Confirmez cette fenêtre et saisissez le code PIN administrateur dans la fenêtre suivante.
hu: Erősítse meg ezt az ablakot, és a következő ablakban adja meg az admin PIN-kódot.
ja: この画面を確認し、次の画面で管理者用暗証番号を入力します。
lt: Patvirtinkite šį langą ir kitame lange įveskite administratoriaus PIN kodą.
lv: Apstipriniet šo logu un nākamajā logā ievadiet administratora PIN kodu.
nl: Bevestig dit venster en voer de admin PIN in het volgende venster in.
pl: Potwierdź to okno i w następnym oknie wprowadź kod PIN administratora.
pt: Confirme esta janela e introduza o PIN de administrador na janela seguinte.
ro: Confirmați această fereastră și introduceți PIN-ul de administrator în fereastra următoare.
ru: Подтвердите это окно и введите PIN-код администратора в следующем окне.
sk: Potvrďte toto okno a v ďalšom okne zadajte PIN kód správcu.
sl: Potrdite to okno in v naslednjem oknu vnesite skrbniški PIN.
sv: Bekräfta detta fönster och ange administratörs-PIN-koden i nästa fönster.
zh_cn: 确认这个窗口，并在下一个窗口输入管理密码。

source: In the Card Manager window you might need to scroll down until you see the buttons to change the PINs. The term PIN is used interchangeable with "password". Press the first button "Change PIN" in order to change the user password. Read and confirm the following information window.
bg: В прозореца за управление на карти може да се наложи да превъртите надолу, докато видите бутоните за промяна на ПИН. Терминът ПИН се използва взаимозаменяемо с "парола". Натиснете първия бутон "Промяна на ПИН", за да промените паролата на потребителя. Прочетете и потвърдете следния информационен прозорец.
cs: V okně Správce karet budete možná muset sjet dolů, dokud se nezobrazí tlačítka pro změnu PIN. Pojem PIN se používá zaměnitelně s pojmem "heslo". Stiskněte první tlačítko "Změnit PIN", abyste změnili uživatelské heslo. Přečtěte si a potvrďte následující informační okno.
da: I Card Manager-vinduet skal du muligvis rulle nedad, indtil du kan se knapperne til at ændre pinkoderne. Udtrykket PIN-kode bruges i stedet for "password". Tryk på den første knap "Change PIN" for at ændre brugeradgangskoden. Læs og bekræft følgende informationsvindue.
de: Im Kartenmanager-Fenster müssen Sie eventuell nach unten blättern, bis Sie die Schaltflächen zum Ändern der PINs sehen. Der Begriff PIN wird austauschbar mit "Passwort" verwendet. Drücken Sie die erste Schaltfläche "PIN ändern", um das Benutzerpasswort zu ändern. Lesen und bestätigen Sie das folgende Informationsfenster.
el: Στο παράθυρο Διαχείριση καρτών μπορεί να χρειαστεί να μετακινηθείτε προς τα κάτω μέχρι να δείτε τα κουμπιά για την αλλαγή των PIN. Ο όρος PIN χρησιμοποιείται εναλλακτικά με τον όρο "κωδικός πρόσβασης". Πατήστε το πρώτο κουμπί "Αλλαγή PIN" προκειμένου να αλλάξετε τον κωδικό πρόσβασης του χρήστη. Διαβάστε και επιβεβαιώστε το ακόλουθο παράθυρο πληροφοριών.
es: En la ventana del gestor de tarjetas es posible que tenga que desplazarse hacia abajo hasta que vea los botones para cambiar los PIN. El término PIN se utiliza indistintamente con "contraseña". Pulse el primer botón "Cambiar PIN" para cambiar la contraseña del usuario. Lea y confirme la siguiente ventana de información.
et: Kaardihalduri aknas peate võib-olla kerima allapoole, kuni näete PIN-koodi muutmise nuppe. Terminit PIN-kood on kasutatud vaheldumisi "parooliga". Vajutage esimest nuppu "Change PIN", et muuta kasutaja parooli. Lugege ja kinnitage järgmine teabeaken.
fi: Kortinhallintaikkunassa sinun on ehkä vieritettävä alaspäin, kunnes näet painikkeet PIN-koodien muuttamista varten. Termiä PIN-koodi käytetään vaihdettavana "salasanan" kanssa. Paina ensimmäistä painiketta "Change PIN" vaihtaaksesi käyttäjän salasanan. Lue ja vahvista seuraavat tiedot ikkunasta.
fr: Dans la fenêtre du gestionnaire de cartes, vous devrez peut-être faire défiler la liste jusqu'à ce que vous voyiez les boutons permettant de modifier les codes PIN. Le terme PIN est utilisé de manière interchangeable avec le terme "mot de passe". Appuyez sur le premier bouton "Modifier le PIN" afin de modifier le mot de passe de l'utilisateur. Lisez et confirmez la fenêtre d'information suivante.
hu: A Kártyakezelő ablakban lehet, hogy lefelé kell görgetnie, amíg meg nem látja a PIN-kódok módosítására szolgáló gombokat. A PIN-kód kifejezés felcserélhető a "jelszóval". Nyomja meg az első "PIN módosítása" gombot; a felhasználói jelszó megváltoztatásához. Olvassa el és erősítse meg a következő információs ablakot.
ja: Card Managerウィンドウでは、PINを変更するためのボタンが表示されるまで下にスクロールする必要があります。暗証番号は、パスワードと同じ意味で使われています。ユーザーパスワードを変更するには、最初のボタン "Change PIN"を押してください。以下の情報ウィンドウを読み、確認してください。
lt: Kortelės tvarkyklės lange gali tekti slinkti žemyn, kol pamatysite PIN kodų keitimo mygtukus. Sąvoka PIN vartojama pakaitomis su terminu "slaptažodis". Norėdami pakeisti naudotojo slaptažodį, paspauskite pirmąjį mygtuką "Keisti PIN". Perskaitykite ir patvirtinkite toliau pateiktą informacijos langą.
lv: Kartes pārvaldnieka logā, iespējams, būs nepieciešams ritināt uz leju, līdz redzēsiet PIN kodu maiņas pogas. Termins PIN tiek lietots kā aizstājams ar terminu "parole". Nospiediet pirmo pogu "Mainīt PIN", lai mainītu lietotāja paroli. Izlasiet un apstipriniet šādu informācijas logu.
nl: In het venster van Card Manager moet u misschien naar beneden scrollen tot u de knoppen ziet om de PIN-codes te wijzigen. De term PIN wordt door elkaar gebruikt met "password". Druk op de eerste knop "Change PIN" om het gebruikerswachtwoord te wijzigen. Lees en bevestig het volgende informatievenster.
pl: W oknie Menadżera kart być może trzeba będzie przewinąć w dół, aż zobaczysz przyciski do zmiany PIN-ów. Termin PIN jest używany zamiennie z terminem "hasło". Naciśnij pierwszy przycisk "Change PIN", aby zmienić hasło użytkownika. Przeczytaj i potwierdź poniższe okno informacyjne.
pt: Na janela do Gerenciador de Cartões você pode precisar rolar para baixo até ver os botões para alterar os PINs. O termo PIN é usado intercambiável com "password". Pressione o primeiro botão "Alterar PIN" para alterar a senha do usuário. Leia e confirme a seguinte janela de informações.
ro: În fereastra Card Manager ar putea fi necesar să derulați în jos până când veți vedea butoanele pentru modificarea PIN-urilor. Termenul PIN este utilizat interschimbabil cu "parola". Apăsați primul buton "Change PIN" pentru a schimba parola utilizatorului. Citiți și confirmați următoarea fereastră de informații.
ru: В окне Card Manager вам может понадобиться прокрутить вниз, пока вы не увидите кнопки для изменения PIN-кода. Термин PIN используется как взаимозаменяемый с "паролем". Нажмите первую кнопку "Изменить PIN", чтобы изменить пароль пользователя. Прочитайте и подтвердите следующее информационное окно.
sk: V okne Správca kariet sa možno budete musieť posunúť nadol, kým sa nezobrazia tlačidlá na zmenu PIN kódov. Pojem PIN sa používa zameniteľne s pojmom "heslo". Stlačte prvé tlačidlo "Change PIN" (Zmeniť PIN), aby ste zmenili heslo používateľa. Prečítajte si a potvrďte nasledujúce informačné okno.
sl: V oknu Upravitelj kartic se boste morda morali pomakniti navzdol, dokler ne boste videli gumbov za spreminjanje kod PIN. Izraz PIN se uporablja izmenično z izrazom "geslo". Pritisnite prvi gumb "Spremeni PIN", da spremenite uporabniško geslo. Preberite in potrdite naslednje informacijsko okno.
sv: I korthanteringsfönstret kan du behöva bläddra nedåt tills du ser knapparna för att ändra PIN-koderna. Begreppet PIN-kod används i utbyte mot "lösenord". Tryck på den första knappen "Change PIN" för att ändra användarens lösenord. Läs och bekräfta följande informationsfönster.
zh_cn: 在卡片管理器窗口中，你可能需要向下滚动，直到你看到改变PIN的按钮。术语PIN与"密码"可以互换使用。按第一个按钮"改变PIN"，以改变用户密码。阅读并确认以下信息窗口。
