Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/hsm.po
Languages: bg, cs, da, de, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: Before you can use the Nitrokey in Thunderbird you have to activate S/MIME encryption in the account settings. You can achieve this by clicking on the menu and go to ‘Preferences’ -> ‘Account Settings’ and clicking on ‘Security’ in the account settings window.
bg: Преди да можете да използвате Nitrokey в Thunderbird, трябва да активирате S/MIME криптирането в настройките на акаунта. Можете да постигнете това, като щракнете върху менюто и отидете на "Preferences" (Предпочитания) -> "Account Settings" (Настройки на акаунта) и щракнете върху "Security" (Сигурност) в прозореца с настройки на акаунта.
cs: Před použitím klíče Nitrokey v Thunderbirdu je třeba v nastavení účtu aktivovat šifrování S/MIME. Toho dosáhnete kliknutím na nabídku a přejděte na "Předvolby" -> "Nastavení účtu" a kliknutím na "Zabezpečení" v okně nastavení účtu.
da: Før du kan bruge Nitrokey i Thunderbird, skal du aktivere S/MIME-kryptering i kontoindstillingerne. Det kan du gøre ved at klikke på menuen og gå til "Preferences" -> "Account Settings" og klikke på "Security" i vinduet med kontoindstillinger.
de: Bevor Sie den Nitrokey in Thunderbird verwenden können, müssen Sie in den Kontoeinstellungen die S/MIME-Verschlüsselung aktivieren. Dies erreichen Sie, indem Sie über das Menü zu 'Einstellungen' -> 'Kontoeinstellungen' gehen und im Fenster der Kontoeinstellungen auf 'Sicherheit' klicken.
el: Πριν μπορέσετε να χρησιμοποιήσετε το Nitrokey στον Thunderbird, πρέπει να ενεργοποιήσετε την κρυπτογράφηση S/MIME στις ρυθμίσεις του λογαριασμού. Μπορείτε να το επιτύχετε αυτό κάνοντας κλικ στο μενού και μεταβαίνοντας στις "Προτιμήσεις" -> "Ρυθμίσεις λογαριασμού" και κάνοντας κλικ στην επιλογή "Ασφάλεια" στο παράθυρο ρυθμίσεων λογαριασμού.
es: Antes de poder utilizar la Nitrokey en Thunderbird tienes que activar el cifrado S/MIME en la configuración de la cuenta. Para ello, haz clic en el menú y ve a "Preferencias" -> "Configuración de la cuenta" y haz clic en "Seguridad" en la ventana de configuración de la cuenta.
et: Enne Nitrokey kasutamist Thunderbirdis peate konto seadetes aktiveerima S/MIME krüpteerimise. Selle saavutate, kui klõpsate menüüs ja lähete 'Preferences' -> 'Account Settings' ja klõpsate konto seadete aknas 'Security'.
fi: Ennen kuin voit käyttää Nitrokeyta Thunderbirdissä, sinun on aktivoitava S/MIME-salaus tilin asetuksissa. Voit tehdä tämän napsauttamalla valikkoa ja siirtymällä kohtaan 'Asetukset' -> 'Tiliasetukset' ja napsauttamalla tiliasetusten ikkunassa kohtaa 'Turvallisuus'.
fr: Avant de pouvoir utiliser Nitrokey dans Thunderbird, vous devez activer le cryptage S/MIME dans les paramètres du compte. Pour ce faire, cliquez sur le menu et allez dans 'Préférences' -> 'Paramètres du compte' et cliquez sur 'Sécurité' dans la fenêtre des paramètres du compte.
hu: Mielőtt a Nitrokey-t használhatná a Thunderbirdben, aktiválnia kell az S/MIME titkosítást a fiókbeállításokban. Ezt úgy érheti el, hogy a menüre kattintva a 'Beállítások' -> 'Fiókbeállítások' menüpontra, majd a fiókbeállítások ablakban a 'Biztonság' menüpontra kattintva.
ja: ThunderbirdでNitrokeyを使用するには、アカウント設定でS/MIME暗号化を有効にする必要があります。これを行うには、メニューをクリックして「環境設定」-> 「アカウント設定」に進み、アカウント設定ウィンドウで「セキュリティ」をクリックします。
lt: Prieš naudodamiesi "Nitrokey" "Thunderbird", paskyros nustatymuose turite įjungti S/MIME šifravimą. Tai pasieksite spustelėję meniu ir nuėję į "Nustatymai" -> "Paskyros nustatymai" ir paskyros nustatymų lange spustelėję "Saugumas".
lv: Pirms varat izmantot Nitrokey Thunderbird programmā, konta iestatījumos ir jāaktivizē S/MIME šifrēšana. To var izdarīt, noklikšķinot uz izvēlnes un atverot sadaļu "Preferences" (Preferences) -> "Account Settings" (Konta iestatījumi) un konta iestatījumu logā noklikšķiniet uz "Security" (Drošība).
nl: Voordat u de Nitrokey in Thunderbird kunt gebruiken moet u S/MIME encryptie activeren in de account instellingen. U kunt dit bereiken door op het menu te klikken en naar 'Voorkeuren' te gaan -> 'Account Instellingen' en te klikken op 'Beveiliging' in het account instellingen venster.
pl: Zanim będziesz mógł używać Nitrokey w Thunderbirdzie, musisz aktywować szyfrowanie S/MIME w ustawieniach konta. Możesz to osiągnąć klikając na menu i przechodząc do 'Preferencji' -> 'Ustawienia konta' i klikając na 'Bezpieczeństwo' w oknie ustawień konta.
pt: Antes de poder utilizar a Nitrokey no Thunderbird tem de activar a encriptação S/MIME nas definições da conta. Pode conseguir isto clicando no menu e ir a 'Preferências' -> 'Definições de Conta' e clicando em 'Segurança' na janela de definições de conta.
ro: Înainte de a putea utiliza Nitrokey în Thunderbird, trebuie să activați criptarea S/MIME în setările contului. Puteți realiza acest lucru făcând clic pe meniu și mergând la "Preferences" -> "Account Settings" și făcând clic pe "Security" în fereastra de setări a contului.
ru: Прежде чем использовать Nitrokey в Thunderbird, необходимо активировать шифрование S/MIME в настройках учетной записи. Вы можете сделать это, нажав на меню и перейдя в раздел 'Preferences' -> 'Account Settings' и нажав на 'Security' в окне настроек учетной записи.
sk: Pred použitím Nitrokey v Thunderbirde musíte v nastaveniach účtu aktivovať šifrovanie S/MIME. Môžete to dosiahnuť kliknutím na ponuku a prejsť na položku "Preferences" (Nastavenia) -> "Account Settings" (Nastavenia účtu) a kliknutím na položku "Security" (Zabezpečenie) v okne s nastaveniami účtu.
sl: Pred uporabo ključa Nitrokey v Thunderbirdu morate v nastavitvah računa aktivirati šifriranje S/MIME. To lahko dosežete tako, da kliknete na meni in preidete na "Nastavitve" -> "Nastavitve računa" ter v oknu z nastavitvami računa kliknete na "Varnost".
sv: Innan du kan använda Nitrokey i Thunderbird måste du aktivera S/MIME-kryptering i kontoinställningarna. Detta gör du genom att klicka på menyn och gå till "Preferences" -> "Account Settings" och klicka på "Security" i fönstret för kontoinställningar.
zh_cn: 在雷鸟中使用Nitrokey之前，您必须在账户设置中激活S/MIME加密。你可以通过点击菜单，进入 "偏好"-> "账户设置"，并在账户设置窗口中点击 "安全 "来实现。

source: Click on “Security Devices” to import the right PCKS11 module. Click on “Load” on the right-hand side. Now give the Module a name (like “OpenSC Module”) and click on “Browse” to choose the location of the Module (see below).
bg: Щракнете върху "Security Devices", за да импортирате правилния модул PCKS11. Щракнете върху "Load" (Зареждане) от дясната страна. Сега дайте име на модула (например "OpenSC Module") и щракнете върху "Browse" (Преглед), за да изберете местоположението на модула (вижте по-долу).
cs: Kliknutím na "Security Devices" importujte správný modul PCKS11. Klikněte na "Load" na pravé straně. Nyní modul pojmenujte (například "OpenSC Module") a kliknutím na "Browse" vyberte umístění modulu (viz níže).
da: Klik på "Security Devices" for at importere det rigtige PCKS11-modul. Klik på "Load" (indlæsning) i højre side. Giv nu modulet et navn (f.eks. "OpenSC Module"), og klik på "Browse" for at vælge modulets placering (se nedenfor).
de: Klicken Sie auf "Security Devices", um das richtige PCKS11-Modul zu importieren. Klicken Sie auf der rechten Seite auf "Load". Geben Sie nun dem Modul einen Namen (z. B. "OpenSC Module") und klicken Sie auf "Browse", um den Speicherort des Moduls zu wählen (siehe unten).
el: Κάντε κλικ στο "Security Devices" για να εισαγάγετε τη σωστή μονάδα PCKS11. Κάντε κλικ στο "Load" (Φόρτωση) στη δεξιά πλευρά. Τώρα δώστε στη μονάδα ένα όνομα (όπως "OpenSC Module") και κάντε κλικ στο "Browse" για να επιλέξετε τη θέση της μονάδας (βλ. παρακάτω).
es: Haga clic en "Dispositivos de seguridad" para importar el módulo PCKS11 adecuado. Haz clic en "Cargar" en el lado derecho. Ahora dale un nombre al Módulo (como "Módulo OpenSC") y haz clic en "Examinar" para elegir la ubicación del Módulo (ver abajo).
et: Klõpsake "Turvalisuse seadmed", et importida õige PCKS11 moodul. Klõpsake paremal pool "Load" (laadimine). Nüüd andke moodulile nimi (näiteks "OpenSC Module") ja klõpsake "Browse", et valida mooduli asukoht (vt allpool).
fi: Napsauta "Security Devices" tuodaksesi oikean PCKS11-moduulin. Napsauta oikealla puolella olevaa "Load" -painiketta. Anna nyt moduulille nimi (kuten "OpenSC Module") ja valitse moduulin sijainti napsauttamalla "Browse" (selaa) (katso alla).
fr: Cliquez sur "Security Devices" pour importer le bon module PCKS11. Cliquez sur "Charger" sur le côté droit. Donnez maintenant un nom au module (comme "OpenSC Module") et cliquez sur "Browse" pour choisir l'emplacement du module (voir ci-dessous).
hu: Kattintson a "Biztonsági eszközök" gombra a megfelelő PCKS11 modul importálásához. Kattintson a "Load" (Betöltés) gombra a jobb oldalon. Most adjon nevet a modulnak (például "OpenSC Module"), és kattintson a "Browse" gombra a modul helyének kiválasztásához (lásd alább).
ja: 右のPCKS11モジュールをインポートするために「Security Devices」をクリックします。右側にある「Load」をクリックします。ここで、モジュールに名前を付け（「OpenSC Module」のように）、「Browse」をクリックしてモジュールの場所を選択します（下図参照）。
lt: Spustelėkite "Security Devices", kad importuotumėte tinkamą PCKS11 modulį. Dešinėje pusėje spustelėkite "Load" (įkelti). Dabar suteikite moduliui pavadinimą (pvz., "OpenSC Module") ir spustelėkite "Browse" (naršyti), kad pasirinktumėte modulio vietą (žr. toliau).
lv: Lai importētu pareizo PCKS11 moduli, noklikšķiniet uz "Security Devices". Noklikšķiniet uz "Load" (ielādēt) labajā pusē. Tagad dodiet modulim nosaukumu (piemēram, "OpenSC Module") un noklikšķiniet uz "Browse" (Pārlūkot), lai izvēlētos moduļa atrašanās vietu (skatīt tālāk).
nl: Klik op "Security Devices" om de juiste PCKS11 module te importeren. Klik op "Laden" aan de rechterkant. Geef de module nu een naam (zoals "OpenSC Module") en klik op "Bladeren" om de locatie van de module te kiezen (zie hieronder).
pl: Kliknąć na "Security Devices", aby zaimportować właściwy moduł PCKS11. Kliknij na "Load" po prawej stronie. Teraz nadaj modułowi nazwę (np. "OpenSC Module") i kliknij na "Browse" aby wybrać lokalizację modułu (patrz poniżej).
pt: Clique em "Dispositivos de Segurança" para importar o módulo PCKS11 correto. Clique em "Carregar" no lado direito. Agora dê um nome ao Módulo (como "Módulo OpenSC") e clique em "Browse" para escolher a localização do Módulo (veja abaixo).
ro: Faceți clic pe "Dispozitive de securitate" pentru a importa modulul PCKS11 potrivit. Faceți clic pe "Load" (Încărcare) în partea dreaptă. Acum dați modulului un nume (cum ar fi "OpenSC Module") și faceți clic pe "Browse" pentru a alege locația modulului (a se vedea mai jos).
ru: Нажмите на "Security Devices", чтобы импортировать нужный модуль PCKS11. Нажмите "Загрузить" с правой стороны. Теперь дайте модулю имя (например, "OpenSC Module") и нажмите "Browse", чтобы выбрать местоположение модуля (см. ниже).
sk: Kliknutím na položku "Security Devices" importujte správny modul PCKS11. Kliknite na "Load" (Načítať) na pravej strane. Teraz dajte modulu názov (napríklad "OpenSC Module") a kliknutím na "Browse" (Prehľadávať) vyberte umiestnenie modulu (pozri nižšie).
sl: Kliknite na "Security Devices", da uvozite pravi modul PCKS11. Na desni strani kliknite "Load". Modulu zdaj dajte ime (na primer "OpenSC Module") in kliknite na "Browse" (Prebrskaj), da izberete lokacijo modula (glejte spodaj).
sv: Klicka på "Security Devices" för att importera rätt PCKS11-modul. Klicka på "Load" (ladda) på höger sida. Ge nu modulen ett namn (t.ex. "OpenSC Module") och klicka på "Browse" för att välja modulens plats (se nedan).
zh_cn: 点击 "安全设备"，导入正确的PCKS11模块。点击右侧的 "加载"。现在给模块起个名字（比如 "OpenSC模块"），并点击 "浏览 "选择模块的位置（见下文）。

source: On Windows the right file lays under “C:\Windows\System32\opensc-pkcs11.dll”. On macOS and GNU/Linux the file should be in “/lib/pkcs11/opensc-pkcs11.so” or “/usr/lib/pkcs11/opensc-pkcs11.so” or alike. Press “OK” twice and you are back in security section of the account settings. Now you can actually choose a certificate on the upper part of the window. You should get asked for a PIN to unlock your Nitrokey. Please type in your User PIN.
bg: В Windows правилният файл се намира под "C:\Windows\System32\opensc-pkcs11.dll". При macOS и GNU/Linux файлът трябва да се намира в "/lib/pkcs11/opensc-pkcs11.so" или "/usr/lib/pkcs11/opensc-pkcs11.so" или подобно. Натиснете два пъти "OK" и ще се върнете в раздела за сигурност на настройките на акаунта. Сега вече действително можете да изберете сертификат в горната част на прозореца. Трябва да ви бъде поискан ПИН код за отключване на вашия Nitrokey. Моля, въведете потребителския си ПИН код.
cs: V systému Windows se správný soubor nachází pod "C:\Windows\System32\opensc-pkcs11.dll". V systémech MacOS a GNU/Linux by měl být soubor v "/lib/pkcs11/opensc-pkcs11.so" nebo "/usr/lib/pkcs11/opensc-pkcs11.so" nebo podobně. Stiskněte dvakrát tlačítko "OK" a jste zpět v sekci zabezpečení v nastavení účtu. Nyní můžete v horní části okna skutečně vybrat certifikát. Měli byste být vyzváni k zadání PIN kódu pro odemknutí klíče Nitrokey. Zadejte svůj uživatelský kód PIN.
da: På Windows ligger den rigtige fil under "C:\Windows\System32\opensc-pkcs11.dll". På macOS og GNU/Linux skal filen ligge i "/lib/pkcs11/opensc-pkcs11.so" eller "/usr/lib/pkcs11/opensc-pkcs11.so" eller lignende. Tryk på "OK" to gange, og du er tilbage i sikkerhedsafsnittet i kontoindstillingerne. Nu kan du faktisk vælge et certifikat i den øverste del af vinduet. Du bør blive bedt om en pinkode til at låse din Nitrokey op. Du skal indtaste din bruger-PIN-kode.
de: Unter Windows liegt die richtige Datei unter "C:\Windows\System32\opensc-pkcs11.dll". Unter macOS und GNU/Linux sollte die Datei unter "/lib/pkcs11/opensc-pkcs11.so" oder "/usr/lib/pkcs11/opensc-pkcs11.so" oder ähnlich sein. Drücken Sie zweimal "OK" und Sie sind zurück im Sicherheitsbereich der Kontoeinstellungen. Nun können Sie im oberen Teil des Fensters tatsächlich ein Zertifikat auswählen. Sie sollten nach einer PIN gefragt werden, um Ihren Nitrokey zu entsperren. Bitte geben Sie Ihre Benutzer-PIN ein.
el: Στα Windows το σωστό αρχείο βρίσκεται στο "C:\Windows\System32\opensc-pkcs11.dll". Σε macOS και GNU/Linux το αρχείο πρέπει να βρίσκεται στο "/lib/pkcs11/opensc-pkcs11.so" ή στο "/usr/lib/pkcs11/opensc-pkcs11.so" ή κάτι παρόμοιο. Πατήστε δύο φορές "OK" και επιστρέφετε στην ενότητα ασφαλείας των ρυθμίσεων του λογαριασμού. Τώρα μπορείτε να επιλέξετε ένα πιστοποιητικό στο επάνω μέρος του παραθύρου. Θα πρέπει να σας ζητηθεί ένα PIN για να ξεκλειδώσετε το Nitrokey σας. Πληκτρολογήστε το PIN χρήστη σας.
es: En Windows el archivo correcto se encuentra en "C:\Windows\System32\opensc-pkcs11.dll". En macOS y GNU/Linux el archivo debe estar en "/lib/pkcs11/opensc-pkcs11.so" o "/usr/lib/pkcs11/opensc-pkcs11.so" o similar. Pulsa "OK" dos veces y estarás de vuelta en la sección de seguridad de la configuración de la cuenta. Ahora puedes elegir un certificado en la parte superior de la ventana. Se te pedirá un PIN para desbloquear tu Nitrokey. Introduce tu PIN de usuario.
et: Windowsis asub õige fail "C:\Windows\System32\opensc-pkcs11.dll" all. MacOSi ja GNU/Linuxi puhul peaks see fail olema failis "/lib/pkcs11/opensc-pkcs11.so" või "/usr/lib/pkcs11/opensc-pkcs11.so" vms. Vajutage kaks korda "OK" ja te olete tagasi konto seadete turvalisuse sektsioonis. Nüüd saate akna ülemises osas tegelikult sertifikaadi valida. Sul peaks küsima PIN-koodi, et avada oma Nitrokey. Palun sisestage oma kasutaja PIN-kood.
fi: Windowsissa oikea tiedosto sijaitsee osoitteessa "C:\Windows\System32\opensc-pkcs11.dll". MacOS:ssä ja GNU/Linuxissa tiedoston pitäisi olla osoitteessa "/lib/pkcs11/opensc-pkcs11.so" tai "/usr/lib/pkcs11/opensc-pkcs11.so" tai vastaavassa. Paina "OK" kahdesti, ja olet taas tiliasetusten tietoturvaosiossa. Nyt voit itse asiassa valita varmenteen ikkunan yläosasta. Sinulta pitäisi kysyä PIN-koodia Nitrokey-avaimen avaamista varten. Kirjoita käyttäjän PIN-koodi.
fr: Sous Windows, le bon fichier se trouve dans "C:\Windows\System32\opensc-pkcs11.dll". Sous macOS et GNU/Linux, le fichier doit se trouver dans "/lib/pkcs11/opensc-pkcs11.so" ou "/usr/lib/pkcs11/opensc-pkcs11.so" ou similaire. Appuyez deux fois sur "OK" et vous êtes de retour dans la section sécurité des paramètres du compte. Vous pouvez maintenant choisir un certificat dans la partie supérieure de la fenêtre. Un code PIN devrait vous être demandé pour déverrouiller votre Nitrokey. Saisissez votre code PIN utilisateur.
hu: Windows alatt a megfelelő fájl a "C:\Windows\System32\opensc-pkcs11.dll" alatt található. MacOS és GNU/Linux alatt a fájlnak a "/lib/pkcs11/opensc-pkcs11.so" vagy "/usr/lib/pkcs11/opensc-pkcs11.so" vagy hasonló helyen kell lennie. Nyomja meg kétszer az "OK" gombot, és máris visszatér a fiókbeállítások biztonsági részébe. Most már ténylegesen kiválaszthat egy tanúsítványt az ablak felső részén. A Nitrokey feloldásához PIN-kódot kell kérnie. Kérjük, írja be a felhasználói PIN-kódját.
ja: Windows では、「C:WIndows\System32\opensc-pkcs11.dll」に格納されているファイルが正しいです。macOS や GNU/Linux の場合は、「/lib/pkcs11/opensc-pkcs11.so」または「/usr/lib/pkcs11/opensc-pkcs11.so」のような場所にあるはずです。OK」を2回押すと、アカウント設定のセキュリティセクションに戻ります。これで、ウィンドウの上部で証明書を選択できるようになりました。Nitrokeyのロックを解除するためのPINを求められます。あなたのユーザーPINを入力してください。
lt: "Windows" sistemoje reikiamas failas yra "C:\Windows\System32\opensc-pkcs11.dll". "MacOS" ir "GNU/Linux" sistemose failas turėtų būti "/lib/pkcs11/opensc-pkcs11.so" arba "/usr/lib/pkcs11/opensc-pkcs11.so" ar panašiai. Du kartus paspauskite "OK" ir grįšite į paskyros nustatymų saugumo skiltį. Dabar viršutinėje lango dalyje iš tikrųjų galite pasirinkti sertifikatą. Turėtumėte paprašyti PIN kodo, kad galėtumėte atrakinti "Nitrokey" raktą. Įveskite savo naudotojo PIN kodą.
lv: Windows sistēmā pareizais fails atrodas zem "C:\Windows\System32\opensc-pkcs11.dll". MacOS un GNU/Linux sistēmām failam jāatrodas "/lib/pkcs11/opensc-pkcs11.so" vai "/usr/lib/pkcs11/opensc-pkcs11.so" vai līdzīgi. Divreiz nospiediet "OK", un jūs atgriezīsieties konta iestatījumu drošības sadaļā. Tagad jūs varat izvēlēties sertifikātu loga augšējā daļā. Lai atbloķētu savu Nitrokey, jums vajadzētu saņemt PIN kodu. Lūdzu, ievadiet savu lietotāja PIN kodu.
nl: Op Windows ligt het juiste bestand onder "C:Windows:Systeem32:opensc-pkcs11.dll". Op macOS en GNU/Linux zou het bestand in "/lib/pkcs11/opensc-pkcs11.so" of "/usr/lib/pkcs11/opensc-pkcs11.so" of iets dergelijks moeten staan. Druk tweemaal op "OK" en u bent terug in de beveiligingssectie van de accountinstellingen. Nu kunt u daadwerkelijk een certificaat kiezen in het bovenste deel van het venster. U wordt nu gevraagd om een PIN om uw Nitrokey te ontgrendelen. Voer uw gebruikers-PIN in.
pl: W systemie Windows właściwy plik znajduje się pod "C:\Windows\System32\opensc-pkcs11.dll". Na macOS i GNU/Linux plik powinien znajdować się w "/lib/pkcs11/opensc-pkcs11.so" lub "/usr/lib/pkcs11/opensc-pkcs11.so" lub podobnie. Wciśnij "OK" dwa razy i jesteś z powrotem w sekcji bezpieczeństwa w ustawieniach konta. Teraz możesz już wybrać certyfikat w górnej części okna. Powinieneś zostać poproszony o PIN do odblokowania Twojego Nitrokey. Wpisz swój kod PIN użytkownika.
pt: No Windows o arquivo certo está em "C:\Windows\System32\opensc-pkcs11.dll". Em macOS e GNU/Linux o arquivo deve estar em "/lib/pkcs11/opensc-pkcs11.so" ou "/usr/lib/pkcs11/opensc-pkcs11.so" ou similar. Pressione "OK" duas vezes e você está de volta na seção de segurança das configurações da conta. Agora você pode realmente escolher um certificado na parte superior da janela. Deve ser-lhe pedido um PIN para desbloquear a sua Nitrokey. Por favor introduza o seu PIN de utilizador.
ro: Pe Windows, fișierul corect se află sub "C:\Windows\System32\opensc-pkcs11.dll". Pe macOS și GNU/Linux, fișierul ar trebui să se afle în "/lib/pkcs11/opensc-pkcs11.so" sau "/usr/lib/pkcs11/opensc-pkcs11.so" sau similar. Apăsați "OK" de două ori și vă aflați din nou în secțiunea de securitate din setările contului. Acum puteți alege efectiv un certificat în partea superioară a ferestrei. Ar trebui să vi se ceară un PIN pentru a vă debloca Nitrokey. Vă rugăm să introduceți PIN-ul dumneavoastră de utilizator.
ru: В Windows нужный файл лежит в каталоге "C:\Windows\System32\opensc-pkcs11.dll". В macOS и GNU/Linux файл должен находиться в "/lib/pkcs11/opensc-pkcs11.so" или "/usr/lib/pkcs11/opensc-pkcs11.so" или аналогично. Нажмите "OK" дважды, и вы снова окажетесь в разделе безопасности настроек учетной записи. Теперь вы можете выбрать сертификат в верхней части окна. Вам будет предложено ввести PIN-код для разблокировки Nitrokey. Пожалуйста, введите PIN-код пользователя.
sk: V systéme Windows sa správny súbor nachádza pod "C:\Windows\System32\opensc-pkcs11.dll". V systémoch macOS a GNU/Linux by sa mal súbor nachádzať v "/lib/pkcs11/opensc-pkcs11.so" alebo "/usr/lib/pkcs11/opensc-pkcs11.so" alebo podobne. Stlačte dvakrát tlačidlo "OK" a ste späť v sekcii zabezpečenia v nastaveniach účtu. Teraz si môžete v hornej časti okna skutočne vybrať certifikát. Mali by ste byť požiadaní o zadanie kódu PIN na odomknutie kľúča Nitrokey. Zadajte svoj používateľský PIN kód.
sl: V operacijskem sistemu Windows je desna datoteka pod "C:\Windows\System32\opensc-pkcs11.dll". V operacijskih sistemih macOS in GNU/Linux mora biti datoteka v "/lib/pkcs11/opensc-pkcs11.so" ali "/usr/lib/pkcs11/opensc-pkcs11.so" ali podobno. Dvakrat pritisnite "V redu" in vrnili se boste v varnostni razdelek nastavitev računa. Zdaj lahko v zgornjem delu okna dejansko izberete certifikat. Za odklepanje ključa Nitrokey boste morali zahtevati kodo PIN. Vnesite uporabniško kodo PIN.
sv: På Windows ligger den rätta filen under "C:\Windows\System32\opensc-pkcs11.dll". På macOS och GNU/Linux ska filen finnas i "/lib/pkcs11/opensc-pkcs11.so" eller "/usr/lib/pkcs11/opensc-pkcs11.so" eller liknande. Tryck på "OK" två gånger och du är tillbaka i säkerhetsdelen av kontoinställningarna. Nu kan du faktiskt välja ett certifikat i den övre delen av fönstret. Du bör bli ombedd att ange en PIN-kod för att låsa upp din Nitrokey. Skriv in din användar-PIN-kod.
zh_cn: 在 Windows 上，正确的文件位于 "C:\Windows\System32\opensc-pkcs11.dll "下。在MacOS和GNU/Linux上，该文件应该在"/lib/pkcs11/opensc-pkcs11.so "或"/usr/lib/pkcs11/opensc-pkcs11.so "或类似的地方。按两次 "确定"，你就回到了账户设置的安全部分。现在你可以在窗口的上部选择一个证书。你应该被要求输入密码以解锁你的Nitrokey。请键入你的用户密码。
