Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/hsm.po
Languages: bg, cs, da, de, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: "Select Device Key Encryption scheme" -> "DKEK shares"
bg: "Изберете схема за криптиране на ключа на устройството" -> "DKEK shares"
cs: "Vyberte schéma šifrování klíčů zařízení" -> "DKEK shares"
da: "Vælg enhedsnøglekrypteringsordning" -> "DKEK-aktier"
de: "Geräteschlüssel-Verschlüsselungsschema wählen" -> "DKEK-Aktien"
el: "Επιλογή σχήματος κρυπτογράφησης κλειδιού συσκευής" -> "Μερίδια DKEK",
es: "Seleccione el esquema de encriptación de la clave del dispositivo" -> "Acciones DKEK";
et: "Valige seadme võtme krüpteerimisskeem" -> "DKEK-osad"
fi: "Select Device Key Encryption scheme" -> "DKEK-osuudet"
fr: "Sélectionner le schéma de cryptage de la clé du dispositif" -> "parts DKEK".
hu: "Select Device Key Encryption scheme" -> "DKEK részvények"
lt: "Pasirinkite įrenginio rakto šifravimo schemą" -> "DKEK akcijos"
lv: "Izvēlieties ierīces atslēgas šifrēšanas shēmu" -> "DKEK akcijas"
ru: "Выберите схему шифрования ключа устройства" -> "Доли DKEK"
sk: "Vyberte schému šifrovania kľúčov zariadenia" -> "Akcie DKEK"
sl: "Izberite shemo šifriranja ključa naprave" -> "Delnice DKEK"
sv: "Välj enhetens nyckelkrypteringsschema" -> "DKEK-andelar"
zh_cn: "选择设备密钥加密方案"->"DKEK份额"。

source: Enter number of DKEK shares: 1
bg: Въведете броя на акциите на DKEK: 1
cs: Zadejte počet akcií DKEK: 1
da: Indtast antallet af DKEK-aktier: 1
de: Anzahl der DKEK-Aktien eingeben: 1
el: Πληκτρολογήστε τον αριθμό των μετοχών DKEK: 1
es: Introduzca el número de acciones de DKEK: 1
et: Sisestage DKEKi aktsiate arv: 1
fi: Syötä DKEK-osakkeiden lukumäärä: 1
fr: Entrez le nombre d'actions DKEK : 1
hu: Adja meg a DKEK részvények számát: 1
ja: DKEKの株式数を入力してください。1
lt: Įveskite DKEK akcijų skaičių: 1
lv: Ievadiet DKEK akciju skaitu: 1
nl: Geef het aantal DKEK aandelen in: 1
pl: Podaj liczbę akcji DKEK: 1
pt: Introduza o número de acções da DKEK: 1
ro: Introduceți numărul de acțiuni DKEK: 1
ru: Введите количество акций DKEK: 1
sk: Zadajte počet akcií DKEK: 1
sl: Vpišite število delnic DKEK: 1
sv: Ange antalet DKEK-aktier: 1
zh_cn: 输入DKEK股票的数量。1

source: Right-click DKEK set-up in progress -> "Import DKEK share"
bg: Кликнете с десния бутон на мишката върху текущата настройка на DKEK -> "Импортиране на DKEK дял"
cs: Klikněte pravým tlačítkem myši na probíhající nastavení DKEK -> "Importovat sdílení DKEK"
da: Højreklik på DKEK-opsætning i gang -&> "Importer DKEK-aktie"
de: Rechtsklick auf laufende DKEK-Einrichtung -> "DKEK-Freigabe importieren"
el: Δεξί κλικ στην επιλογή DKEK set-up in progress -> "Εισαγωγή DKEK share",
es: Haga clic con el botón derecho del ratón en la configuración de DKEK en curso -> "Importar cuota de DKEK"
et: Parempoolne klõps DKEKi käimasoleval seadistamisel -> "Import DKEK share"
fi: Napsauta hiiren kakkospainikkeella käynnissä olevaa DKEK-asetusta -> "Tuo DKEK-osio"
fr: Cliquez avec le bouton droit de la souris sur l'installation DKEK en cours -> "Importer le partage DKEK".
hu: Kattintson a jobb gombbal a DKEK folyamatban lévő beállítására -> "DKEK-megosztás importálása"
ja: 進行中のDKEKセットアップを右クリック -> "Import DKEK share"
lt: Dešiniuoju pelės klavišu spustelėkite DKEK sąranka vyksta -> "Importuoti DKEK akciją"
lv: Ar peles labo pogu noklikšķiniet uz DKEK iestatīšanas procesā -> " "Importēt DKEK akciju"
nl: Klik met de rechtermuisknop op DKEK set-up in uitvoering -> "DKEK share importeren"
pl: Kliknij prawym przyciskiem myszy na DKEK set-up in progress -> "Import DKEK share"
pt: Clique com o botão direito do mouse na configuração DKEK em andamento -> "Importar DKEK share"
ro: Faceți clic dreapta pe DKEK set-up in progress -> "Import DKEK share"
ru: Щелкните правой кнопкой мыши на выполняющейся настройке DKEK -> "Импортировать общий ресурс DKEK"
sk: Kliknite pravým tlačidlom myši na prebiehajúce nastavenie DKEK -> "Importovať podiel DKEK"
sl: Z desno tipko miške kliknite DKEK set-up in progress -> "Import DKEK share"
sv: Högerklicka på pågående DKEK-installation -> "Importera DKEK-andel"
zh_cn: 右键单击正在进行的DKEK设置->"导入DKEK共享"。

source: Choose DKEK share file location
bg: Изберете местоположението на файла за споделяне на DKEK
cs: Zvolte umístění sdíleného souboru DKEK
da: Vælg placering af DKEK-aktiefilen
de: Speicherort der DKEK-Freigabedatei wählen
el: Επιλέξτε τη θέση του αρχείου κοινής χρήσης DKEK
es: Elija la ubicación del archivo compartido DKEK
et: Vali DKEKi faili jagamise asukoht
fi: Valitse DKEK-jakotiedoston sijainti
fr: Choisissez l'emplacement du fichier de partage DKEK
hu: Válassza ki a DKEK megosztási fájl helyét
ja: DKEKの共有ファイルの場所を選択
lt: Pasirinkite DKEK bendrinio failo vietą
lv: Izvēlieties DKEK koplietošanas failu atrašanās vietu
nl: Kies DKEK share bestandslocatie
pl: Wybierz lokalizację pliku udostępnionego DKEK
pt: Escolha a localização do ficheiro de partilha DKEK
ro: Alegeți locația fișierului de partajare DKEK
ru: Выберите местоположение файла общего доступа DKEK
sk: Výber umiestnenia zdieľaného súboru DKEK
sl: Izberite lokacijo datoteke v skupni rabi DKEK
sv: Välj plats för DKEK-delningsfilen
zh_cn: 选择DKEK共享文件的位置

source: Password for DKEK share
bg: Парола за споделяне на DKEK
cs: Heslo pro sdílení DKEK
da: Adgangskode til DKEK-aktie
de: Passwort für DKEK-Freigabe
el: Κωδικός πρόσβασης για το μερίδιο DKEK
es: Contraseña de la acción DKEK
et: DKEKi aktsia parool
fi: DKEK-osuuden salasana
fr: Mot de passe pour le partage DKEK
hu: Jelszó a DKEK-megosztáshoz
ja: DKEK共有のパスワード
lt: DKEK akcijos slaptažodis
lv: DKEK koplietošanas parole
nl: Wachtwoord voor DKEK share
pl: Hasło do udziału DKEK
pt: Palavra-passe para a acção DKEK
ro: Parola pentru partajarea DKEK
ru: Пароль для общего доступа к DKEK
sk: Heslo pre zdieľanie DKEK
sl: Geslo za skupno rabo DKEK
sv: Lösenord för DKEK-delning
zh_cn: DKEK共享的密码

source: Right-click "SmartCard-HSM" -> "Import from PKCS#12"
bg: Кликнете с десния бутон на мишката върху "SmartCard-HSM" -> "Импортиране от PKCS#12"
cs: Klikněte pravým tlačítkem myši na "SmartCard-HSM" -> "Importovat z PKCS#12"
da: Højreklik på "SmartCard-HSM" -&> "Import fra PKCS#12"
de: Rechtsklick auf "SmartCard-HSM" -> "Import aus PKCS#12"
el: Κάντε δεξί κλικ στο "SmartCard-HSM" -> "Εισαγωγή από PKCS#12",
es: Haga clic con el botón derecho en "SmartCard-HSM" -> "Importar desde PKCS#12"
et: Tehke paremklõps "SmartCard-HSM" -> "Import from PKCS#12"
fi: Napsauta hiiren kakkospainikkeella "SmartCard-HSM" -> "Tuo PKCS#12:sta"
fr: Cliquez avec le bouton droit de la souris sur "SmartCard-HSM" -> "Import from PKCS#12".
hu: Kattintson a jobb gombbal a "SmartCard-HSM" -> "Importálás PKCS#12-ből"
ja: SmartCard-HSM" -> "Import from PKCS#12" を右クリックします。
lt: Dešiniuoju pelės klavišu spustelėkite "SmartCard-HSM" -> "Importuoti iš PKCS#12"
lv: Ar peles labo pogu noklikšķiniet uz "SmartCard-HSM" -> "Importēt no PKCS#12"
nl: Klik met de rechtermuisknop op "SmartCard-HSM" -> "Import from PKCS#12"
pl: Kliknij prawym przyciskiem myszy "SmartCard-HSM" -> "Importuj z PKCS#12"
pt: Clique com o botão direito "SmartCard-HSM" -> "Importar de PKCS#12"
ro: Faceți clic dreapta pe "SmartCard-HSM" -> "Import from PKCS#12"
ru: Щелкните правой кнопкой мыши "SmartCard-HSM" -> "Импорт из PKCS#12"
sk: Kliknite pravým tlačidlom myši na "SmartCard-HSM" -> "Importovať z PKCS#12"
sl: Z desno tipko miške kliknite "SmartCard-HSM" -> "Uvozi iz PKCS#12"
sv: Högerklicka på "SmartCard-HSM" -&> "Importera från PKCS#12"
zh_cn: 右键点击"SmartCard-HSM" -> "从PKCS#12导入"。

source: Enter number of shares -> 1
bg: Въведете броя на акциите -> 1
cs: Zadejte počet akcií -> 1
da: Indtast antal aktier -> 1
de: Anzahl der Anteile eingeben -> 1
el: Πληκτρολογήστε τον αριθμό των μετοχών -> 1
es: Introduzca el número de acciones -> 1
et: Sisestage aktsiate arv -> 1
fi: Syötä osakkeiden lukumäärä -> 1
fr: Entrez le nombre d'actions -> 1
hu: Adja meg a részvények számát -> 1
ja: 株式数の入力 -> 1
lt: Įveskite akcijų skaičių -> 1
lv: Ievadiet akciju skaitu -> 1
nl: Geef aantal aandelen -> 1
pl: Podaj liczbę akcji -> 1
pt: Digite o número de ações -> 1
ro: Introduceți numărul de acțiuni -> 1
ru: Введите количество акций -> 1
sk: Zadajte počet akcií -> 1
sl: Vpišite število delnic -> 1
sv: Ange antal aktier -> 1
zh_cn: 输入股票数量 -> 1

source: Enter file location of DKEK share
bg: Въведете местоположението на файла на споделяне на DKEK
cs: Zadejte umístění souboru sdílené složky DKEK
da: Indtast filplacering af DKEK-aktien
de: Dateispeicherort der DKEK-Freigabe eingeben
el: Εισάγετε τη θέση του αρχείου της μερίδας DKEK
es: Introduzca la ubicación del archivo DKEK compartido
et: Sisestage DKEKi faili asukoht
fi: Syötä DKEK-osion tiedoston sijainti
fr: Entrez l'emplacement du fichier de partage DKEK
hu: Adja meg a DKEK-megosztás fájljának helyét
ja: DKEKの共有ファイルの場所を入力してください。
lt: Įveskite DKEK dalijimosi failo vietą
lv: Ievadiet DKEK koplietošanas faila atrašanās vietu
nl: Voer bestandslocatie van DKEK-share in
pl: Wprowadź lokalizację pliku z udziału DKEK
pt: Digite a localização do arquivo de compartilhamento DKEK
ro: Introduceți locația fișierului de partajare DKEK
ru: Введите расположение файла общего доступа DKEK
sk: Zadajte umiestnenie zdieľaného súboru DKEK
sl: Vnesite lokacijo datoteke v skupni rabi DKEK
sv: Ange filplacering för DKEK-aktien
zh_cn: 输入DKEK共享的文件位置

source: Enter Password for DKEK share
bg: Въведете парола за споделяне на DKEK
cs: Zadejte heslo pro sdílení DKEK
da: Indtast adgangskode for DKEK-aktie
de: Passwort für DKEK-Freigabe eingeben
el: Εισάγετε κωδικό πρόσβασης για το μερίδιο DKEK
es: Introduzca la contraseña de la acción DKEK
et: Sisestage DKEKi aktsia parool
fi: Syötä DKEK-osuuden salasana
fr: Entrez le mot de passe pour le partage DKEK
hu: Jelszó megadása a DKEK-megosztáshoz
ja: DKEK共有のパスワード入力
lt: Įveskite DKEK akcijos slaptažodį
lv: Ievadiet paroli DKEK akcijai
nl: Geef wachtwoord voor DKEK aandeel
pl: Wprowadź hasło do udziału w DKEK
pt: Digite a senha para a ação DKEK
ro: Introduceți parola pentru partajarea DKEK
ru: Введите пароль для доступа к ресурсу DKEK
sk: Zadajte heslo pre zdieľanie DKEK
sl: Vnesite geslo za delež DKEK
sv: Ange lösenord för DKEK-aktie
zh_cn: 输入DKEK共享的密码

source: Select PKCS#12 container for import (Enter password, if set)
bg: Изберете PKCS#12 контейнер за внос (Въведете парола, ако е зададена)
cs: Vyberte kontejner PKCS#12 pro import (zadejte heslo, je-li nastaveno)
da: Vælg PKCS#12-beholder til import (Indtast adgangskode, hvis den er indstillet)
de: PKCS#12-Container für den Import auswählen (Passwort eingeben, falls gesetzt)
el: Επιλέξτε το δοχείο PKCS#12 για εισαγωγή (Εισάγετε τον κωδικό πρόσβασης, εάν έχει οριστεί)
es: Seleccione el contenedor PKCS#12 para la importación (introduzca la contraseña, si está establecida)
et: Valige importimiseks PKCS#12 konteiner (sisestage parool, kui see on määratud)
fi: Valitse PKCS#12-säiliö tuontia varten (Syötä salasana, jos se on asetettu).
fr: Sélectionnez le conteneur PKCS#12 pour l'importation (Entrez le mot de passe, s'il est défini).
hu: Válassza ki az importálandó PKCS#12 konténert (Adja meg a jelszót, ha be van állítva)
ja: インポートするPKCS#12コンテナの選択（設定されている場合はパスワードの入力）
lt: Pasirinkite PKCS#12 konteinerį importui (įveskite slaptažodį, jei nustatytas)
lv: Izvēlieties PKCS#12 konteineru importam (Ievadiet paroli, ja tā ir iestatīta)
nl: Selecteer PKCS#12 container voor import (Voer wachtwoord in, indien ingesteld)
pl: Wybierz kontener PKCS#12 do importu (Wprowadź hasło, jeśli jest ustawione)
pt: Selecione o recipiente PKCS#12 para importação (Insira a senha, se definida)
ro: Selectați containerul PKCS#12 pentru import (Introduceți parola, dacă este setată)
ru: Выберите контейнер PKCS#12 для импорта (Введите пароль, если он установлен)
sk: Vyberte kontajner PKCS#12 na import (zadajte heslo, ak je nastavené)
sl: Izberite vsebnik PKCS#12 za uvoz (vnesite geslo, če je nastavljeno)
sv: Välj PKCS#12-behållare för import (ange lösenord, om det är inställt)
zh_cn: 选择用于导入的PKCS#12容器（输入密码，如果设置了密码）。

source: Select Key
bg: Ключ за избор
cs: Vybrat klíč
da: Vælg nøgle
de: Taste wählen
el: Επιλέξτε το πλήκτρο
es: Seleccione la tecla
et: Valige võti
fi: Valitse näppäin
fr: Touche de sélection
hu: Kulcs kiválasztása
ja: セレクトキー
lt: Pasirinkite raktą
lv: Izvēlieties atslēgu
nl: Kies toets
pl: Wybierz przycisk
pt: Selecione a chave
ru: Клавиша выбора
sk: Vyberte kľúč
sl: Izberite tipko
sv: Välj tangent
zh_cn: 选择键

source: Select Name to be used (This is the Label used for the key on the device)
bg: Изберете Name to be used (Това е етикетът, използван за ключа в устройството)
cs: Vyberte název, který se má použít (jedná se o označení použité pro klíč v zařízení).
da: Vælg det navn, der skal bruges (dette er det mærke, der bruges til nøglen på enheden)
de: Wählen Sie den zu verwendenden Namen (Dies ist die Bezeichnung, die für die Taste auf dem Gerät verwendet wird)
el: Επιλέξτε το όνομα που θα χρησιμοποιηθεί (Αυτή είναι η ετικέτα που χρησιμοποιείται για το πλήκτρο στη συσκευή).
es: Seleccione el nombre a utilizar (Es la etiqueta que se utiliza para la llave en el dispositivo)
et: Valige kasutatav nimi (See on seadme võtme jaoks kasutatav märgis).
fi: Valitse käytettävä nimi (Tämä on laitteen näppäimessä käytettävä nimilappu).
fr: Sélectionnez le nom à utiliser (il s'agit de l'étiquette utilisée pour la clé sur le dispositif).
hu: Válassza ki a használni kívánt nevet (Ez a kulcshoz használt címke a készüléken).
lt: Pasirinkite naudojamą pavadinimą (tai etiketė, naudojama prietaiso raktui)
lv: Atlasiet Izmantojamais nosaukums (Šī ir ierīces taustiņa etiķete).
nl: Selecteer de naam die moet worden gebruikt (dit is het label dat wordt gebruikt voor de toets op het toestel)
pl: Wybierz nazwę, która ma być użyta (jest to etykieta używana dla przycisku w urządzeniu)
pt: Selecione Nome a ser usado (Esta é a Etiqueta usada para a chave no dispositivo)
ro: Selectați numele care urmează să fie utilizat (Aceasta este eticheta utilizată pentru tasta de pe dispozitiv)
ru: Выберите имя, которое будет использоваться (это метка, используемая для ключа на устройстве).
sk: Vyberte názov, ktorý sa má použiť (toto je označenie použité pre kľúč v zariadení)
sl: Izberite ime, ki se bo uporabljalo (to je oznaka, ki se uporablja za tipko v napravi)
sv: Välj det namn som ska användas (detta är den etikett som används för nyckeln på enheten).
zh_cn: 选择要使用的名称（这是在设备上用于钥匙的标签）。

source: Import more keys, if needed
bg: Импортиране на повече ключове, ако е необходимо
cs: V případě potřeby importujte další klíče
da: Importer flere nøgler, hvis det er nødvendigt
de: Weitere Tasten importieren, falls erforderlich
el: Εισαγωγή περισσότερων κλειδιών, εάν χρειάζεται
es: Importar más llaves, si es necesario
et: Vajaduse korral importida rohkem võtmeid
fi: Tuo tarvittaessa lisää avaimia
fr: Importez d'autres clés, si nécessaire
hu: További kulcsok importálása, ha szükséges
ja: 必要に応じてキーを増やす
lt: Jei reikia, importuokite daugiau raktų
lv: Ja nepieciešams, importējiet vairāk atslēgu
nl: Importeer meer sleutels, indien nodig
pl: Importuj więcej kluczy, jeśli to konieczne
pt: Importar mais chaves, se necessário
ro: Importați mai multe chei, dacă este necesar
ru: При необходимости импортируйте дополнительные ключи
sk: Import ďalších kľúčov, ak je to potrebné
sl: Po potrebi uvozite več ključev
sv: Importera fler nycklar, om det behövs
zh_cn: 如果需要，导入更多的钥匙

source: Once this is done, you can check that the keys have been successfully imported using:
bg: След като това е направено, можете да проверите дали ключовете са били успешно импортирани, като използвате:
cs: Po dokončení můžete zkontrolovat, zda byly klíče úspěšně importovány pomocí:
da: Når dette er gjort, kan du kontrollere, at nøglerne er blevet importeret med succes ved hjælp af:
de: Sobald dies geschehen ist, können Sie mit überprüfen, ob die Schlüssel erfolgreich importiert wurden:
el: Αφού γίνει αυτό, μπορείτε να ελέγξετε ότι τα κλειδιά έχουν εισαχθεί επιτυχώς χρησιμοποιώντας:
es: Una vez hecho esto, puede comprobar que las claves se han importado con éxito utilizando:
et: Kui see on tehtud, saate kontrollida, et võtmed on edukalt imporditud, kasutades:
fi: Kun tämä on tehty, voit tarkistaa, että avainten tuonti on onnistunut:
fr: Une fois que cela est fait, vous pouvez vérifier que les clés ont été importées avec succès en utilisant :
hu: Ha ez megtörtént, ellenőrizheti, hogy a kulcsok sikeresen importálódtak-e a következőkkel:
ja: これで、キーが正常に取り込まれたことが確認できます。
lt: Tai atlikę, galite patikrinti, ar raktai sėkmingai importuoti, naudodami:
lv: Kad tas ir izdarīts, varat pārbaudīt, vai atslēgas ir veiksmīgi importētas, izmantojot:
nl: Zodra dit is gebeurd, kunt u controleren of de sleutels met succes zijn geïmporteerd met:
pl: Po wykonaniu tych czynności można sprawdzić, czy klucze zostały pomyślnie zaimportowane za pomocą:
pt: Uma vez feito isso, você pode verificar se as chaves foram importadas com sucesso usando:
ro: După ce ați făcut acest lucru, puteți verifica dacă cheile au fost importate cu succes folosind:
ru: После этого можно проверить, что ключи были успешно импортированы:
sk: Po dokončení tohto postupu môžete skontrolovať, či boli kľúče úspešne importované pomocou:
sl: Ko je to opravljeno, lahko preverite, ali so bili ključi uspešno uvoženi z uporabo:
sv: När detta är gjort kan du kontrollera att nycklarna har importerats med hjälp av:
zh_cn: 一旦完成，你就可以通过以下方式检查钥匙是否已经成功导入。

source: In the resulting output you will find the imported keys labeled by the name you chose previously.
bg: В получения резултат ще намерите импортираните ключове, обозначени с името, което сте избрали по-рано.
cs: Ve výsledném výstupu naleznete importované klíče označené názvem, který jste předtím zvolili.
da: I det resulterende output vil du finde de importerede nøgler mærket med det navn, du valgte tidligere.
de: In der resultierenden Ausgabe finden Sie die importierten Schlüssel mit dem Namen beschriftet, den Sie zuvor gewählt haben.
el: Στην έξοδο που θα προκύψει θα βρείτε τα εισαγόμενα κλειδιά επισημασμένα με το όνομα που επιλέξατε προηγουμένως.
es: En la salida resultante encontrará las claves importadas etiquetadas con el nombre que eligió anteriormente.
et: Saadud väljundis leiate imporditud võtmed, mis on märgistatud eelnevalt valitud nimega.
fi: Tuloksena syntyvässä tulosteessa näet tuodut avaimet merkittynä aiemmin valitsemallasi nimellä.
fr: Dans la sortie résultante, vous trouverez les clés importées étiquetées par le nom que vous avez choisi précédemment.
hu: Az eredményül kapott kimeneten az importált kulcsokat a korábban kiválasztott névvel címkézve találja.
ja: 出力結果には、インポートされたキーが以前に選択した名前で表示されています。
lt: Gautoje išvestyje rasite importuotus raktus, pažymėtus anksčiau pasirinktu pavadinimu.
lv: Iegūtajā izvades failā atradīsiet importētos atslēgas, kas apzīmētas ar iepriekš izvēlēto nosaukumu.
nl: In de resulterende uitvoer vindt u de geïmporteerde sleutels gelabeld met de naam die u eerder hebt gekozen.
pl: W wynikowym pliku wyjściowym znajdziesz zaimportowane klucze oznaczone wybraną wcześniej nazwą.
pt: Na saída resultante você encontrará as chaves importadas rotuladas com o nome que você escolheu anteriormente.
ro: În rezultatul obținut veți găsi cheile importate etichetate cu numele pe care l-ați ales anterior.
ru: В полученном результате вы найдете импортированные ключи, помеченные именами, которые вы выбрали ранее.
sk: Vo výslednom výstupe nájdete importované kľúče označené názvom, ktorý ste predtým vybrali.
sl: V končnem izpisu so uvoženi ključi označeni z imenom, ki ste ga predhodno izbrali.
sv: I resultatet hittar du de importerade nycklarna märkta med det namn som du valde tidigare.
zh_cn: 在结果输出中，你会发现导入的钥匙被你之前选择的名称所标记。

source: First check the:
bg: Първо проверете:
cs: Nejprve zkontrolujte:
da: Først skal du kontrollere:
el: Πρώτα ελέγξτε το:
es: Primero comprueba el:
et: Kõigepealt kontrollige:
fi: Tarkista ensin:
fr: Vérifiez d'abord le :
hu: Először ellenőrizze a:
ja: をまず確認します。
lt: Pirmiausia patikrinkite:
lv: Vispirms pārbaudiet:
nl: Controleer eerst de:
pl: Najpierw sprawdź:
pt: Primeiro verifica o:
ro: Mai întâi verificați:
ru: Сначала проверьте:
sk: Najprv skontrolujte:
sl: Najprej preverite:
sv: Kontrollera först:
zh_cn: 首先检查一下。

source: or choose your operating system:
bg: или изберете операционната си система:
cs: nebo vyberte operační systém:
da: eller vælg dit styresystem:
el: ή επιλέξτε το λειτουργικό σας σύστημα:
es: o elija su sistema operativo:
et: või valige oma operatsioonisüsteem:
fi: tai valitse käyttöjärjestelmäsi:
fr: ou choisissez votre système d'exploitation :
hu: vagy válassza ki az operációs rendszert:
ja: をクリックするか、お使いのOSを選択してください。
lt: arba pasirinkite savo operacinę sistemą:
lv: vai izvēlieties operētājsistēmu:
nl: of kies uw besturingssysteem:
pl: lub wybierz swój system operacyjny:
pt: ou escolha o seu sistema operacional:
ro: sau alegeți sistemul de operare:
ru: или выберите свою операционную систему:
sk: alebo vyberte svoj operačný systém:
sl: ali izberite svoj operacijski sistem:
sv: eller välj ditt operativsystem:
zh_cn: 或选择你的操作系统。

source: Automatic Screen Lock at Removal
bg: Автоматично заключване на екрана при премахване
cs: Automatický zámek obrazovky při odebrání
da: Automatisk skærmlås ved fjernelse
de: Automatische Bildschirmsperre beim Entfernen
el: Αυτόματο κλείδωμα οθόνης κατά την αφαίρεση
es: Bloqueo automático de la pantalla al retirarse
et: Automaatne ekraanilukk eemaldamisel
fi: Automaattinen näytön lukitus poistaminen
fr: Verrouillage automatique de l'écran à la suppression
hu: Automatikus képernyőzár eltávolításkor
ja: スクリーンロックの自動解除
lt: Automatinis ekrano užraktas pašalinant
lv: Automātiska ekrāna bloķēšana pie noņemšanas
nl: Automatische schermvergrendeling bij verwijdering
pl: Automatyczne usuwanie blokady ekranu
pt: Bloqueio automático da tela na remoção
ro: Blocarea automată a ecranului la eliminare
ru: Автоматическая блокировка экрана при удалении
sk: Automatický zámok obrazovky pri odstránení
sl: Samodejno zaklepanje zaslona ob odstranitvi
sv: Automatiskt skärmlås vid avlägsnande
zh_cn: 移除时的自动屏幕锁
