Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/hsm.po
Languages: bg, cs, da, de, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: Be sure to place the directive inside a `VirtualHost` configuration.
bg: Не забравяйте да поставите директивата в конфигурация `VirtualHost`.
cs: Nezapomeňte tuto směrnici umístit do konfigurace `VirtualHost`.
da: Sørg for at placere direktivet i en `VirtualHost`-konfiguration.
de: Achten Sie darauf, die Direktive innerhalb einer `VirtualHost`-Konfiguration zu platzieren.
el: Φροντίστε να τοποθετήσετε την οδηγία μέσα σε μια ρύθμιση παραμέτρων `VirtualHost`.
es: Asegúrese de colocar la directiva dentro de una configuración `VirtualHost`.
et: Asetage direktiiv kindlasti `VirtualHost` konfiguratsiooni sisse.
fi: Muista sijoittaa direktiivi `VirtualHost`-konfiguraation sisään.
fr: Assurez-vous de placer la directive à l'intérieur d'une configuration `VirtualHost`.
hu: Ügyeljen arra, hogy a direktívát egy `VirtualHost` konfiguráción belül helyezze el.
ja: このディレクティブは必ず `VirtualHost` の設定の中に入れてください。
lt: Įsitikinkite, kad ši direktyva yra `VirtualHost` konfigūracijos viduje.
lv: Noteikti ievietojiet direktīvu konfigurācijā `VirtualHost`.
nl: Zorg ervoor dat de directive binnen een `VirtualHost` configuratie staat.
pl: Upewnij się, że dyrektywa jest umieszczona wewnątrz konfiguracji `VirtualHost`.
pt: Certifique-se de colocar a diretriz dentro de uma configuração `VirtualHost`.
ro: Asigurați-vă că plasați directiva în interiorul unei configurații `VirtualHost`.
ru: Обязательно поместите директиву внутри конфигурации `VirtualHost`.
sk: Nezabudnite umiestniť túto smernicu do konfigurácie `VirtualHost`.
sl: Prepričajte se, da je direktiva v konfiguraciji `VirtualHost`.
sv: Se till att du placerar direktivet i en `VirtualHost`-konfiguration.
zh_cn: 请确保将该指令放在 "虚拟主机 "的配置中。

source: Provide PIN During Apache2 Startup
bg: Предоставяне на ПИН код по време на стартирането на Apache2
cs: Poskytnutí kódu PIN během spouštění aplikace Apache2
da: Angiv PIN-kode under opstart af Apache2
de: PIN beim Start von Apache2 bereitstellen
el: Παροχή PIN κατά την εκκίνηση του Apache2
es: Proporcionar el PIN durante el arranque de Apache2
et: Anda PIN-kood Apache2 käivitamise ajal
fi: Anna PIN-koodi Apache2:n käynnistyksen aikana
fr: Fournir le PIN pendant le démarrage d'Apache2
hu: PIN-kód megadása az Apache2 indítása során
ja: Apache2起動時のPINの提供
lt: PIN kodo pateikimas "Apache2" paleidimo metu
lv: PIN nodrošināšana Apache2 palaišanas laikā
nl: Geef PIN tijdens het opstarten van Apache2
pl: Podaj PIN podczas uruchamiania Apache2
pt: Fornecer PIN durante a inicialização do Apache2
ro: Furnizați PIN-ul în timpul pornirii Apache2
ru: Предоставление PIN-кода во время запуска Apache2
sk: Poskytnutie PIN kódu počas spúšťania Apache2
sl: Zagotovitev kode PIN med zagonom Apache2
sv: Ange PIN-kod vid start av Apache2
zh_cn: 在Apache2启动时提供PIN码

source: Using the previously described method Apache2 will ask on every startup for the User-PIN, thus basically declining batch startup. Apache2 provides another directive to provide the PIN during startup.
bg: При използване на описания по-рано метод Apache2 ще пита при всяко стартиране за User-PIN, като по този начин по същество се отказва от пакетното стартиране. Apache2 предоставя друга директива за предоставяне на ПИН по време на стартиране.
cs: Pomocí dříve popsané metody se Apache2 při každém spuštění zeptá na User-PIN, čímž v podstatě odmítne dávkové spouštění. Apache2 poskytuje další direktivu pro zadání PIN při spuštění.
da: Ved hjælp af den tidligere beskrevne metode vil Apache2 ved hver opstart bede om bruger-PIN'et, hvilket grundlæggende afviser batchopstart. Apache2 indeholder et andet direktiv til at angive PIN-koden under opstart.
de: Mit der zuvor beschriebenen Methode fragt der Apache2 bei jedem Start nach der User-PIN und lehnt damit grundsätzlich einen Batch-Start ab. Der Apache2 bietet eine weitere Direktive, um die PIN beim Start bereitzustellen.
el: Χρησιμοποιώντας τη μέθοδο που περιγράψαμε προηγουμένως, ο Apache2 θα ζητάει σε κάθε εκκίνηση τον κωδικό χρήστη-ΠΙΝ, απορρίπτοντας έτσι ουσιαστικά τη μαζική εκκίνηση. Ο Apache2 παρέχει μια άλλη οδηγία για την παροχή του PIN κατά την εκκίνηση.
es: Usando el método descrito anteriormente, Apache2 pedirá el PIN de usuario en cada arranque, por lo que básicamente declina el arranque por lotes. Apache2 proporciona otra directiva para proporcionar el PIN durante el arranque.
et: Kasutades eelnevalt kirjeldatud meetodit, küsib Apache2 igal käivitamisel User-PIN-i, seega põhimõtteliselt keeldub batch-käivitamisest. Apache2 annab teise direktiivi PIN-koodi esitamiseks käivitamisel.
fi: Käyttämällä aiemmin kuvattua menetelmää Apache2 kysyy User-PIN-tunnusta jokaisella käynnistyskerralla, jolloin se periaatteessa kieltäytyy eräajona tapahtuvasta käynnistyksestä. Apache2 tarjoaa toisen direktiivin PIN-koodin antamiseksi käynnistyksen aikana.
fr: En utilisant la méthode décrite précédemment, Apache2 demandera à chaque démarrage le PIN de l'utilisateur, ce qui revient à refuser le démarrage par lot. Apache2 propose une autre directive pour fournir le PIN au démarrage.
hu: A korábban leírt módszerrel az Apache2 minden indításkor kérni fogja a User-PIN-t, így alapvetően elutasítja a kötegelt indítást. Az Apache2 egy másik direktívát is biztosít a PIN megadására az indítás során.
ja: 前述の方法を使うと、Apache2 は起動の度に User-PIN を尋ねてきますので、 基本的にバッチ起動はしません。Apache2 は起動時に PIN を提供する別のディレクティブを提供します。
lt: Naudojant anksčiau aprašytą metodą, "Apache2" kiekvieno paleidimo metu paprašys vartotojo PIN kodo, taigi iš esmės atsisakys paketinio paleidimo. Apache2 pateikia kitą direktyvą, leidžiančią pateikti PIN kodą paleidimo metu.
lv: Izmantojot iepriekš aprakstīto metodi, Apache2 pie katras palaišanas pieprasīs lietotāja PIN kodu, tādējādi būtībā atteikdamies no sērijveida palaišanas. Apache2 piedāvā vēl vienu direktīvu, lai palaišanas laikā sniegtu PIN kodu.
nl: Met de eerder beschreven methode zal Apache2 bij elk opstarten om de User-PIN vragen, waardoor het opstarten van een batch in principe wordt geweigerd. Apache2 geeft een andere richtlijn om de PIN tijdens het opstarten te verstrekken.
pl: Używając poprzednio opisanej metody, Apache2 będzie pytał przy każdym starcie o User-PIN, co w zasadzie uniemożliwi start wsadowy. Apache2 udostępnia inną dyrektywę, aby podać PIN podczas startu.
pt: Usando o método descrito anteriormente, o Apache2 irá perguntar em cada inicialização para o User-PIN, diminuindo assim basicamente a inicialização em lote. O Apache2 fornece outra diretiva para fornecer o PIN durante a inicialização.
ro: Folosind metoda descrisă anterior, Apache2 va cere la fiecare pornire codul PIN al utilizatorului, refuzând astfel practic pornirea pe loturi. Apache2 oferă o altă directivă pentru a furniza PIN-ul la pornire.
ru: При использовании ранее описанного метода Apache2 будет запрашивать PIN-код пользователя при каждом запуске, тем самым фактически отказываясь от пакетного запуска. Apache2 предоставляет другую директиву для предоставления PIN-кода при запуске.
sk: Pomocou predtým opísanej metódy sa Apache2 pri každom spustení spýta na User-PIN, čím v podstate odmietne dávkové spúšťanie. Apache2 poskytuje ďalšiu direktívu na zadanie PIN kódu počas spúšťania.
sl: Z uporabo prej opisane metode bo Apache2 ob vsakem zagonu zahteval uporabniški PIN, s čimer bo v bistvu zavrnil paketni zagon. Apache2 ponuja še eno direktivo za zagotavljanje kode PIN med zagonom.
sv: Med hjälp av den tidigare beskrivna metoden kommer Apache2 vid varje start att be om användar-PIN:et, vilket i princip innebär att batch-start avbryts. Apache2 tillhandahåller ett annat direktiv för att ange PIN-koden vid uppstart.
zh_cn: 使用前面描述的方法，Apache2会在每次启动时询问用户PIN，因此基本上拒绝了批量启动。Apache2提供了另一个指令，在启动时提供PIN。

source: Apache2 expects an executable after ``|``, which will be executed during startup and it's output (trailing newline is expected) will be used as PIN. Obviously arbitrary complex PIN retrieval methods can be implemented using this approach. Although here a trivial example has been chosen to just ``echo`` the PIN during startup.
bg: Apache2 очаква изпълним файл след ``|``, който ще бъде изпълнен по време на стартиране и изходът му (очаква се завършващ нов ред) ще бъде използван като PIN. Очевидно е, че чрез този подход могат да се прилагат произволни сложни методи за извличане на ПИН. Въпреки че тук е избран тривиален пример, който просто ``echo`` ПИН по време на стартиране.
cs: Apache2 očekává za ``|`` spustitelný soubor, který bude spuštěn při startu a jeho'výstup (očekává se nový řádek na konci) bude použit jako PIN. Tímto přístupem lze samozřejmě implementovat libovolně složité metody získávání PIN. I když zde byl zvolen triviální příklad, kdy se při spuštění pouze ``echo`` zjistí PIN.
da: Apache2 forventer en eksekverbar fil efter ``|``, som vil blive eksekveret under opstart, og dens output (der forventes en afsluttende newline) vil blive brugt som PIN. Der kan naturligvis implementeres vilkårlige komplekse PIN-hentningsmetoder ved hjælp af denne fremgangsmåde. Selv om der her er valgt et trivielt eksempel, hvor man blot ``echo`` PIN-koden under opstart.
de: Apache2 erwartet nach ``|`` eine ausführbare Datei, die beim Start ausgeführt wird und deren Ausgabe (nachfolgender Zeilenumbruch wird erwartet) als PIN verwendet wird. Offensichtlich lassen sich mit diesem Ansatz beliebig komplexe Methoden zur PIN-Abfrage implementieren. Obwohl hier ein triviales Beispiel gewählt wurde, um die PIN während des Starts einfach ``echo`` zu geben.
el: Ο Apache2 αναμένει ένα εκτελέσιμο αρχείο μετά το ``|``, το οποίο θα εκτελεστεί κατά την εκκίνηση και η έξοδός του (αναμένεται η newline στο τέλος) θα χρησιμοποιηθεί ως PIN. Προφανώς, αυθαίρετες πολύπλοκες μέθοδοι ανάκτησης PIN μπορούν να υλοποιηθούν με τη χρήση αυτής της προσέγγισης. Παρόλο που εδώ έχει επιλεγεί ένα τετριμμένο παράδειγμα για την απλή ``echo`` του PIN κατά την εκκίνηση.
es: Apache2 espera un ejecutable después de ``|``, que se ejecutará durante el arranque y su salida (se espera una nueva línea al final) se utilizará como PIN. Obviamente, se pueden implementar métodos de recuperación de PIN arbitrarios y complejos utilizando este enfoque. Aunque aquí se ha elegido un ejemplo trivial para simplemente ``echo`` el PIN durante el arranque.
et: Apache2 ootab pärast ``|`` käivitatavat faili, mis käivitatakse käivitamise ajal ja selle'väljundit (oodatakse tagumist newline'i) kasutatakse PIN-koodina. Ilmselt saab selle meetodi abil rakendada suvalisi keerulisi PIN-koodi otsingumeetodeid. Kuigi siin on valitud triviaalne näide, et lihtsalt ``echo`` PIN-koodi käivitamise ajal.
fi: Apache2 odottaa ``|`` jälkeen suoritettavaa tiedostoa, joka suoritetaan käynnistyksen aikana ja sen'ulostuloa (odotetaan uutta riviä perässä) käytetään PIN-koodina. Ilmeisesti mielivaltaisia monimutkaisia PIN-koodin hakumenetelmiä voidaan toteuttaa tällä lähestymistavalla. Vaikka tässä on valittu triviaali esimerkki, jossa PIN-koodi saadaan vain ``echo`` käynnistyksen aikana.
fr: Apache2 attend un exécutable après ``|``, qui sera exécuté au démarrage et dont la sortie (la nouvelle ligne de fin est attendue) sera utilisée comme PIN. Évidemment, des méthodes complexes et arbitraires de récupération de PIN peuvent être implémentées en utilisant cette approche. Bien qu'ici, un exemple trivial a été choisi pour juste ``échapper'' le PIN pendant le démarrage.
hu: Az Apache2 a ``|`` után egy futtatható állományt vár, amely az indítás során végrehajtásra kerül, és a kimenetét (a hátul lévő újsor várható) PIN-ként fogja használni. Nyilvánvalóan tetszőlegesen összetett PIN-keresési módszerek is megvalósíthatók ezzel a megközelítéssel. Bár itt egy triviális példát választottunk, hogy csak ``echo`` a PIN-t az indítás során.
ja: Apache2は、``|``の後に実行ファイルを期待しており、起動時に実行され、その出力(末尾の改行が期待される)がPINとして使用されます。明らかに、このアプローチを使って、任意の複雑なPIN検索方法を実装することができます。しかし、ここでは、起動時に``echo``のPINを取得するだけの些細な例が選ばれています。
lt: Po ``|`` laukiama vykdomosios programos, kuri bus paleista paleidimo metu, o jos'išvestis (tikimasi naujos eilutės pabaigos) bus naudojama kaip PIN. Akivaizdu, kad taikant šį metodą galima įgyvendinti bet kokius sudėtingus PIN gavimo metodus. Nors čia pasirinktas trivialus pavyzdys, kai paleidimo metu tiesiog ``echo`` išvedamas PIN kodas.
lv: Apache2 sagaida izpildāmo failu pēc ``|``, kas tiks izpildīts palaišanas laikā, un tā izvades rezultāti (sagaidāma pēdējā jaunā rindiņa) tiks izmantoti kā PIN. Acīmredzot, izmantojot šo pieeju, var īstenot jebkuras sarežģītas PIN iegūšanas metodes. Lai gan šeit ir izvēlēts triviāls piemērs, lai tikai ``echo`` palaišanas laikā iegūtu PIN kodu.
nl: Apache2 verwacht een uitvoerbaar bestand na ``|``, dat tijdens het opstarten zal worden uitgevoerd en waarvan de uitvoer's (er wordt een newline achteraan verwacht) als PIN zal worden gebruikt. Uiteraard kunnen met deze aanpak willekeurig complexe PIN-opvraagmethoden worden geïmplementeerd. Hoewel hier een triviaal voorbeeld is gekozen om alleen ``echo`` de PIN tijdens het opstarten.
pl: Apache2 oczekuje pliku wykonywalnego po ``|``, który zostanie wykonany podczas startu i jego wyjście (oczekiwana jest końcowa nowa linia) zostanie użyte jako PIN. Oczywiście, dowolnie złożone metody pobierania PINu mogą być zaimplementowane przy użyciu tego podejścia. Chociaż tutaj został wybrany trywialny przykład, aby po prostu ``echo`` uzyskać PIN podczas uruchamiania.
pt: O Apache2 espera um executável após ``|``, que será executado durante a inicialização e a saída do Apache's (espera-se uma nova linha de saída) será usada como PIN. Obviamente métodos complexos arbitrários de recuperação de PIN podem ser implementados usando esta abordagem. Embora aqui um exemplo trivial tenha sido escolhido para apenas ``echo`` o PIN durante a inicialização.
ro: Apache2 așteaptă un executabil după ``|```, care va fi executat la pornire, iar ieșirea acestuia (se așteaptă o linie nouă la sfârșit) va fi utilizată ca PIN. Evident, metodele complexe arbitrare de recuperare a PIN-ului pot fi implementate folosind această abordare. Deși aici a fost ales un exemplu trivial pentru a obține doar ``echo``` PIN-ul în timpul pornirii.
ru: После ``|`` Apache2 ожидает исполняемый файл, который будет выполнен во время запуска и его'вывод (ожидается новая строка) будет использован в качестве PIN. Очевидно, что с помощью этого подхода можно реализовать произвольные сложные методы извлечения PIN. Хотя здесь был выбран тривиальный пример, чтобы просто ``echo`` получить PIN во время запуска.
sk: Apache2 očakáva za ``|`` spustiteľný súbor, ktorý sa vykoná počas spúšťania a jeho'výstup (očakáva sa končiaci nový riadok) sa použije ako PIN. Je zrejmé, že pomocou tohto prístupu možno implementovať ľubovoľne zložité metódy získavania PIN. Hoci tu bol zvolený triviálny príklad, aby sa počas spúšťania len ``echo`` získal PIN.
sl: Apache2 za ``|`` pričakuje izvršilni program, ki se bo izvedel med zagonom in njegov'izhod (pričakuje se končna nova vrstica) bo uporabljen kot PIN. S tem pristopom se lahko izvedejo poljubno zapletene metode pridobivanja kode PIN. Čeprav je bil tukaj izbran trivialen primer, ki med zagonom samo ``echo`` pridobi kodo PIN.
sv: Apache2 förväntar sig en körbar fil efter ``|``, som kommer att exekveras under uppstarten och dess utdata (avslutande nyrad förväntas) kommer att användas som PIN. Det är uppenbart att man med detta tillvägagångssätt kan genomföra godtyckligt komplexa metoder för att hämta PIN-koder. Här har dock ett trivialt exempel valts för att bara ``echo`` PIN-koden under uppstarten.
zh_cn: Apache2期望在``|``之后有一个可执行文件，该文件将在启动时被执行，它的输出（尾部换行被期望）将被用作PIN。显然，任意复杂的PIN检索方法都可以用这种方法来实现。虽然这里选择了一个微不足道的例子，只是在启动过程中``echo``的PIN。

source: Further ``SSLPassPhraseDialog`` is a global directive, thus has to be placed in the global configuration scope in Apache2.
bg: Освен това ``SSLPassPhraseDialog`` е глобална директива, затова трябва да бъде поставена в глобалния обхват на конфигурацията в Apache2.
cs: Dále ``SSLPassPhraseDialog`` je globální direktiva, proto musí být v Apache2 umístěna v globálním konfiguračním rozsahu.
da: Endvidere er ``SSLPassPhraseDialog`` et globalt direktiv, og skal derfor placeres i det globale konfigurationsområde i Apache2.
de: Weiterhin ist ``SSLPassPhraseDialog`` eine globale Direktive, muss also im Apache2 in den globalen Konfigurationsbereich gelegt werden.
el: Περαιτέρω ``SSLPassPhraseDialog`` είναι μια παγκόσμια οδηγία, επομένως πρέπει να τοποθετηθεί στην παγκόσμια εμβέλεια ρυθμίσεων στον Apache2.
es: Además, ``SSLPassPhraseDialog`` es una directiva global, por lo que debe colocarse en el ámbito de configuración global de Apache2.
et: Lisaks ``SSLPassPhraseDialog`` on globaalne direktiiv, seega tuleb see paigutada Apache2 globaalsesse konfiguratsiooni ulatusse.
fi: Lisäksi ``SSLPassPhraseDialog`` on globaali direktiivi, joten se on sijoitettava Apache2:n globaaliin konfiguraatioalueeseen.
fr: De plus, ``SSLPassPhraseDialog`` est une directive globale, qui doit donc être placée dans la configuration globale d'Apache2.
hu: Továbbá ``SSLPassPhraseDialog`` egy globális direktíva, ezért az Apache2-ben a globális konfigurációs tartományban kell elhelyezni.
ja: さらに、``SSLPassPhraseDialog``はグローバルなディレクティブなので、Apache2ではグローバルなコンフィギュレーションスコープに置かなければなりません。
lt: Be to, ``SSLPassPhraseDialog`` yra globalioji direktyva, todėl ji turi būti patalpinta "Apache2" globaliosios konfigūracijos srityje.
lv: Turklāt ``SSLPassPhraseDialog`` ir globāla direktīva, tāpēc tā jāieliek Apache2 globālās konfigurācijas jomā.
nl: Verder is ``SSLPassPhraseDialog`` een globale richtlijn, dus moet deze in Apache2 in het globale configuratiebereik worden geplaatst.
pl: Dalej ``SSLPassPhraseDialog`` jest dyrektywą globalną, a więc musi być umieszczona w globalnym zakresie konfiguracji w Apache2.
pt: Além disso ``SSLPassPhraseDialog``` é uma diretiva global, portanto tem que ser colocada no escopo de configuração global no Apache2.
ro: Mai mult, ``SSLPassPhraseDialog``` este o directivă globală, deci trebuie să fie plasată în domeniul de configurare globală în Apache2.
ru: Далее ``SSLPassPhraseDialog`` является глобальной директивой, поэтому должна быть помещена в область глобальной конфигурации в Apache2.
sk: Ďalej ``SSLPassPhraseDialog`` je globálna smernica, preto musí byť umiestnená v globálnom konfiguračnom rozsahu Apache2.
sl: Nadalje ``SSLPassPhraseDialog`` je globalna direktiva, zato mora biti v Apache2 nameščena v globalno področje konfiguracije.
sv: Vidare är ``SSLPassPhraseDialog`` ett globalt direktiv och måste därför placeras i det globala konfigurationsområdet i Apache2.
zh_cn: 此外``SSLPassPhraseDialog``是一个全局指令，因此必须放在Apache2的全局配置范围中。

source: This shown example is not a secure mechanism to pass your PIN, as it will be written in plain-text inside your configuration
bg: Показаният пример не е сигурен механизъм за предаване на вашия ПИН код, тъй като той ще бъде записан в обикновен текст в конфигурацията ви.
cs: Tento příklad není bezpečným mechanismem pro předání kódu PIN, protože bude zapsán v prostém textu uvnitř konfigurace.
da: Dette viste eksempel er ikke en sikker mekanisme til at overføre din PIN-kode, da den vil blive skrevet i klar tekst i din konfiguration
de: Das gezeigte Beispiel ist kein sicherer Mechanismus zur Übergabe der PIN, da sie im Klartext in der Konfiguration geschrieben wird
el: Αυτό το παράδειγμα δεν είναι ένας ασφαλής μηχανισμός για να περάσετε το PIN σας, καθώς θα γραφτεί σε απλό κείμενο μέσα στη διαμόρφωσή σας.
es: Este ejemplo mostrado no es un mecanismo seguro para pasar su PIN, ya que será escrito en texto plano dentro de su configuración
et: See näidatud näide ei ole turvaline mehhanism PIN-koodi edastamiseks, kuna see kirjutatakse lihtsas tekstis teie konfiguratsiooni sisse.
fi: Tämä esimerkki ei ole turvallinen mekanismi PIN-koodin välittämiseen, koska se kirjoitetaan selvänä tekstinä konfiguraatiosi sisälle.
fr: Cet exemple n'est pas un mécanisme sûr pour transmettre votre code PIN, car il sera écrit en clair dans votre configuration.
hu: Ez a példa nem biztonságos mechanizmus a PIN-kód átadására, mivel az egyszerű szöveges formában lesz leírva a konfiguráción belül.
ja: この例では、PINが設定の中に平文で書き込まれるため、PINを渡すための安全なメカニズムではありません。
lt: Šis pavyzdys nėra saugus PIN kodo perdavimo mechanizmas, nes jis bus įrašytas atviru tekstu konfigūracijos viduje.
lv: Šis parādītais piemērs nav drošs PIN koda nodošanas mehānisms, jo tas tiks ierakstīts atklātā tekstā jūsu konfigurācijā.
nl: Dit getoonde voorbeeld is geen veilig mechanisme om uw PIN door te geven, aangezien het in platte tekst in uw configuratie zal worden geschreven
pl: Ten pokazany przykład nie jest bezpiecznym mechanizmem przekazywania kodu PIN, ponieważ będzie on zapisany w postaci jawnego tekstu wewnątrz twojej konfiguracji
pt: Este exemplo não é um mecanismo seguro para passar seu PIN, pois ele será escrito em texto simples dentro de sua configuração
ro: Acest exemplu prezentat nu este un mecanism sigur pentru a transmite PIN-ul, deoarece acesta va fi scris în text simplu în interiorul configurației dvs.
ru: Этот пример не является безопасным механизмом передачи PIN-кода, поскольку он будет записан в открытом виде внутри вашей конфигурации.
sk: Tento príklad nie je bezpečným mechanizmom na odovzdanie PIN kódu, pretože bude zapísaný v otvorenom texte vo vašej konfigurácii.
sl: Ta prikazani primer ni varen mehanizem za posredovanje kode PIN, saj bo zapisana v obliki navadnega besedila v konfiguraciji.
sv: Det här exemplet är inte en säker mekanism för att överföra din PIN-kod, eftersom den kommer att skrivas i klartext i din konfiguration.
zh_cn: 这个例子并不是传递PIN码的安全机制，因为它将以明文形式写入你的配置中。

source: See the `Apache2 mod_ssl documentation`_ for more details on this feature.
bg: Вижте `Документацията на Apache2 mod_ssl`_ за повече подробности относно тази функция.
cs: Další podrobnosti o této funkci naleznete v `Dokumentaci mod_ssl ke službě Apache2`_.
da: Se `Apache2 mod_ssl-dokumentationen`_ for flere oplysninger om denne funktion.
de: Weitere Einzelheiten zu dieser Funktion finden Sie in der `Apache2 mod_ssl-Dokumentation`_.
el: Δείτε την `Apache2 mod_ssl documentation`_ για περισσότερες λεπτομέρειες σχετικά με αυτή τη λειτουργία.
es: Consulte la `Documentación sobre mod_ssl de Apache2`_ para obtener más detalles sobre esta función.
et: Vaata `Apache2 mod_ssl documentation`_ selle funktsiooni kohta lisateavet.
fi: Katso `Apache2 mod_ssl documentation`_ lisätietoja tästä ominaisuudesta.
fr: Consultez la `Documentation mod_ssl d'Apache2`_ pour plus de détails sur cette fonctionnalité.
hu: Lásd az `Apache2 mod_ssl dokumentációját`_ a funkcióval kapcsolatos további részletekért.
ja: この機能の詳細については、`Apache2 mod_ssl documentation`_を参照してください。
lt: Daugiau informacijos apie šią funkciją rasite `Apache2 mod_ssl dokumentacijoje`_.
lv: Sīkāku informāciju par šo funkciju skatīt `Apache2 mod_ssl dokumentācijā`_.
nl: Zie de `Apache2 mod_ssl documentatie`_ voor meer details over deze functie.
pl: Zobacz dokumentację `Apache2 mod_ssl documentation`_ aby uzyskać więcej szczegółów na temat tej funkcji.
pt: Veja a `Apache2 mod_ssl documentation`_ para mais detalhes sobre esta funcionalidade.
ro: Consultați `Documentația Mod_ssl pentru Apache2`_ pentru mai multe detalii despre această caracteristică.
ru: Более подробную информацию об этой функции смотрите в `документации по mod_ssl для Apache2`_.
sk: Viac informácií o tejto funkcii nájdete v `Dokumentácii mod_ssl k Apache2`_.
sl: Za več podrobnosti o tej funkciji glejte `Dokumentacijo mod_ssl za Apache2`_.
sv: Se `Apache2 mod_ssl documentation`_ för mer information om denna funktion.
zh_cn: 关于这个功能的更多细节，请看`Apache2 mod_ssl 文档`_。
