Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/hsm.po
Languages: bg, cs, da, de, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: 76 KB EEPROM total, max. 150 x ECC-521 keys, max. 300 x ECC/AES-256 keys, max. 19 x RSA-4096 keys, max. 38 x RSA-2048 keys
bg: Общо 76 KB EEPROM, макс. 150 x ECC-521 ключове, макс. 300 x ECC/AES-256 ключове, макс. 19 x RSA-4096 ключове, макс. 38 x RSA-2048 ключове
cs: Celkem 76 KB EEPROM, max. 150 x klíče ECC-521, max. 300 x ECC/AES-256 klíčů, max. 19 x klíče RSA-4096, max. 38 x RSA-2048 klíčů
da: 76 KB EEPROM i alt, max. 150 x ECC-521-nøgler, max. 300 x ECC/AES-256-nøgler, max. 19 x RSA-4096-nøgler, maks. 38 x RSA-2048-nøgler
el: 76 KB EEPROM συνολικά, μέγ. 150 x πλήκτρα ECC-521, μέγ. 300 x κλειδιά ECC/AES-256, μέγ. 19 x κλειδιά RSA-4096, μέγ. 38 x κλειδιά RSA-2048
es: 76 KB de EEPROM en total, máx. 150 x claves ECC-521, máx. 300 x claves ECC/AES-256, máx. 19 claves RSA-4096, máx. 38 claves RSA-2048
et: 76 KB EEPROM kokku, max. 150 x ECC-521 võtmed, max. 300 x ECC/AES-256 võtmed, max. 19 x RSA-4096 võtmed, max. 38 x RSA-2048 võtmed
fi: 76 KB EEPROM yhteensä, max. 150 x ECC-521-avaimet, max. 300 x ECC/AES-256-avaimet, max. 19 x RSA-4096-avainta, max. 38 x RSA-2048-avainta
fr: 76 KB EEPROM total, max. 150 x clés ECC-521, max. 300 x clés ECC/AES-256, max. 19 x clés RSA-4096, max. 38 x RSA-2048
hu: 76 KB EEPROM összesen, max. 150 x ECC-521 kulcs, max. 300 x ECC/AES-256 kulcs, max. 19 x RSA-4096 kulcs, max. 38 x RSA-2048 kulcs
ja: 76KBのEEPROM合計、最大150 x ECC-521キー、最大300 x ECC/AES-256キー，最大．19個のRSA-4096キー、最大1個のRSA-2048キー38個のRSA-2048キー
lt: Iš viso 76 KB EEPROM, maks. 150 x ECC-521 raktų, maks. 300 x ECC/AES-256 raktų, maks. 19 x RSA-4096 raktų, maks. 38 x RSA-2048 raktai
lv: 76 KB EEPROM kopā, maks. 150 x ECC-521 taustiņi, maks. 300 x ECC/AES-256 atslēgas, maks. 19 x RSA-4096 atslēgas, maks. 38 x RSA-2048 atslēgas
nl: 76 KB EEPROM totaal, max. 150 x ECC-521 sleutels, max. 300 x ECC/AES-256 sleutels, max. 19 x RSA-4096 sleutels, max. 38 x RSA-2048 sleutels
pl: 76 KB EEPROM razem, max. 150 x klucze ECC-521, maks. 300 x klucze ECC/AES-256, maks. 19 x RSA-4096 kluczy, max. 38 x klucze RSA-2048
pt: 76 KB EEPROM total, máximo. 150 x ECC-521 teclas, máx. 300 x teclas ECC/AES-256, máx. 19 x teclas RSA-4096, máx. 38 x teclas RSA-2048
ro: 76 KB EEPROM total, max. 150 x chei ECC-521, max. 300 x chei ECC/AES-256, max. 19 x chei RSA-4096, max. 38 x chei RSA-2048
ru: 76 КБ EEPROM всего, макс. 150 x ECC-521 ключей, макс. 300 x ECC/AES-256 ключей, макс. 19 x RSA-4096 ключей, макс. 38 x RSA-2048 ключей
sk: 76 KB EEPROM spolu, max. 150 x ECC-521 kľúčov, max. 300 x ECC/AES-256 kľúčov, max. 19 x kľúče RSA-4096, max. 38 x RSA-2048 kľúčov
sl: 76 KB EEPROM skupaj, max. 150 x tipke ECC-521, max. 300 x ECC/AES-256 ključev, največ 19 x ključi RSA-4096, največ 38 x ključev RSA-2048
sv: 76 KB EEPROM totalt, max. 150 x ECC-521-nycklar, max. 300 x ECC/AES-256-nycklar, max. 19 x RSA-4096-nycklar, max. 38 x RSA-2048-nycklar
zh_cn: 总共76 KB EEPROM，最大。150个ECC-521密钥，最大。300 x ECC/AES-256 密钥，最大19 x RSA-4096 密钥，最大。38个RSA-2048密钥

source: **Q:** How many keys can I store?
bg: **В:** Колко ключа мога да съхранявам?
cs: **Q:** Kolik klíčů mohu uložit?
da: **Q:** Hvor mange nøgler kan jeg gemme?
el: **Q:** Πόσα κλειδιά μπορώ να αποθηκεύσω;
es: **Q:** ¿Cuántas llaves puedo almacenar?
et: **K:** Mitu võtit ma saan salvestada?
fi: **Q:** Kuinka monta avainta voin tallentaa?
fr: **Q:** Combien de clés puis-je stocker ?
hu: **K:** Hány kulcsot tárolhatok?
ja: **Q:** 鍵は何本まで保存できますか？
lt: **Q:** Kiek raktų galima saugoti?
lv: **Q:** Cik daudz atslēgu var saglabāt?
nl: **Q:** Hoeveel sleutels kan ik opslaan?
pl: **Q:** Ile kluczy mogę przechowywać?
pt: **Quantas chaves posso guardar?
ro: **Q:** Câte chei pot stoca?
ru: **В:** Сколько ключей я могу хранить?
sk: **Q:** Koľko kľúčov môžem uložiť?
sl: **Q:** Koliko ključev lahko shranim?
sv: **Q:** Hur många nycklar kan jag lagra?
zh_cn: **问：**我可以存储多少个钥匙？

source: Nitrokey HSM can store 20 RSA-2048 and 31 ECC-256 key pairs.
bg: Nitrokey HSM може да съхранява 20 двойки ключове RSA-2048 и 31 двойки ключове ECC-256.
cs: Nitrokey HSM může uložit 20 párů klíčů RSA-2048 a 31 párů klíčů ECC-256.
da: Nitrokey HSM kan gemme 20 RSA-2048- og 31 ECC-256-nøglepar.
el: Το Nitrokey HSM μπορεί να αποθηκεύσει 20 ζεύγη κλειδιών RSA-2048 και 31 ζεύγη κλειδιών ECC-256.
es: Nitrokey HSM puede almacenar 20 pares de claves RSA-2048 y 31 ECC-256.
et: Nitrokey HSM suudab salvestada 20 RSA-2048 ja 31 ECC-256 võtmepaari.
fi: Nitrokey HSM voi tallentaa 20 RSA-2048- ja 31 ECC-256-avainparia.
fr: Le Nitrokey HSM peut stocker 20 paires de clés RSA-2048 et 31 paires de clés ECC-256.
hu: A Nitrokey HSM 20 RSA-2048 és 31 ECC-256 kulcspárt képes tárolni.
ja: Nitrokey HSMは20個のRSA-2048と31個のECC-256のキーペアを保存できます。
lt: "Nitrokey HSM" gali saugoti 20 RSA-2048 ir 31 ECC-256 raktų porą.
lv: Nitrokey HSM var saglabāt 20 RSA-2048 un 31 ECC-256 atslēgu pārus.
nl: Nitrokey HSM kan 20 RSA-2048 en 31 ECC-256 sleutelparen opslaan.
pl: Nitrokey HSM może przechowywać 20 par kluczy RSA-2048 i 31 par kluczy ECC-256.
pt: Nitrokey HSM pode armazenar 20 pares de chaves RSA-2048 e 31 pares de chaves ECC-256.
ro: Nitrokey HSM poate stoca 20 de perechi de chei RSA-2048 și 31 de perechi de chei ECC-256.
ru: Nitrokey HSM может хранить 20 пар ключей RSA-2048 и 31 пару ключей ECC-256.
sk: Nitrokey HSM môže uložiť 20 párov kľúčov RSA-2048 a 31 párov kľúčov ECC-256.
sl: Nitrokey HSM lahko shrani 20 parov ključev RSA-2048 in 31 parov ključev ECC-256.
sv: Nitrokey HSM kan lagra 20 RSA-2048- och 31 ECC-256-nyckelpar.
zh_cn: Nitrokey HSM可以存储20个RSA-2048和31个ECC-256的密钥对。

source: **Q:** How fast is encryption and signing?
bg: **В:** Колко бързо се извършва криптирането и подписването?
cs: **Q:** Jak rychlé je šifrování a podepisování?
da: **Q:** Hvor hurtigt er kryptering og signering?
el: **Q:** Πόσο γρήγορη είναι η κρυπτογράφηση και η υπογραφή;
es: **P: ** ¿Cómo de rápido es el cifrado y la firma?
et: **K:** Kui kiire on krüpteerimine ja allkirjastamine?
fi: **Q:** Kuinka nopeasti salaus ja allekirjoitus toimii?
fr: **Q:** Quelle est la rapidité du cryptage et de la signature ?
hu: **K:** Milyen gyors a titkosítás és az aláírás?
ja: **Q：**暗号化や署名の速度はどのくらいですか？
lt: **Q:** Kaip greitai šifruojama ir pasirašoma?
lv: **Q:** Cik ātra ir šifrēšana un parakstīšana?
nl: **Q:** Hoe snel is versleutelen en ondertekenen?
pl: **Q:** Jak szybkie jest szyfrowanie i podpisywanie?
pt: **Q:** Quão rápido é a encriptação e a assinatura?
ro: **Întrebare: ** Cât de rapid este criptarea și semnarea?
ru: **В:** Насколько быстро происходит шифрование и подписание?
sk: **Q:** Ako rýchlo prebieha šifrovanie a podpisovanie?
sl: **Q:** Kako hitro poteka šifriranje in podpisovanje?
sv: **Q:** Hur snabbt går kryptering och signering?
zh_cn: **问：**加密和签名的速度如何？

source: Key generation on-card: RSA 2048: 2 per minute
bg: Генериране на ключове в картата: RSA 2048: 2 на минута
cs: Generování klíčů na kartě: RSA 2048: 2 za minutu
da: Nøglegenerering på kortet: RSA 2048: 2 pr. minut
el: Δημιουργία κλειδιού στην κάρτα: RSA 2048: 2 ανά λεπτό
es: Generación de claves en la tarjeta: RSA 2048: 2 por minuto
et: Võtme genereerimine kaardil: RSA 2048: 2 minutis
fi: Avaimen luominen kortilla: RSA 2048: 2 minuutissa
fr: Génération de clés sur la carte : RSA 2048 : 2 par minute
hu: Kulcsgenerálás a kártyán: RSA 2048: 2 percenként
ja: 鍵の生成はカード上で行います。RSA 2048: 2個/分
lt: Raktas generuojamas kortelėje: RSA 2048: 2 per minutę
lv: Atslēgas ģenerēšana kartē: RSA 2048: 2 minūtē
nl: Sleutelgeneratie op de kaart: RSA 2048: 2 per minuut
pl: Generowanie kluczy na karcie: RSA 2048: 2 na minutę
pt: Geração de chaves no cartão: RSA 2048: 2 por minuto
ro: Generarea cheilor pe card: RSA 2048: 2 pe minut
ru: Генерация ключей на карте: RSA 2048: 2 в минуту
sk: Generovanie kľúčov na karte: RSA 2048: 2 za minútu
sl: Ustvarjanje ključev na kartici: RSA 2048: 2 na minuto
sv: Nyckelgenerering på kortet: RSA 2048: 2 per minut
zh_cn: 卡片上的密钥生成。RSA 2048：每分钟2个

source: Key generation on-card: ECC 256: 10 per minute.
bg: Генериране на ключове в картата: ECC 256: 10 в минута.
cs: Generování klíčů na kartě: ECC 256: 10 za minutu.
da: Nøglegenerering på kortet: ECC 256: 10 pr. minut.
el: Δημιουργία κλειδιού στην κάρτα: ECC 256: 10 ανά λεπτό.
es: Generación de claves en la tarjeta: ECC 256: 10 por minuto.
et: Võtme genereerimine kaardil: ECC 256: 10 minutis.
fi: Avaimen luominen kortilla: ECC 256: 10 minuutissa.
fr: Génération de clés sur carte : ECC 256 : 10 par minute.
hu: Kulcsgenerálás a kártyán: ECC 256: 10 percenként.
ja: 鍵の生成はカード上で行います。ECC 256：毎分10回。
lt: Raktas generuojamas kortelėje: ECC 256: 10 per minutę.
lv: Atslēgas ģenerēšana kartē: ECC 256: 10 minūtē.
nl: Sleutelgeneratie op de kaart: ECC 256: 10 per minuut.
pl: Generowanie kluczy na karcie: ECC 256: 10 na minutę.
pt: Geração de chaves no cartão: ECC 256: 10 por minuto.
ro: Generarea cheilor pe card: ECC 256: 10 pe minut.
ru: Генерация ключей на карте: ECC 256: 10 в минуту.
sk: Generovanie kľúčov na karte: ECC 256: 10 za minútu.
sl: Ustvarjanje ključev na kartici: ECC 256: 10 na minuto.
sv: Nyckelgenerering på kortet: ECC 256: 10 per minut.
zh_cn: 卡片上的密钥生成。ECC 256：每分钟10个。

source: Signature creation with off-card hash: RSA 2048; 100 per minute
bg: Създаване на подпис с хеш извън картата: RSA 2048; 100 в минута
cs: Vytvoření podpisu pomocí hash mimo kartu: RSA 2048; 100 za minutu
da: Oprettelse af signaturer med hash uden for kortet: RSA 2048; 100 pr. minut
el: Δημιουργία υπογραφής με κατακερματισμό εκτός κάρτας: 100 ανά λεπτό
es: Creación de firmas con hash fuera de la tarjeta: RSA 2048; 100 por minuto
et: Allkirja loomine kaardivälise hashiga: RSA 2048; 100 minutis
fi: Allekirjoituksen luominen kortin ulkopuolisella hashilla: RSA 2048; 100 minuutissa
fr: Création de signature avec hachage hors carte : RSA 2048 ; 100 par minute
hu: Aláírás létrehozása kártyán kívüli hash-val: RSA 2048; 100 percenként
ja: オフカードハッシュによる署名作成RSA 2048; 100/分
lt: Parašo kūrimas naudojant ne kortelės hash: RSA 2048; 100 per minutę
lv: Paraksta izveide ar ārpuskartes hash: RSA 2048; 100 minūtē
nl: Handtekening creatie met off-card hash: RSA 2048; 100 per minuut
pl: Tworzenie podpisu z hashowaniem poza kartą: RSA 2048; 100 na minutę
pt: Criação de assinaturas com hash fora do cartão: RSA 2048; 100 por minuto
ro: Crearea semnăturii cu hash în afara cardului: RSA 2048; 100 pe minut
ru: Создание подписи с хэшем вне карты: RSA 2048; 100 в минуту
sk: Vytváranie podpisov pomocou hash mimo karty: RSA 2048; 100 za minútu
sl: Ustvarjanje podpisa z zunajkartičnim hashem: RSA 2048; 100 na minuto
sv: Skapande av signaturer med hash från kortet: RSA 2048; 100 per minut
zh_cn: 用卡外哈希创建签名。RSA 2048；每分钟100个

source: Signature creation with off-card hash: ECDSA 256: 360 per minute
bg: Създаване на подпис с хеш извън картата: ECDSA 256: 360 в минута
cs: Vytvoření podpisu pomocí hash mimo kartu: ECDSA 256: 360 za minutu
da: Oprettelse af signaturer med hash uden for kortet: ECDSA 256: 360 pr. minut
el: Δημιουργία υπογραφής με κατακερματισμό εκτός κάρτας: ECDSA 256: 360 ανά λεπτό
es: Creación de firmas con hash fuera de la tarjeta: ECDSA 256: 360 por minuto
et: Allkirja loomine kaardivälise hashiga: ECDSA 256: 360 minutis
fi: Allekirjoituksen luominen kortin ulkopuolisella hashilla: ECDSA 256: 360 minuutissa
fr: Création de signature avec hachage hors carte : ECDSA 256 : 360 par minute
hu: Aláírás létrehozása kártyán kívüli hash-val: ECDSA 256: 360 percenként
ja: オフカードハッシュでの署名作成ECDSA 256: 360/分
lt: Parašo kūrimas naudojant ne kortelės hash: ECDSA 256: 360 per minutę
lv: Paraksta izveide ar ārpuskartes hash: ECDSA 256: 360 minūtē
nl: Handtekening creatie met off-card hash: ECDSA 256: 360 per minuut
pl: Tworzenie podpisu z hashowaniem poza kartą: ECDSA 256: 360 na minutę
pt: Criação de assinaturas com hash fora do cartão: ECDSA 256: 360 por minuto
ro: Crearea semnăturii cu hash în afara cardului: ECDSA 256: 360 pe minut
ru: Создание подписи с хэшем вне карты: ECDSA 256: 360 в минуту
sk: Vytváranie podpisov pomocou hash mimo karty: ECDSA 256: 360 za minútu
sl: Ustvarjanje podpisa z zunajkartičnim hashem: ECDSA 256: 360 na minuto
sv: Skapande av signaturer med hash från kortet: ECDSA 256: 360 per minut
zh_cn: 用卡外哈希创建签名。ECDSA 256：每分钟360个

source: Signature creation with on-card SHA-256 and 1 kb data: RSA 2048; 68 per minute
bg: Създаване на подпис с вграден в картата SHA-256 и 1 kb данни: RSA 2048; 68 на минута
cs: Vytvoření podpisu pomocí SHA-256 na kartě a 1 kb dat: RSA 2048; 68 za minutu
da: Oprettelse af signaturer med SHA-256 på kortet og 1 kb data: RSA 2048; 68 pr. minut
el: Δημιουργία υπογραφής με SHA-256 στην κάρτα και δεδομένα 1 kb: RSA 2048; 68 ανά λεπτό
es: Creación de firmas con SHA-256 en la tarjeta y datos de 1 kb: RSA 2048; 68 por minuto
et: Allkirja loomine kaardil oleva SHA-256 ja 1 kb andmetega: RSA 2048; 68 minutis
fi: Allekirjoituksen luominen kortilla olevalla SHA-256:lla ja 1 kb:n tiedoilla: RSA 2048; 68 minuutissa
fr: Création de signature avec SHA-256 sur la carte et 1 kb de données : RSA 2048 ; 68 par minute
hu: Aláírás létrehozása a kártyán lévő SHA-256 és 1 kb adat segítségével: RSA 2048; 68 percenként
ja: オンカードのSHA-256と1kbのデータで署名作成。RSA 2048; 68/分
lt: Parašo kūrimas naudojant kortelėje esantį SHA-256 ir 1 kb duomenų: RSA 2048; 68 per minutę
lv: Paraksta izveide ar kartē iebūvētu SHA-256 un 1 kb datiem: RSA 2048; 68 minūtē
nl: Aanmaken van handtekeningen met SHA-256 op de kaart en 1 kb data: RSA 2048; 68 per minuut
pl: Tworzenie podpisu z wbudowanym SHA-256 i 1 kb danych: RSA 2048; 68 na minutę
pt: Criação da assinatura com dados SHA-256 e 1 kb no cartão: RSA 2048; 68 por minuto
ro: Crearea semnăturii cu SHA-256 pe card și date de 1 kb: RSA 2048; 68 pe minut
ru: Создание подписи с помощью встроенного SHA-256 и 1 кб данных: RSA 2048; 68 в минуту
sk: Vytvorenie podpisu pomocou SHA-256 na karte a 1 kb údajov: RSA 2048; 68 za minútu
sl: Ustvarjanje podpisa s SHA-256 na kartici in 1 kb podatkov: RSA 2048; 68 na minuto
sv: Skapande av signaturer med SHA-256 på kortet och 1 kb data: RSA 2048; 68 per minut
zh_cn: 用卡上的SHA-256和1kb数据创建签名。RSA 2048；每分钟68个

source: Signature creation with on-card SHA-256 and 1 kb data: ECDSA 256: 125 per minute
bg: Създаване на подпис с вграден в картата SHA-256 и 1 kb данни: ECDSA 256: 125 на минута
cs: Vytvoření podpisu pomocí SHA-256 na kartě a 1 kb dat: ECDSA 256: 125 za minutu
da: Oprettelse af signaturer med SHA-256 på kortet og 1 kb data: ECDSA 256: 125 pr. minut
el: Δημιουργία υπογραφής με SHA-256 στην κάρτα και δεδομένα 1 kb: ECDSA 256: 125 ανά λεπτό
es: Creación de firmas con SHA-256 en la tarjeta y 1 kb de datos: ECDSA 256: 125 por minuto
et: Allkirja loomine kaardil oleva SHA-256 ja 1 kb andmetega: ECDSA 256: 125 minutis
fi: Allekirjoituksen luominen kortilla olevalla SHA-256:lla ja 1 kb:n tiedoilla: ECDSA 256: 125 minuutissa
fr: Création de signature avec SHA-256 sur la carte et 1 kb de données : ECDSA 256 : 125 par minute
hu: Aláírás létrehozása a kártyán lévő SHA-256 és 1 kb adat segítségével: ECDSA 256: 125 percenként
ja: オンカードのSHA-256と1kbのデータで署名作成。ECDSA 256: 125/分
lt: Parašo kūrimas naudojant kortelėje esantį SHA-256 ir 1 kb duomenų: ECDSA 256: 125 per minutę
lv: Paraksta izveide ar kartē iebūvētu SHA-256 un 1 kb datiem: ECDSA 256: 125 minūtē
nl: Aanmaken van handtekeningen met on-card SHA-256 en 1 kb data: ECDSA 256: 125 per minuut
pl: Tworzenie podpisu przy użyciu SHA-256 na karcie i 1 kb danych: ECDSA 256: 125 na minutę
pt: Criação da assinatura com dados SHA-256 e 1 kb no cartão: ECDSA 256: 125 por minuto
ro: Crearea semnăturii cu SHA-256 pe card și date de 1 kb: ECDSA 256: 125 pe minut
ru: Создание подписи с помощью встроенного SHA-256 и 1 кб данных: ECDSA 256: 125 в минуту
sk: Vytvorenie podpisu pomocou SHA-256 na karte a 1 kb údajov: ECDSA 256: 125 za minútu
sl: Ustvarjanje podpisa s SHA-256 na kartici in 1 kb podatkov: ECDSA 256: 125 na minuto
sv: Skapande av signaturer med SHA-256 på kortet och 1 kb data: ECDSA 256: 125 per minut
zh_cn: 用卡上的SHA-256和1kb数据创建签名。ECDSA 256：每分钟125个

source: **Q:** How can I distinguish a Nitrokey HSM1 from an Nitrokey HSM2?
bg: **В:** Как мога да различа Nitrokey HSM1 от Nitrokey HSM2?
cs: **Q:** Jak rozeznám Nitrokey HSM1 od Nitrokey HSM2?
da: **Q:** Hvordan kan jeg skelne en Nitrokey HSM1 fra en Nitrokey HSM2?
el: **Q:** Πώς μπορώ να ξεχωρίσω ένα Nitrokey HSM1 από ένα Nitrokey HSM2;
es: **P: ¿Cómo puedo distinguir un Nitrokey HSM1 de un Nitrokey HSM2?
et: **K:** Kuidas saab Nitrokey HSM1-i Nitrokey HSM2-st eristada?
fi: **Q:** Miten voin erottaa Nitrokey HSM1:n Nitrokey HSM2:sta?
fr: **Q:** Comment puis-je distinguer un Nitrokey HSM1 d'un Nitrokey HSM2 ?
hu: **K:** Hogyan tudom megkülönböztetni a Nitrokey HSM1-et a Nitrokey HSM2-től?
ja: **Q:** Nitrokey HSM1とNitrokey HSM2はどのようにして見分けることができますか？
lt: **Q:** Kaip atskirti "Nitrokey HSM1" nuo "Nitrokey HSM2"?
lv: **Q:** Kā atšķirt Nitrokey HSM1 no Nitrokey HSM2?
nl: **Q:** Hoe kan ik een Nitrokey HSM1 van een Nitrokey HSM2 onderscheiden?
pl: **Q:** Jak mogę odróżnić Nitrokey HSM1 od Nitrokey HSM2?
pt: **Q:** Como posso distinguir um Nitrokey HSM1 de um Nitrokey HSM2?
ro: **Întrebare:** Cum pot distinge un Nitrokey HSM1 de un Nitrokey HSM2?
ru: **Вопрос:** Как отличить Nitrokey HSM1 от Nitrokey HSM2?
sk: **Q:** Ako rozoznám Nitrokey HSM1 od Nitrokey HSM2?
sl: **Q:** Kako lahko ločim Nitrokey HSM1 od Nitrokey HSM2?
sv: **Q:** Hur kan jag skilja en Nitrokey HSM1 från en Nitrokey HSM2?
zh_cn: **问：**我如何区分Nitrokey HSM1和Nitrokey HSM2？

source: Use ``opensc-tool --list-algorithms`` and compare with the table below. Please also see `this thread`_ for the factsheets and more details.
bg: Използвайте ``opensc-tool --list-algorithms`` и сравнете с таблицата по-долу. Моля, вижте също `тази тема`_ за информационните листове и повече подробности.
cs: Použijte ``opensc-tool --list-algorithms`` a porovnejte s následující tabulkou. Podívejte se také na `toto vlákno`_, kde najdete informační tabulky a další podrobnosti.
da: Brug ``opensc-tool --list-algorithms`` og sammenlign med nedenstående tabel. Se også `denne tråd`_ for faktablade og flere oplysninger.
el: Χρησιμοποιήστε ``opensc-tool --list-algorithms`` και συγκρίνετε με τον παρακάτω πίνακα. Δείτε επίσης το `αυτό το νήμα`_ για τα ενημερωτικά δελτία και περισσότερες λεπτομέρειες.
es: Utiliza ``opensc-tool --list-algorithms`` y compáralo con la siguiente tabla. Consulta también `este hilo`_ para ver las fichas y más detalles.
et: Kasutage ``opensc-tool --list-algorithms<x>`` ja võrrelge allpool esitatud tabeliga. Palun vaadake ka `teda teemat`_, kus on esitatud teabelehti ja rohkem üksikasju.
fi: Käytä ``opensc-tool --list-algorithms`` ja vertaa alla olevaan taulukkoon. Katso myös `tämässä viestiketjussa`_ olevat tietosivut ja lisätietoja.
fr: Utilisez ``opensc-tool --list-algorithms`` et comparez avec le tableau ci-dessous. Veuillez également consulter `cette discussion`_ pour les fiches techniques et plus de détails.
hu: Használja a ``opensc-tool --list-algorithms`` és hasonlítsa össze az alábbi táblázattal. Kérjük, tekintse meg a `ezt a témát`_ is a tényfeltáró táblázatokért és további részletekért.
ja: ``opensc-tool --list-algorithms``を使って、下の表と比較してみてください。また、ファクトシートや詳細については`このスレッド`_をご覧ください。
lt: Naudokite ``opensc-tool --list-algorithms`` ir palyginkite su toliau pateikta lentele. Taip pat žr. `šią temą`_, kurioje rasite faktų lenteles ir daugiau informacijos.
lv: Izmantojiet ``opensc-tool --list-algorithms`` un salīdziniet ar tālāk redzamo tabulu. Lūdzu, skatiet arī `šo tēmu`_, lai iepazītos ar faktu lapām un sīkāku informāciju.
nl: Gebruik ``opensc-tool --list-algorithms`` en vergelijk met de tabel hieronder. Zie ook `deze thread`_ voor de factsheets en meer details.
pl: Użyj ``opensc-tool --list-algorithms`` i porównaj z poniższą tabelą. Proszę również zapoznać się z `tym wątkiem`_, aby uzyskać arkusze informacyjne i więcej szczegółów.
pt: Use ``opensc-tool --list-algorithms``` e compare com a tabela abaixo. Por favor veja também `>este tópico`_ para as fichas técnicas e mais detalhes.
ro: Folosiți ``opensc-tool --list-algorithms`` și comparați cu tabelul de mai jos. Vă rugăm să consultați și `acest topic`_ pentru fișele informative și mai multe detalii.
ru: Используйте ``opensc-tool --list-algorithms`` и сравните с таблицей ниже. Также смотрите `эту тему`_ для получения фактологических таблиц и более подробной информации.
sk: Použite ``opensc-tool --list-algorithms`` a porovnajte s nasledujúcou tabuľkou. Pozrite si tiež `túto tému`_, kde nájdete informačné tabuľky a ďalšie podrobnosti.
sl: Uporabite ``opensc-tool --list-algorithms`` in primerjajte s spodnjo tabelo. Oglejte si tudi `to temo`_ za preglednice in več podrobnosti.
sv: Använd ``opensc-tool --list-algorithms`` och jämför med tabellen nedan. Se även `den här tråden`_ för faktablad och mer information.
zh_cn: 使用``opensc-tool --list-algorithms``并与下表进行比较。也请看`这个主题`_，以了解情况表和更多细节。

source: **Q:** Which algorithms and maximum key length are supported?
bg: **В:** Кои алгоритми и максимална дължина на ключа се поддържат?
cs: **Q:** Jaké algoritmy a maximální délka klíče jsou podporovány?
da: **Q:** Hvilke algoritmer og maksimal nøglelængde understøttes?
el: **Q:** Ποιοι αλγόριθμοι και μέγιστο μήκος κλειδιού υποστηρίζονται;
es: **Q:** ¿Qué algoritmos y longitudes máximas de clave se admiten?
et: **K:** Milliseid algoritme ja maksimaalset võtmepikkust toetatakse?
fi: **Q:** Mitä algoritmeja ja avaimen enimmäispituutta tuetaan?
fr: **Q:** Quels algorithmes et quelle longueur maximale de clé sont pris en charge ?
hu: **K:** Milyen algoritmusok és maximális kulcshosszúságok támogatottak?
ja: **Q:**どのようなアルゴリズムと最大鍵長に対応していますか？
lt: **Q:** Kokie algoritmai ir didžiausias rakto ilgis yra palaikomi?
lv: **Q:** Kādi algoritmi un maksimālais atslēgas garums tiek atbalstīti?
nl: **Q:** Welke algoritmen en maximale sleutellengte worden ondersteund?
pl: **Q:** Jakie algorytmy i maksymalna długość klucza są obsługiwane?
pt: **Q:** Que algoritmos e comprimento máximo de chave são suportados?
ro: **Q:** Ce algoritmi și ce lungime maximă a cheii sunt acceptate?
ru: **В:** Какие алгоритмы и максимальная длина ключа поддерживаются?
sk: **Q:** Ktoré algoritmy a maximálna dĺžka kľúča sú podporované?
sl: **Q:** Kateri algoritmi in največja dolžina ključa so podprti?
sv: **Q:** Vilka algoritmer och maximal nyckellängd stöds?
zh_cn: **问：**支持哪些算法和最大密钥长度？

source: See the following table:
bg: Вижте следната таблица:
cs: Viz následující tabulka:
da: Se følgende tabel:
el: Δείτε τον ακόλουθο πίνακα:
es: Consulte la siguiente tabla:
et: Vt järgmist tabelit:
fi: Katso seuraava taulukko:
fr: Voir le tableau suivant :
hu: Lásd a következő táblázatot:
ja: 次の表を参照してください。
lt: Žr. šią lentelę:
lv: Skat. šādu tabulu:
nl: Zie de volgende tabel:
pl: Patrz poniższa tabela:
pt: Veja a tabela a seguir:
ro: A se vedea tabelul următor:
ru: См. следующую таблицу:
sk: Pozri nasledujúcu tabuľku:
sl: Oglejte si naslednjo tabelo:
sv: Se följande tabell:
zh_cn: 见下表。

source: Start
bg: Начало
el: Έναρξη
es: Inicie
fi: Aloita
fr: Début
hu: Indítsa el a oldalt.
ja: スタート
lt: Pradžia
lv: Sākt
pt: Início
ru: Начало
sk: Štart
sl: Začetek
sv: Starta
zh_cn: 开始

source: Pro + Storage
bg: Pro + съхранение
cs: Pro + úložiště
da: Pro + opbevaring
el: Pro + Αποθήκευση
es: Pro + Almacenamiento
et: Pro + ladustamine
fi: Pro + varastointi
fr: Pro + Stockage
hu: Pro + tárolás
ja: プロ＋ストレージ
lv: Pro + uzglabāšana
pl: Pro + Magazynowanie
pt: Pro + Armazenamento
ro: Pro + Stocare
ru: Профи + хранение
sl: Pro + shranjevanje
sv: Pro + lagring
zh_cn: 专业+存储

source: Pro 2 + Storage 2
bg: Pro 2 + съхранение 2
cs: Pro 2 + úložiště 2
da: Pro 2 + opbevaring 2
el: Pro 2 + Αποθήκευση 2
es: Pro 2 + Almacenamiento 2
fi: Pro 2 + varastointi 2
fr: Pro 2 + Stockage 2
hu: Pro 2 + tároló 2
lv: Pro 2 + krātuve 2
pl: Pro 2 + Magazyn 2
pt: Pro 2 + Armazenamento 2
sk: Pro 2 + úložisko 2
sl: Pro 2 + shranjevanje 2
sv: Pro 2 + lagring 2
zh_cn: 专业2+存储2
