Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/hsm.po
Languages: bg, cs, da, de, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: This guide will walk you through the configuration of your computer, to automatically lock your session when you remove the Nitrokey.
bg: Това ръководство ще ви запознае с конфигурацията на компютъра ви, за да заключите автоматично сесията си, когато премахнете ключа Nitrokey.
cs: Tento průvodce vás provede konfigurací počítače, aby se relace automaticky uzamkla po odebrání klíče Nitrokey.
da: Denne vejledning hjælper dig med at konfigurere din computer, så du automatisk låser din session, når du fjerner Nitrokey.
de: Diese Anleitung führt Sie durch die Konfiguration Ihres Computers, um Ihre Sitzung automatisch zu sperren, wenn Sie den Nitrokey entfernen.
el: Αυτός ο οδηγός θα σας καθοδηγήσει στη διαμόρφωση του υπολογιστή σας, ώστε να κλειδώνετε αυτόματα τη συνεδρία σας όταν αφαιρείτε το κλειδί Nitrokey.
es: Esta guía le guiará a través de la configuración de su ordenador, para bloquear automáticamente su sesión cuando retire la Nitrokey.
et: See juhend juhendab teid arvuti seadistamise kaudu, et lukustada seanss automaatselt, kui eemaldate Nitrokey'i.
fi: Tässä oppaassa käydään läpi tietokoneen kokoonpano, jotta istunto lukittuu automaattisesti, kun poistat Nitrokey-avaimen.
fr: Ce guide vous guidera dans la configuration de votre ordinateur, afin de verrouiller automatiquement votre session lorsque vous retirez la Nitrokey.
hu: Ez az útmutató végigvezet a számítógép konfigurálásán, hogy automatikusan lezárja a munkamenetet, amikor eltávolítja a Nitrokey-t.
ja: このガイドでは、Nitrokeyを取り外すと自動的にセッションがロックされるように、コンピュータの設定を説明します。
lt: Šiame vadove aprašoma kompiuterio konfigūracija, kad pašalinus "Nitrokey" seansas būtų automatiškai užrakintas.
lv: Šajā rokasgrāmatā ir aprakstīta datora konfigurēšana, lai automātiski bloķētu sesiju, kad noņemat Nitrokey.
nl: Deze gids zal u door de configuratie van uw computer leiden, om uw sessie automatisch te vergrendelen wanneer u de Nitrokey verwijdert.
pl: Ten przewodnik przeprowadzi Cię przez konfigurację Twojego komputera, aby automatycznie zablokować sesję po usunięciu Nitrokey.
pt: Este guia irá guiá-lo através da configuração do seu computador, para bloquear automaticamente a sua sessão quando você remover a Nitrokey.
ro: Acest ghid vă va ghida prin configurarea computerului pentru a vă bloca automat sesiunea atunci când scoateți Nitrokey.
ru: Это руководство поможет вам настроить компьютер для автоматической блокировки сеанса при извлечении ключа Nitrokey.
sk: Táto príručka vás prevedie konfiguráciou počítača, aby sa relácia automaticky uzamkla, keď odstránite kľúč Nitrokey.
sl: Ta vodnik vas bo vodil skozi konfiguracijo računalnika, da se seja samodejno zaklene, ko odstranite ključ Nitrokey.
sv: Den här guiden hjälper dig att konfigurera datorn så att sessionen automatiskt låses när du tar bort Nitrokey.
zh_cn: 本指南将指导你完成电脑的配置，以便在你移除Nitrokey时自动锁定你的会话。

source: The configuration requires the creation of two files under two different directories.
bg: Конфигурацията изисква създаването на два файла в две различни директории.
cs: Konfigurace vyžaduje vytvoření dvou souborů ve dvou různých adresářích.
da: Konfigurationen kræver, at der oprettes to filer under to forskellige mapper.
de: Die Konfiguration erfordert das Anlegen von zwei Dateien unter zwei verschiedenen Verzeichnissen.
el: Η διαμόρφωση απαιτεί τη δημιουργία δύο αρχείων σε δύο διαφορετικούς καταλόγους.
es: La configuración requiere la creación de dos archivos en dos directorios diferentes.
et: Konfiguratsioon nõuab kahe faili loomist kahte erinevasse kataloogi.
fi: Konfigurointi edellyttää kahden tiedoston luomista kahteen eri hakemistoon.
fr: La configuration nécessite la création de deux fichiers sous deux répertoires différents.
hu: A konfigurációhoz két fájlt kell létrehozni két különböző könyvtárban.
ja: この設定では、2つの異なるディレクトリに2つのファイルを作成する必要があります。
lt: Konfigūracijai reikia sukurti du failus dviejuose skirtinguose kataloguose.
lv: Konfigurācijai ir jāizveido divi faili divos dažādos direktorijos.
nl: De configuratie vereist de creatie van twee bestanden in twee verschillende directories.
pl: Konfiguracja wymaga utworzenia dwóch plików w dwóch różnych katalogach.
pt: A configuração requer a criação de dois arquivos sob dois diretórios diferentes.
ro: Configurația necesită crearea a două fișiere în două directoare diferite.
ru: Конфигурация требует создания двух файлов в двух разных каталогах.
sk: Konfigurácia vyžaduje vytvorenie dvoch súborov v dvoch rôznych adresároch.
sl: Konfiguracija zahteva ustvarjanje dveh datotek v dveh različnih imenikih.
sv: Konfigurationen kräver att två filer skapas i två olika kataloger.
zh_cn: 该配置要求在两个不同的目录下创建两个文件。

source: Requirements
bg: Изисквания
cs: Požadavky
da: Krav
de: Anforderungen
el: Απαιτήσεις
es: Requisitos
et: Nõuded
fi: Vaatimukset
fr: Exigences
hu: Követelmények
ja: 要求事項
lt: Reikalavimai
lv: Prasības
nl: Vereisten
pl: Wymagania
pt: Requisitos
ro: Cerințe
ru: Требования
sk: Požiadavky
sl: Zahteve
sv: Krav
zh_cn: 要求

source: Ubuntu 20.04 or Debian 10 (Buster), both with `Gnome Display Manager <https://wiki.gnome.org/Projects/GDM>`_ installed.
bg: Ubuntu 20.04 или Debian 10 (Buster), и двете с инсталиран `Gnome Display Manager <https://wiki.gnome.org/Projects/GDM>`_.
cs: Ubuntu 20.04 nebo Debian 10 (Buster), oba s nainstalovaným `Gnome Display Manager <https://wiki.gnome.org/Projects/GDM>`_.
da: Ubuntu 20.04 eller Debian 10 (Buster), begge med `Gnome Display Manager <https://wiki.gnome.org/Projects/GDM>`_ installeret.
el: Ubuntu 20.04 ή Debian 10 (Buster), και τα δύο με εγκατεστημένο το `Gnome Display Manager <https://wiki.gnome.org/Projects/GDM>`_.
es: Ubuntu 20.04 o Debian 10 (Buster), ambos con `Gnome Display Manager <https://wiki.gnome.org/Projects/GDM>`_ instalado.
et: Ubuntu 20.04 või Debian 10 (Buster), mõlemas on paigaldatud `Gnome Display Manager <https://wiki.gnome.org/Projects/GDM>`_.
fi: Ubuntu 20.04 tai Debian 10 (Buster), molemmissa `Gnome Display Manager <https://wiki.gnome.org/Projects/GDM>`_ asennettuna.
hu: Ubuntu 20.04 vagy Debian 10 (Buster), mindkettő `Gnome Display Manager <https://wiki.gnome.org/Projects/GDM>`_ telepítve.
ja: Ubuntu 20.04またはDebian 10 (Buster)で、どちらも`Gnome Display Manager <https://wiki.gnome.org/Projects/GDM>`_がインストールされています。
lt: Ubuntu 20.04 arba Debian 10 (Buster), abiejose įdiegta `Gnome Display Manager <https://wiki.gnome.org/Projects/GDM>`_.
lv: Ubuntu 20.04 vai Debian 10 (Buster), abos ir instalēts `Gnome Display Manager <https://wiki.gnome.org/Projects/GDM>`_.
nl: Ubuntu 20.04 of Debian 10 (Buster), beide met `Gnome Display Manager <https://wiki.gnome.org/Projects/GDM>`_ geïnstalleerd.
pl: Ubuntu 20.04 lub Debian 10 (Buster), oba z zainstalowanym `Gnome Display Manager <https://wiki.gnome.org/Projects/GDM>`_.
pt: Ubuntu 20.04 ou Debian 10 (Buster), ambos com `Gnome Display Manager <https://wiki.gnome.org/Projects/GDM>`_ instalado.
ro: Ubuntu 20.04 sau Debian 10 (Buster), ambele cu `Gnome Display Manager <https://wiki.gnome.org/Projects/GDM>`_ instalat.
ru: Ubuntu 20.04 или Debian 10 (Buster), оба с установленным `Gnome Display Manager <https://wiki.gnome.org/Projects/GDM>`_.
sk: Ubuntu 20.04 alebo Debian 10 (Buster), oba s nainštalovaným `Gnome Display Manager <https://wiki.gnome.org/Projects/GDM>`_.
sl: Ubuntu 20.04 ali Debian 10 (Buster), oba z nameščenim `Gnome Display Manager <https://wiki.gnome.org/Projects/GDM>`_.
sv: Ubuntu 20.04 eller Debian 10 (Buster), båda med `Gnome Display Manager <https://wiki.gnome.org/Projects/GDM>`_ installerad.
zh_cn: Ubuntu 20.04或Debian 10（Buster），都安装了`Gnome显示管理器<https://wiki.gnome.org/Projects/GDM>`_。

source: Nitrokey Pro 2, Nitrokey Storage 2, or Nitrokey HSM 2
bg: Nitrokey Pro 2, Nitrokey Storage 2 или Nitrokey HSM 2
cs: Nitrokey Pro 2, Nitrokey Storage 2 nebo Nitrokey HSM 2
da: Nitrokey Pro 2, Nitrokey Storage 2 eller Nitrokey HSM 2
de: Nitrokey Pro 2, Nitrokey Storage 2, oder Nitrokey HSM 2
el: Nitrokey Pro 2, Nitrokey Storage 2 ή Nitrokey HSM 2
es: Nitrokey Pro 2, Nitrokey Storage 2 o Nitrokey HSM 2
et: Nitrokey Pro 2, Nitrokey Storage 2 või Nitrokey HSM 2
fi: Nitrokey Pro 2, Nitrokey Storage 2 tai Nitrokey HSM 2.
fr: Nitrokey Pro 2, Nitrokey Storage 2, ou Nitrokey HSM 2
hu: Nitrokey Pro 2, Nitrokey Storage 2 vagy Nitrokey HSM 2
ja: Nitrokey Pro 2、Nitrokey Storage 2、またはNitrokey HSM 2
lt: "Nitrokey Pro 2", "Nitrokey Storage 2" arba "Nitrokey HSM 2
lv: Nitrokey Pro 2, Nitrokey Storage 2 vai Nitrokey HSM 2
nl: Nitrokey Pro 2, Nitrokey Storage 2, of Nitrokey HSM 2
pl: Nitrokey Pro 2, Nitrokey Storage 2 lub Nitrokey HSM 2.
pt: Nitrokey Pro 2, Nitrokey Storage 2, ou Nitrokey HSM 2
ro: Nitrokey Pro 2, Nitrokey Storage 2 sau Nitrokey HSM 2
ru: Nitrokey Pro 2, Nitrokey Storage 2 или Nitrokey HSM 2
sk: Nitrokey Pro 2, Nitrokey Storage 2 alebo Nitrokey HSM 2
sl: Nitrokey Pro 2, Nitrokey Storage 2 ali Nitrokey HSM 2
sv: Nitrokey Pro 2, Nitrokey Storage 2 eller Nitrokey HSM 2
zh_cn: Nitrokey Pro 2，Nitrokey Storage 2，或Nitrokey HSM 2

source: Configuration
bg: Конфигурация
cs: Konfigurace
da: Konfiguration
de: Konfiguration
el: Διαμόρφωση
es: Configuración
et: Konfiguratsioon
fi: Konfigurointi
hu: Konfiguráció
ja: 構成
lt: Konfigūracija
lv: Konfigurācija
nl: Configuratie
pl: Konfiguracja
pt: Configuração
ro: Configurație
ru: Конфигурация
sk: Konfigurácia
sl: Konfiguracija
sv: Konfiguration
zh_cn: 配置

source: Create the ``.rules`` file
bg: Създаване на файла ``.rules``
cs: Vytvoření souboru ``.rules``
da: Opret filen ``.rules``
de: Erstellen Sie die Datei ``.rules``
el: Δημιουργήστε το αρχείο ``.rules``.
es: Crear el archivo ``.rules``.
et: Luua ``.rules<x>`` faili.
fi: Luo tiedosto ``.rules``.
fr: Créer le fichier "rules".
hu: Hozzuk létre a ``.rules`` fájlt.
ja: ``.rules``のファイルを作成する。
lt: Sukurkite ``.rules`` failą
lv: Izveidojiet ``.rules`` failu
nl: Maak het ``.rules`` bestand
pl: Utwórz plik ``.rules``.
pt: Criar o arquivo ``.rules``` arquivo
ro: Creați fișierul ```.rules````.
ru: Создайте файл ``.rules``.
sk: Vytvorenie súboru ``.rules``
sl: Ustvarite datoteko ``.rules``
sv: Skapa filen ``.rules``.
zh_cn: 创建``.rules``文件。

source: With your favorite text editor create a file called ``85-nitrokey.rules``
bg: С любимия си текстов редактор създайте файл с име ``85-nitrokey.rules``
cs: V oblíbeném textovém editoru vytvořte soubor s názvem ``85-nitrokey.rules``.
da: Opret en fil med din foretrukne teksteditor, der hedder ``85-nitrokey.rules``
de: Erstellen Sie mit Ihrem bevorzugten Texteditor eine Datei namens ``85-nitrokey.rules``
el: Με τον αγαπημένο σας επεξεργαστή κειμένου δημιουργήστε ένα αρχείο με όνομα ``85-nitrokey.rules``
es: Con tu editor de texto favorito crea un archivo llamado ``85-nitrokey.rules``
et: Looge oma lemmiktekstiredaktoriga fail nimega ``85-nitrokey.rules``
fi: Luo suosikkitekstieditorillasi tiedosto nimeltä ``85-nitrokey.rules``.
fr: Avec votre éditeur de texte préféré, créez un fichier appelé "85-nitrokey.rules".
hu: A kedvenc szövegszerkesztőjével hozzon létre egy ``85-nitrokey.rules`` nevű fájlt.
ja: お好きなテキストエディターで、``85-nitrokey.rules``というファイルを作成してください。
lt: Naudodami mėgstamą teksto redaktorių sukurkite failą pavadinimu ``85-nitrokey.rules``.
lv: Izmantojot savu iecienītāko teksta redaktoru, izveidojiet failu ar nosaukumu ``85-nitrokey.rules``.
nl: Maak met uw favoriete tekstverwerker een bestand aan genaamd ``85-nitrokey.rules``
pl: W swoim ulubionym edytorze tekstu utwórz plik o nazwie ``85-nitrokey.rules``.
pt: Com o seu editor de texto favorito crie um ficheiro chamado ``85-nitrokey.rules```
ro: Cu editorul de text preferat creați un fișier numit ``85-nitrokey.rules``
ru: В вашем любимом текстовом редакторе создайте файл с именем ``85-nitrokey.rules``.
sk: V obľúbenom textovom editore vytvorte súbor s názvom ``85-nitrokey.rules``
sl: Z najljubšim urejevalnikom besedila ustvarite datoteko z imenom ``85-nitrokey.rules``
sv: Med din favorittextredigerare skapar du en fil som heter ``85-nitrokey.rules``.
zh_cn: 用你最喜欢的文本编辑器创建一个名为``的文件，85-nitrokey.rules``。

source: Add the following line to the file
bg: Добавете следния ред във файла
cs: Do souboru přidejte následující řádek
da: Tilføj følgende linje til filen
de: Fügen Sie die folgende Zeile in die Datei ein
el: Προσθέστε την ακόλουθη γραμμή στο αρχείο
es: Añade la siguiente línea al archivo
et: Lisage faili järgmine rida
fi: Lisää tiedostoon seuraava rivi
fr: Ajoutez la ligne suivante au fichier
hu: Adja hozzá a következő sort a fájlhoz
ja: ファイルに以下の行を追加します。
lt: Į failą įtraukite šią eilutę
lv: Pievienojiet failam šādu rindu
nl: Voeg de volgende regel toe aan het bestand
pl: Dodaj następującą linię do pliku
pt: Adicione a seguinte linha ao arquivo
ro: Adăugați următoarea linie la fișier
ru: Добавьте в файл следующую строку
sk: Do súboru pridajte nasledujúci riadok
sl: V datoteko dodajte naslednjo vrstico
sv: Lägg till följande rad i filen
zh_cn: 在文件中添加以下一行

source: Save the file and quit the editor.
bg: Запазете файла и излезте от редактора.
cs: Uložte soubor a ukončete editor.
da: Gem filen, og afslut editor.
de: Speichern Sie die Datei und beenden Sie den Editor.
el: Αποθηκεύστε το αρχείο και κλείστε τον επεξεργαστή.
es: Guarde el archivo y salga del editor.
et: Salvestage fail ja lõpetage toimetaja.
fi: Tallenna tiedosto ja poistu editorista.
fr: Enregistrez le fichier et quittez l'éditeur.
hu: Mentse a fájlt, és lépjen ki a szerkesztőből.
ja: ファイルを保存し、エディタを終了します。
lt: Išsaugokite failą ir išeikite iš redaktoriaus.
lv: Saglabājiet failu un izejiet no redaktora.
nl: Sla het bestand op en sluit de editor af.
pl: Zapisz plik i wyjdź z edytora.
pt: Salve o arquivo e saia do editor.
ro: Salvați fișierul și ieșiți din editor.
ru: Сохраните файл и выйдите из редактора.
sk: Uložte súbor a ukončite editor.
sl: Shranite datoteko in zaključite urejevalnik.
sv: Spara filen och avsluta redigeringen.
zh_cn: 保存文件并退出编辑器。

source: This file sets up a new hardware rule that executes the ``gnome-screensaver-lock`` at removal of the Nitrokey device.
bg: Този файл задава ново хардуерно правило, което изпълнява ``gnome-screensaver-lock`` при изваждане на устройството Nitrokey.
cs: Tento soubor nastavuje nové hardwarové pravidlo, které při odebrání zařízení Nitrokey provede ``gnome-screensaver-lock``.
da: Denne fil opretter en ny hardwareregle, der udfører ``gnome-screensaver-lock`` ved fjernelse af Nitrokey-enheden.
de: Diese Datei richtet eine neue Hardware-Regel ein, die beim Entfernen des Nitrokey-Gerätes die ``gnome-screensaver-lock`` ausführt.
el: Αυτό το αρχείο ρυθμίζει έναν νέο κανόνα υλικού που εκτελεί το ``gnome-screensaver-lock`` κατά την αφαίρεση της συσκευής Nitrokey.
es: Este archivo configura una nueva regla de hardware que ejecuta el ``gnome-screensaver-lock`` al retirar el dispositivo Nitrokey.
et: See fail seab uue riistvarareegli, mis täidab ``gnome-screensaver-lock`` Nitrokey seadme eemaldamisel.
fi: Tämä tiedosto määrittää uuden laitteistosäännön, joka suorittaa ``gnome-screensaver-lock`` Nitrokey-laitteen poistamisen yhteydessä.
fr: Ce fichier configure une nouvelle règle matérielle qui exécute le "gnome-screensaver-lock" lors du retrait du dispositif Nitrokey.
hu: Ez a fájl egy új hardverszabályt állít be, amely a Nitrokey eszköz eltávolításakor végrehajtja a ``gnome-screensaver-lock`` parancsot.
ja: このファイルでは、Nitrokeyデバイスの取り外し時に``gnome-screensaver-lock``を実行する新しいハードウェアルールを設定します。
lt: Šiame faile nustatoma nauja aparatinės įrangos taisyklė, pagal kurią ``gnome-screensaver-lock`` vykdoma `` pašalinus "Nitrokey" įrenginį.
lv: Šajā failā tiek iestatīts jauns aparatūras noteikums, kas izpilda ``gnome-screensaver-lock`` pēc Nitrokey ierīces noņemšanas.
nl: Dit bestand stelt een nieuwe hardware regel in die de ``gnome-screensaver-lock`` uitvoert bij verwijdering van het Nitrokey apparaat.
pl: Ten plik ustawia nową regułę sprzętową, która wykonuje ``gnome-screensaver-lock`` przy usuwaniu urządzenia Nitrokey.
pt: Este ficheiro estabelece uma nova regra de hardware que executa o ``gnome-screensaver-lock`` na remoção do dispositivo Nitrokey.
ro: Acest fișier stabilește o nouă regulă hardware care execută ``gnome-screensaver-lock`` la scoaterea dispozitivului Nitrokey.
ru: Этот файл устанавливает новое аппаратное правило, которое выполняет ``gnome-screensaver-lock`` при удалении устройства Nitrokey.
sk: Tento súbor nastavuje nové hardvérové pravidlo, ktoré vykoná ``gnome-screensaver-lock`` pri odstránení zariadenia Nitrokey.
sl: Ta datoteka nastavi novo pravilo za strojno opremo, ki izvede ``gnome-screensaver-lock`` ob odstranitvi naprave Nitrokey.
sv: Den här filen skapar en ny hårdvaruregel som utför ``gnome-screensaver-lock`` när Nitrokey-enheten tas bort.
zh_cn: 这个文件设置了一个新的硬件规则，在移除Nitrokey设备时执行``gnome-screensaver-lock``。

source: You should change the configuration according to the device you are using as following:
bg: Трябва да промените конфигурацията в зависимост от устройството, което използвате, както следва:
cs: Konfiguraci byste měli změnit podle používaného zařízení následovně:
da: Du skal ændre konfigurationen i overensstemmelse med den enhed, du bruger, som følger:
de: Sie sollten die Konfiguration entsprechend dem von Ihnen verwendeten Gerät wie folgt ändern:
el: Θα πρέπει να αλλάξετε τη διαμόρφωση ανάλογα με τη συσκευή που χρησιμοποιείτε ως εξής:
es: Debe cambiar la configuración de acuerdo con el dispositivo que está utilizando como sigue:
et: Te peate muutma konfiguratsiooni vastavalt kasutatavale seadmele järgmiselt:
fi: Sinun on muutettava kokoonpanoa käyttämäsi laitteen mukaan seuraavasti:
fr: Vous devez modifier la configuration en fonction du dispositif que vous utilisez comme suit :
hu: A konfigurációt az Ön által használt eszköznek megfelelően kell megváltoztatnia a következők szerint:
ja: お使いの機器に合わせて、以下のように設定を変更してください。
lt: Turėtumėte pakeisti konfigūraciją pagal naudojamą įrenginį, kaip nurodyta toliau:
lv: Jums jāmaina konfigurācija atbilstoši ierīcei, kuru izmantojat, kā norādīts tālāk:
nl: Afhankelijk van het apparaat dat u gebruikt, moet u de configuratie als volgt wijzigen:
pl: Należy zmienić konfigurację w zależności od używanego urządzenia w następujący sposób:
pt: Você deve alterar a configuração de acordo com o dispositivo que você está usando, como a seguir:
ro: Trebuie să modificați configurația în funcție de dispozitivul pe care îl utilizați, după cum urmează:
ru: Вы должны изменить конфигурацию в соответствии с используемым устройством следующим образом:
sk: Konfiguráciu by ste mali zmeniť podľa používaného zariadenia nasledovne:
sl: Konfiguracijo morate spremeniti glede na napravo, ki jo uporabljate, kot sledi:
sv: Du bör ändra konfigurationen enligt följande beroende på vilken enhet du använder:
zh_cn: 你应该根据你所使用的设备改变配置，如下所示。

source: Nitrokey Storage: ``ENV{PRODUCT}=="20a0/4109/101"``
bg: Съхранение на Nitrokey: ``ENV{PRODUCT}=="20a0/4109/101"``
cs: Úložiště Nitrokey: ``ENV{PRODUCT}=="20a0/4109/101"``
da: Nitrokey opbevaring: ``ENV{PRODUCT}=="20a0/4109/101"``
el: Αποθήκευση Nitrokey: ``ENV{PRODUCT}=="20a0/4109/101"``
es: Almacenamiento de Nitrokey: ``ENV{PRODUCT}=="20a0/4109/101"``
fr: Stockage de Nitrokey : ``ENV{PRODUCT}=="20a0/4109/101"``
lv: Nitrokey uzglabāšana: ``ENV{PRODUCT}=="20a0/4109/101"``
pt: Armazenamento Nitrokey: ``ENV{PRODUCT}=="20a0/4109/101"```
ru: Хранилище Нитрокей: ``ENV{PRODUCT}=="20a0/4109/101"```
sk: Úložisko Nitrokey: ``ENV{PRODUCT}=="20a0/4109/101"``
sl: Skladiščenje Nitrokey: ``ENV{PRODUCT}=="20a0/4109/101"``
zh_cn: 硝基键存储。``ENV{PRODUCT}=="20a0/4109/101"``

source: Create the ``gnome-screensaver-lock`` script
bg: Създаване на скрипта ``gnome-screensaver-lock``
cs: Vytvoření skriptu ``gnome-screensaver-lock``
da: Opret scriptet ``gnome-screensaver-lock``
de: Erstellen Sie das Skript ``gnome-screensaver-lock``
el: Δημιουργήστε το σενάριο ``gnome-screensaver-lock``.
es: Crear el script ``gnome-screensaver-lock``
et: Loo ``gnome-screensaver-lock<x>`` skript.
fi: Luo ``gnome-screensaver-lock``-skripti.
fr: Créer le script "gnome-screensaver-lock".
hu: Hozzuk létre a ``gnome-screensaver-lock`` szkriptet.
ja: ``gnome-screensaver-lock``のスクリプトを作成します。
lt: Sukurkite ``gnome-screensaver-lock`` scenarijų
lv: Izveidojiet ``gnome-screensaver-lock`` skriptu
nl: Maak het ``gnome-screensaver-lock`` script
pl: Utwórz skrypt ``gnome-screensaver-lock``.
pt: Crie o script ``gnome-screensaver-lock``` script
ro: Creați scriptul ```gnome-screensaver-lock```.
ru: Создайте сценарий ``gnome-screensaver-lock``.
sk: Vytvorenie skriptu ``gnome-screensaver-lock``
sl: Ustvarite ``gnome-screensaver-lock`` skript
sv: Skapa skriptet ``gnome-screensaver-lock``.
zh_cn: 创建``gnome-screensaver-lock``脚本。

source: With your favorite text editor create a file called ``gnome-screensaver-lock``
bg: С любимия си текстов редактор създайте файл с име ``gnome-screensaver-lock``
cs: V oblíbeném textovém editoru vytvořte soubor s názvem ``gnome-screensaver-lock``.
da: Opret en fil med din foretrukne teksteditor, der hedder ``gnome-screensaver-lock``
de: Erstellen Sie mit Ihrem bevorzugten Texteditor eine Datei namens ``gnome-screensaver-lock``
el: Με τον αγαπημένο σας επεξεργαστή κειμένου δημιουργήστε ένα αρχείο με όνομα ``gnome-screensaver-lock``
es: Con tu editor de texto favorito crea un archivo llamado ``gnome-screensaver-lock``
et: Looge oma lemmiktekstiredaktoriga fail nimega ``gnome-screensaver-lock``
fi: Luo suosikkitekstieditorillasi tiedosto nimeltä ``gnome-screensaver-lock``.
fr: Avec votre éditeur de texte favori, créez un fichier appelé ``gnome-screensaver-lock``.
hu: A kedvenc szövegszerkesztőjével hozzon létre egy ``gnome-screensaver-lock`` nevű fájlt.
ja: お好きなテキストエディターで、``gnome-screensaver-lock``というファイルを作成してください。
lt: Naudodami mėgstamą teksto redaktorių sukurkite failą pavadinimu ``gnome-screensaver-lock``.
lv: Izmantojot savu iecienītāko teksta redaktoru, izveidojiet failu ar nosaukumu ``gnome-screensaver-lock``.
nl: Maak met uw favoriete tekstverwerker een bestand aan genaamd ``gnome-screensaver-lock``
pl: W swoim ulubionym edytorze tekstu utwórz plik o nazwie ``gnome-screensaver-lock``.
pt: Com o seu editor de texto favorito crie um ficheiro chamado ``gnome-screensaver-lock````
ro: Cu editorul de text preferat creați un fișier numit ``gnome-screensaver-lock``
ru: В вашем любимом текстовом редакторе создайте файл с именем ``gnome-screensaver-lock``.
sk: V obľúbenom textovom editore vytvorte súbor s názvom ``gnome-screensaver-lock``
sl: Z najljubšim urejevalnikom besedila ustvarite datoteko z imenom ``gnome-screensaver-lock``
sv: Med din favorittextredigerare skapar du en fil som heter ``gnome-screensaver-lock``.
zh_cn: 用你最喜欢的文本编辑器创建一个名为``的文件，gnome-screensaver-lock``。

source: Add the following text
bg: Добавете следния текст
cs: Přidejte následující text
da: Tilføj følgende tekst
de: Fügen Sie den folgenden Text ein
el: Προσθέστε το ακόλουθο κείμενο
es: Añada el siguiente texto
et: Lisage järgmine tekst
fi: Lisätään seuraava teksti
fr: Ajoutez le texte suivant
hu: A következő szöveg hozzáadása
ja: 以下のテキストを追加します。
lt: Pridėkite šį tekstą
lv: Pievienojiet šādu tekstu
nl: Voeg de volgende tekst toe
pl: Dodać następujący tekst
pt: Adicione o seguinte texto
ro: Adăugați următorul text
ru: Добавьте следующий текст
sk: Pridajte tento text
sl: Dodajte naslednje besedilo
sv: Lägg till följande text
zh_cn: 添加以下文字
