Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/hsm.po
Languages: bg, cs, da, de, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: You need to have OpenSC installed on your System. Please have a look at the `wiki page of the OpenSC project <https://github.com/OpenSC/OpenSC/wiki>`_.
bg: Необходимо е да имате инсталиран OpenSC в системата си. Моля, погледнете `wiki страницата на проекта OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_.
cs: V systému musí být nainstalován program OpenSC. Podívejte se prosím na `wiki stránku projektu OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_.
da: Du skal have OpenSC installeret på dit system. Tag et kig på `wikisiden for OpenSC-projektet <https://github.com/OpenSC/OpenSC/wiki>`_.
el: Πρέπει να έχετε εγκαταστήσει το OpenSC στο σύστημά σας. Ρίξτε μια ματιά στη σελίδα `wiki του έργου OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_.
es: Necesitas tener OpenSC instalado en tu sistema. Por favor, eche un vistazo a la página `wiki del proyecto OpenSC <https://github.com/OpenSC/OpenSC/wiki>`__.
et: Teie süsteemi peab olema installitud OpenSC. Palun vaadake OpenSC projekti `wiki lehekülge <https://github.com/OpenSC/OpenSC/wiki>`_.
fi: Sinun on asennettava OpenSC järjestelmääsi. Tutustu OpenSC-projektin `wiki-sivuun <https://github.com/OpenSC/OpenSC/wiki>`_.
hu: Az OpenSC-t telepíteni kell a rendszerre. Kérjük, tekintse meg az OpenSC projekt `wiki oldalát <https://github.com/OpenSC/OpenSC/wiki>`_.
ja: システムにOpenSCがインストールされている必要があります。OpenSCプロジェクトの`wikiページ<https://github.com/OpenSC/OpenSC/wiki>`_を参照してみてください。
lt: Sistemoje turi būti įdiegta "OpenSC". Peržiūrėkite "OpenSC" projekto `wiki puslapį <https://github.com/OpenSC/OpenSC/wiki>`_.
lv: Sistēmā ir jābūt instalētam OpenSC. Lūdzu, apskatiet OpenSC projekta `wiki lapu <https://github.com/OpenSC/OpenSC/wiki>`_.
nl: U moet OpenSC op uw systeem geïnstalleerd hebben. Kijk eens op de `wiki-pagina van het OpenSC-project <https://github.com/OpenSC/OpenSC/wiki>`_.
pl: Musisz mieć zainstalowane OpenSC na swoim systemie. Proszę zajrzeć na stronę `wiki projektu OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_.
pt: Você precisa ter o OpenSC instalado no seu sistema. Por favor dê uma olhada na página `wiki do projeto OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_.
ro: Trebuie să aveți OpenSC instalat pe sistemul dumneavoastră. Vă rugăm să aruncați o privire pe pagina de wiki a proiectului OpenSC `wiki <https://github.com/OpenSC/OpenSC/wiki>`_.
ru: Вам необходимо установить OpenSC в вашей системе. Пожалуйста, загляните на `wiki страницу проекта OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_.
sk: V systéme musíte mať nainštalovanú aplikáciu OpenSC. Pozrite sa na `wiki stránku projektu OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_.
sl: V sistemu morate imeti nameščen OpenSC. Oglejte si `wiki stran projekta OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_.
sv: Du måste ha OpenSC installerat på ditt system. Ta en titt på `wiki-sidan för OpenSC-projektet <https://github.com/OpenSC/OpenSC/wiki>`_.
zh_cn: 你需要在你的系统上安装OpenSC。请看看OpenSC项目的`wiki页面<https://github.com/OpenSC/OpenSC/wiki>`_。

source: Settings in Outlook
bg: Настройки в Outlook
cs: Nastavení v aplikaci Outlook
da: Indstillinger i Outlook
de: Einstellungen in Outlook
el: Ρυθμίσεις στο Outlook
es: Configuración en Outlook
et: Outlooki seaded
fi: Outlookin asetukset
fr: Paramètres dans Outlook
hu: Beállítások az Outlookban
ja: Outlookの設定
lt: "Outlook" nustatymai
lv: Iestatījumi programmā Outlook
nl: Instellingen in Outlook
pl: Ustawienia w programie Outlook
pt: Configurações no Outlook
ro: Setări în Outlook
ru: Настройки в Outlook
sk: Nastavenia v programe Outlook
sl: Nastavitve v programu Outlook
sv: Inställningar i Outlook
zh_cn: Outlook中的设置

source: Before you can use the Nitrokey in Outlook you have to activate S/MIME encryption. You can achieve this by clicking on to ‘Start’ -> ‘Options’ and clicking on ‘Trust Center’ in the options window. In section ‘Email Security’ you can choose your S/MIME identity. Your certificate should already be recognized by Outlook.
bg: Преди да можете да използвате Nitrokey в Outlook, трябва да активирате S/MIME криптирането. Можете да постигнете това, като щракнете върху "Старт" -> "Опции" и щракнете върху "Trust Center" в прозореца с опции. В раздел 'Email Security' (Сигурност на електронната поща) можете да изберете своята S/MIME идентичност. Вашият сертификат вече трябва да бъде разпознат от Outlook.
cs: Před použitím klíče Nitrokey v aplikaci Outlook musíte aktivovat šifrování S/MIME. Toho dosáhnete kliknutím na "Start" -> "Možnosti" a kliknutím na "Centrum důvěry" v okně možností. V části 'Zabezpečení e-mailu' můžete zvolit svou identitu S/MIME. Váš certifikát by již měl být programem Outlook rozpoznán.
da: Før du kan bruge Nitrokey i Outlook, skal du aktivere S/MIME-kryptering. Det kan du gøre ved at klikke på "Start" -> "Indstillinger" og klikke på "Trust Center" i vinduet med indstillinger. I afsnittet 'Email Security' kan du vælge din S/MIME-identitet. Dit certifikat bør allerede være genkendt af Outlook.
de: Bevor Sie den Nitrokey in Outlook verwenden können, müssen Sie die S/MIME-Verschlüsselung aktivieren. Dies erreichen Sie, indem Sie auf 'Start' -> 'Optionen' klicken und im Optionsfenster 'Trust Center' anklicken. Im Abschnitt 'E-Mail-Sicherheit' können Sie Ihre S/MIME-Identität auswählen. Ihr Zertifikat sollte bereits von Outlook erkannt werden.
el: Προτού μπορέσετε να χρησιμοποιήσετε το Nitrokey στο Outlook, πρέπει να ενεργοποιήσετε την κρυπτογράφηση S/MIME. Μπορείτε να το επιτύχετε αυτό κάνοντας κλικ στο 'Έναρξη' -> 'Επιλογές' και κάνοντας κλικ στο 'Κέντρο εμπιστοσύνης' στο παράθυρο επιλογών. Στην ενότητα 'Ασφάλεια ηλεκτρονικού ταχυδρομείου' μπορείτε να επιλέξετε την ταυτότητα S/MIME. Το πιστοποιητικό σας θα πρέπει να έχει ήδη αναγνωριστεί από το Outlook.
es: Antes de poder utilizar Nitrokey en Outlook, tiene que activar el cifrado S/MIME. Puede conseguirlo haciendo clic en "Inicio" -> "Opciones" y haciendo clic en "Centro de confianza" en la ventana de opciones. En la sección 'Seguridad del correo electrónico' puede elegir su identidad S/MIME. Su certificado ya debería ser reconocido por Outlook.
et: Enne Nitrokey kasutamist Outlookis peate aktiveerima S/MIME krüpteerimise. Selle saavutate, kui klõpsate 'Start' -> 'Options' ja klõpsate 'Trust Center' valikute aknas. Jaotises 'Email Security' saate valida oma S/MIME identiteedi. Outlook peaks teie sertifikaadi juba ära tundma.
fi: Ennen kuin voit käyttää Nitrokeyta Outlookissa, sinun on aktivoitava S/MIME-salaus. Voit tehdä tämän napsauttamalla 'Käynnistä' -> 'Asetukset' ja napsauttamalla 'Luottamuskeskus' valintaikkunassa. Kohdassa 'Sähköpostin suojaus' voit valita S/MIME-tunnuksesi. Outlookin pitäisi jo tunnistaa sertifikaattisi.
fr: Avant de pouvoir utiliser la Nitrokey dans Outlook, vous devez activer le cryptage S/MIME. Pour ce faire, cliquez sur 'Démarrer' -> 'Options' et cliquez sur 'Centre de confiance' dans la fenêtre des options. Dans la section 'Email Security' vous pouvez choisir votre identité S/MIME. Votre certificat devrait déjà être reconnu par Outlook.
hu: Mielőtt a Nitrokey-t az Outlookban használhatná, aktiválnia kell az S/MIME titkosítást. Ezt úgy érheti el, ha a 'Start' -> 'Opciók' menüpontra kattint, majd az opciók ablakban a 'Bizalomközpont' menüpontra kattint. Az 'Email biztonság' szakaszban kiválaszthatja az S/MIME azonosítót. A tanúsítványát az Outlooknak már fel kell ismernie.
ja: OutlookでNitrokeyを使用するには、S/MIMEの暗号化を有効にする必要があります。これを行うには、「スタート」-> 「オプション」をクリックし、オプションウィンドウで「Trust Center」をクリックします。メールセキュリティ」のセクションで、S/MIMEのIDを選択します。あなたの証明書はすでにOutlookで認識されているはずです。
lt: Prieš naudodami "Nitrokey" programoje "Outlook" turite aktyvuoti S/MIME šifravimą. Tai galite padaryti spustelėję "Start" -> "Parinktys" ir parinkčių lange spustelėję "Pasitikėjimo centras". Skyriuje "El. pašto saugumas" galite pasirinkti S/MIME tapatybę. Jūsų sertifikatą "Outlook" jau turėtų atpažinti.
lv: Pirms varat izmantot Nitrokey programmā Outlook, ir jāaktivizē S/MIME šifrēšana. To var izdarīt, noklikšķinot uz "Start" -> "Iespējas" un iespēju logā noklikšķinot uz "Uzticības centrs". Sadaļā "E-pasta drošība" varat izvēlēties savu S/MIME identitāti. Jūsu sertifikātam jau vajadzētu būt atpazītam programmā Outlook.
nl: Voordat je de Nitrokey in Outlook kunt gebruiken moet je S/MIME encryptie activeren. Dit kun je doen door te klikken op 'Start' -> 'Opties' en in het opties venster te klikken op 'Trust Center'. In de sectie 'Email Security' kunt u uw S/MIME identiteit kiezen. Uw certificaat zou nu al door Outlook herkend moeten worden.
pl: Zanim będziesz mógł używać Nitrokey w Outlooku musisz aktywować szyfrowanie S/MIME. Możesz to zrobić klikając na 'Start' -> 'Opcje' i klikając na 'Centrum zaufania' w oknie opcji. W sekcji 'Bezpieczeństwo poczty' możesz wybrać swoją tożsamość S/MIME. Twój certyfikat powinien być już rozpoznany przez Outlooka.
pt: Antes de poder utilizar a Nitrokey no Outlook tem de activar a encriptação S/MIME. Você pode conseguir isso clicando em 'Iniciar' -> 'Opções' e clicando em 'Centro de Confiança' na janela de opções. Na secção 'Email Security' pode escolher a sua identidade S/MIME. O seu certificado já deve ser reconhecido pelo Outlook.
ro: Înainte de a putea utiliza Nitrokey în Outlook, trebuie să activați criptarea S/MIME. Puteți realiza acest lucru făcând clic pe "Start" -> "Opțiuni" și făcând clic pe "Trust Center" în fereastra de opțiuni. În secțiunea 'Email Security' puteți alege identitatea S/MIME. Certificatul dumneavoastră ar trebui să fie deja recunoscut de Outlook.
ru: Прежде чем использовать Nitrokey в Outlook, необходимо активировать шифрование S/MIME. Этого можно добиться, нажав на 'Пуск' -> 'Параметры' и щелкнув на 'Центр доверия' в окне параметров. В разделе 'Безопасность электронной почты' вы можете выбрать свой S/MIME сертификат. Ваш сертификат уже должен быть распознан Outlook.
sk: Pred použitím kľúča Nitrokey v programe Outlook musíte aktivovať šifrovanie S/MIME. Môžete to dosiahnuť kliknutím na položku "Štart" -> "Možnosti" a kliknutím na položku "Centrum dôvery" v okne možností. V časti 'Zabezpečenie elektronickej pošty' môžete vybrať svoju identitu S/MIME. Váš certifikát by už mal byť rozpoznaný programom Outlook.
sl: Preden lahko uporabite Nitrokey v programu Outlook, morate aktivirati šifriranje S/MIME. To lahko dosežete tako, da kliknete na "Start" -> "Možnosti" in v oknu z možnostmi kliknete na "Središče za zaupanje". V razdelku 'E-mail Security' (Varnost e-pošte) lahko izberete svojo identiteto S/MIME. Outlook bi moral že prepoznati vaše potrdilo.
sv: Innan du kan använda Nitrokey i Outlook måste du aktivera S/MIME-kryptering. Detta gör du genom att klicka på "Start" -> "Alternativ" och klicka på "Trust Center" i fönstret med alternativ. I avsnittet "Email Security" kan du välja din S/MIME-identitet. Ditt certifikat bör redan kännas igen av Outlook.
zh_cn: 在Outlook中使用Nitrokey之前，你必须先激活S/MIME加密功能。你可以通过点击'开始'->'选项'并在选项窗口中点击'信任中心'来实现这一目标。在'电子邮件安全'部分，你可以选择你的S/MIME身份。你的证书应该已经被Outlook所识别。

source: When composing a mail you can now choose to encrypt and sign the message in the ‘Options’ ribbon of the compose window.
bg: Когато съставяте писмо, вече можете да изберете дали да криптирате и подпишете съобщението в лентата "Опции" на прозореца за съставяне.
cs: Při sestavování e-mailu můžete nyní na pásu "Možnosti" okna pro sestavení zprávy zvolit šifrování a podepsání zprávy.
da: Når du skriver en mail, kan du nu vælge at kryptere og underskrive beskeden i "Indstillinger"-båndet i skrivevinduet.
de: Beim Verfassen einer E-Mail können Sie jetzt im Menüband "Optionen" des Erstellungsfensters auswählen, ob die Nachricht verschlüsselt und signiert werden soll.
el: Κατά τη σύνταξη ενός μηνύματος μπορείτε τώρα να επιλέξετε την κρυπτογράφηση και την υπογραφή του μηνύματος στην κορδέλα "Επιλογές" του παραθύρου σύνταξης.
es: Al redactar un correo, ahora puedes elegir cifrar y firmar el mensaje en la cinta de opciones de la ventana de redacción.
et: Posti koostamisel saate nüüd valida sõnumi krüpteerimise ja allkirjastamise akna "Valikud" ribal "Valikud".
fi: Kun laadit sähköpostia, voit nyt valita viestin salauksen ja allekirjoituksen laatimisikkunan Asetukset-valintanauhassa.
fr: Lorsque vous composez un message, vous pouvez désormais choisir de le chiffrer et de le signer dans le ruban "Options" de la fenêtre de composition.
hu: Levél írása közben mostantól az üzenet titkosítását és aláírását is kiválaszthatja a levelek írása ablak "Beállítások" szalagján.
ja: メール作成時に、作成画面の「オプション」リボンで、メッセージの暗号化と署名を選択できるようになりました。
lt: Kurdami laišką dabar galite pasirinkti, ar norite šifruoti ir pasirašyti žinutę, naudodami lango "Parinktys" juostą.
lv: Sastādot vēstuli, tagad varat izvēlēties šifrēt un parakstīt ziņojumu sastādīšanas loga lentē "Iespējas".
nl: Bij het opstellen van een e-mail kunt u nu kiezen om het bericht te coderen en te ondertekenen in het lint 'Opties' van het compositievenster.
pl: Podczas tworzenia wiadomości e-mail można teraz wybrać opcję szyfrowania i podpisywania wiadomości na wstążce "Opcje" w oknie tworzenia wiadomości.
pt: Ao compor um e-mail você pode agora escolher encriptar e assinar a mensagem na fita de 'Opções' da janela de composição.
ro: Atunci când compuneți un mesaj, puteți alege acum să criptați și să semnați mesajul în panglica "Opțiuni" din fereastra de redactare.
ru: При составлении письма теперь можно выбрать шифрование и подпись сообщения в ленте "Параметры" окна составления.
sk: Pri vytváraní e-mailovej správy môžete teraz na páse "Možnosti" v okne vytvárania správy zvoliť šifrovanie a podpisovanie správy.
sl: Ko sestavljate e-pošto, lahko zdaj v traku Možnosti v oknu za sestavljanje izberete šifriranje in podpis sporočila.
sv: När du skriver ett e-postmeddelande kan du nu välja att kryptera och signera meddelandet i fälten "Alternativ" i skrivfönstret.
zh_cn: 在撰写邮件时，你现在可以在撰写窗口的 "选项 "功能区选择对邮件进行加密和签名。

source: Outlook will only encrypt message to mail addresses which are saved in your address book. So make sure, that the persons you want to write an encrypted mail to have an entry in Outlook’s contacts. You can ask the person to write you a signed mail, so that you can import the certificate information.
bg: Outlook ще криптира само съобщения до пощенски адреси, които са записани в адресната ви книга. Така че се уверете, че лицата, на които искате да напишете криптирано писмо, са записани в контактите на Outlook. Можете да помолите лицето да ви напише подписано писмо, за да можете да импортирате информацията за сертификата.
cs: Aplikace Outlook zašifruje pouze zprávy na poštovní adresy, které jsou uloženy v adresáři. Ujistěte se tedy, že osoby, kterým chcete psát šifrovanou poštu, mají záznam v kontaktech Outlooku. Můžete osobu požádat, aby vám napsala podepsanou poštu, abyste mohli importovat informace o certifikátu.
da: Outlook krypterer kun meddelelser til mailadresser, som er gemt i din adressebog. Så sørg for, at de personer, som du vil skrive en krypteret mail til, har en post i Outlooks kontaktpersoner. Du kan bede personen om at skrive en signeret mail til dig, så du kan importere certifikatoplysningerne.
de: Outlook verschlüsselt nur Nachrichten an Mailadressen, die in Ihrem Adressbuch gespeichert sind. Stellen Sie also sicher, dass die Personen, denen Sie eine verschlüsselte Mail schreiben wollen, einen Eintrag in den Kontakten von Outlook haben. Sie können die Person bitten, Ihnen eine signierte Mail zu schreiben, so dass Sie die Zertifikatsinformationen importieren können.
el: Το Outlook θα κρυπτογραφήσει μόνο το μήνυμα προς τις διευθύνσεις αλληλογραφίας που είναι αποθηκευμένες στο βιβλίο διευθύνσεών σας. Βεβαιωθείτε λοιπόν ότι τα άτομα στα οποία θέλετε να στείλετε κρυπτογραφημένο μήνυμα έχουν καταχώρηση στις επαφές του Outlook. Μπορείτε να ζητήσετε από το άτομο να σας γράψει ένα υπογεγραμμένο μήνυμα, ώστε να μπορείτε να εισαγάγετε τις πληροφορίες του πιστοποιητικού.
es: Outlook sólo cifrará los mensajes a las direcciones de correo que estén guardadas en su libreta de direcciones. Por lo tanto, asegúrese de que las personas a las que desea escribir un correo cifrado tienen una entrada en los contactos de Outlook. Puede pedir a la persona que le escriba un correo firmado, para poder importar la información del certificado.
et: Outlook krüpteerib sõnumi ainult nendele e-posti aadressidele, mis on salvestatud teie aadressiraamatusse. Seega veenduge, et isikutel, kellele soovite krüpteeritud kirju kirjutada, on Outlooki kontaktides kirjeid. Võite paluda isikul kirjutada teile allkirjastatud posti, et saaksite sertifikaadi andmed importida.
fi: Outlook salaa vain viestin sähköpostiosoitteisiin, jotka on tallennettu osoitekirjaan. Varmista siis, että henkilöillä, joille haluat kirjoittaa salatun sähköpostin, on merkintä Outlookin yhteystiedoissa. Voit pyytää henkilöä kirjoittamaan sinulle allekirjoitetun sähköpostin, jotta voit tuoda varmenteen tiedot.
fr: Outlook ne crypte que les messages destinés aux adresses électroniques enregistrées dans votre carnet d'adresses. Assurez-vous donc que les personnes à qui vous voulez écrire un message crypté ont une entrée dans les contacts d'Outlook. Vous pouvez demander à la personne de vous écrire un courrier signé, afin que vous puissiez importer les informations du certificat.
hu: Az Outlook csak a címjegyzékben tárolt e-mail címekre küldött üzeneteket titkosítja. Tehát győződjön meg róla, hogy a titkosított levelet írni kívánt személyek szerepelnek az Outlook névjegyzékében. Megkérheti a személyt, hogy írjon Önnek egy aláírt levelet, így importálhatja a tanúsítvány adatait.
ja: Outlookは、アドレス帳に保存されているメールアドレスへのメッセージのみを暗号化します。そのため、暗号化されたメールを送りたい相手が、Outlookの連絡先に登録されていることを確認してください。相手に署名入りのメールを書いてもらうことで、証明書の情報を取り込むことができます。
lt: "Outlook" užšifruos žinutę tik į adresinėje išsaugotus pašto adresus. Taigi įsitikinkite, kad asmenys, kuriems norite rašyti užšifruotą laišką, turi įrašą "Outlook" adresinėje. Galite paprašyti asmens parašyti jums pasirašytą laišką, kad galėtumėte importuoti sertifikato informaciją.
lv: Programma Outlook šifrēs ziņojumus tikai uz tām e-pasta adresēm, kas ir saglabātas jūsu adrešu grāmatā. Tāpēc pārliecinieties, ka personām, kurām vēlaties rakstīt šifrētu vēstuli, ir ieraksts Outlook kontaktos. Varat lūgt personai uzrakstīt jums parakstītu vēstuli, lai jūs varētu importēt sertifikāta informāciju.
nl: Outlook zal alleen berichten versleutelen naar e-mailadressen die in uw adresboek zijn opgeslagen. Zorg er dus voor dat de personen aan wie u een versleutelde mail wilt schrijven een vermelding hebben in Outlook's contacten. U kunt de persoon vragen om u een ondertekende mail te schrijven, zodat u de certificaatinformatie kunt importeren.
pl: Outlook będzie szyfrował tylko wiadomości na adresy pocztowe, które są zapisane w twojej książce adresowej. Upewnij się więc, że osoba, do której chcesz napisać zaszyfrowaną wiadomość, ma wpis w kontaktach Outlooka. Możesz poprosić daną osobę o napisanie podpisanego maila, abyś mógł zaimportować informacje o certyfikacie.
pt: O Outlook só encriptará mensagens para endereços de correio electrónico que estejam guardadas no seu livro de endereços. Portanto, certifique-se de que as pessoas que você deseja escrever um e-mail criptografado para ter uma entrada nos contatos do Outlook. Você pode pedir à pessoa que lhe escreva uma mensagem assinada, para que possa importar a informação do certificado.
ro: Outlook va cripta doar mesajele către adresele de poștă electronică care sunt salvate în agenda dvs. de adrese. Prin urmare, asigurați-vă că persoanele cărora doriți să le scrieți un mesaj criptat au o intrare în lista de contacte a Outlook. Puteți cere persoanei respective să vă scrie un mesaj semnat, pentru a putea importa informațiile despre certificat.
ru: Outlook будет шифровать сообщения только на те почтовые адреса, которые сохранены в вашей адресной книге. Поэтому убедитесь, что у человека, которому вы хотите написать зашифрованное письмо, есть запись в контактах Outlook. Вы можете попросить человека написать вам подписанное письмо, чтобы вы могли импортировать информацию о сертификате.
sk: Outlook bude šifrovať iba správy na poštové adresy, ktoré sú uložené vo vašom adresári. Uistite sa teda, že osoby, ktorým chcete napísať šifrovanú poštu, majú záznam v kontaktoch programu Outlook. Môžete požiadať osobu, aby vám napísala podpísaný mail, aby ste mohli importovať informácie o certifikáte.
sl: Outlook bo šifriral samo sporočila na poštne naslove, ki so shranjeni v vašem imeniku. Zato se prepričajte, da imajo osebe, ki jim želite napisati šifrirano pošto, vpis v Outlookovih stikih. Osebo lahko prosite, naj vam napiše podpisano pošto, da boste lahko uvozili podatke o certifikatu.
sv: Outlook krypterar endast meddelanden till e-postadresser som finns sparade i din adressbok. Se därför till att de personer som du vill skriva ett krypterat meddelande till har en post i Outlooks kontaktlista. Du kan be personen att skriva ett signerat brev till dig, så att du kan importera certifikatinformationen.
zh_cn: Outlook只对保存在通讯录中的邮件地址进行加密。因此，请确保你想写加密邮件的人在Outlook的联系人中拥有一个条目。你可以要求对方给你写一封签名邮件，这样你就可以导入证书信息。
