Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/hsm.po
Languages: bg, cs, da, de, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: Complete Apache2 Config Example
bg: Пълен пример за конфигурация на Apache2
cs: Kompletní příklad konfigurace Apache2
da: Komplet Apache2-konfiguration Eksempel
de: Vollständiges Apache2-Konfigurationsbeispiel
el: Πλήρες παράδειγμα παραμέτρων Apache2 Config
es: Ejemplo de configuración completa de Apache2
et: Täielik Apache2 konfiguratsiooni näide
fi: Täydellinen Apache2-konfiguraatioesimerkki
fr: Exemple complet de configuration d'Apache2
hu: Teljes Apache2 konfigurációs példa
ja: Apache2の完全な設定例
lt: Pilnas "Apache2" konfigūracijos pavyzdys
lv: Pilnīgs Apache2 konfigurācijas piemērs
nl: Volledig Apache2 Config Voorbeeld
pl: Kompletny przykład konfiguracji Apache2
pt: Exemplo de configuração completo do Apache2
ro: Exemplu complet de configurare Apache2
ru: Пример полной конфигурации Apache2
sk: Príklad kompletnej konfigurácie Apache2
sl: Celoten primer konfiguracije Apache2
sv: Exempel på fullständig Apache2-konfiguration
zh_cn: 完整的Apache2配置实例

source: A complete Apache2 (``VirtualHost``) config snippet might look like this:
bg: Пълен фрагмент от конфигурацията на Apache2 (``VirtualHost``) може да изглежда така:
cs: Kompletní fragment konfigurace Apache2 (``VirtualHost``) může vypadat takto:
da: Et komplet Apache2 (``VirtualHost``) konfigurationsudsnit kan se således ud:
de: Ein kompletter Apache2 (``VirtualHost``) Konfigurationsausschnitt könnte wie folgt aussehen:
el: Ένα πλήρες απόσπασμα παραμέτρων του Apache2 (``VirtualHost``) μπορεί να μοιάζει με αυτό:
es: Un fragmento de configuración completo de Apache2 (``VirtualHost``) podría tener este aspecto:
et: Täielik Apache2 (``VirtualHost<x>``) konfiguratsioonilõik võiks välja näha selline:
fi: Täydellinen Apache2:n (``VirtualHost``) konfiguraatiopätkä voi näyttää tältä:
fr: Un extrait complet de la configuration d'Apache2 (``VirtualHost``) peut ressembler à ceci :
hu: Egy teljes Apache2 (``VirtualHost<x>``) konfigurációs részlet így nézhet ki:
ja: 完全なApache2（``VirtualHost``）のコンフィグ・スニペットは次のようになります。
lt: Pilna "Apache2" (``VirtualHost``) konfigūracijos fragmentas gali atrodyti taip:
lv: Pilnīgs Apache2 (``VirtualHost``) konfigurācijas fragments varētu izskatīties šādi:
nl: Een volledige Apache2 (``VirtualHost``) config snippet zou er als volgt uit kunnen zien:
pl: Kompletny wycinek konfiguracji Apache2 (``VirtualHost``) może wyglądać tak:
pt: Um completo Apache2 (``VirtualHost``) pode ser parecido com isto:
ro: Un fragment complet de configurare Apache2 (``VirtualHost``) ar putea arăta astfel:
ru: Полный фрагмент конфигурации Apache2 (``VirtualHost``) может выглядеть следующим образом:
sk: Úplný fragment konfigurácie Apache2 (``VirtualHost``) môže vyzerať takto:
sl: Celoten fragment konfiguracije Apache2 (``VirtualHost``) je lahko videti takole:
sv: Ett komplett konfigurationsutdrag för Apache2 (``VirtualHost``) kan se ut så här:
zh_cn: 一个完整的Apache2（``VirtualHost``）配置片段可能看起来像这样。

source: Creating a Certificate Authority
bg: Създаване на удостоверяващ орган
cs: Vytvoření certifikační autority
da: Oprettelse af en certifikatudstedende myndighed
de: Erstellen einer Zertifizierungsstelle
el: Δημιουργία Αρχής Πιστοποιητικών
es: Creación de una autoridad de certificación
et: Sertifitseerimisasutuse loomine
fi: Varmentajan luominen
fr: Création d'une autorité de certification
hu: Tanúsítványkezelő létrehozása
ja: 認証局の作成
lt: Sertifikato institucijos kūrimas
lv: Sertifikātu iestādes izveide
nl: Aanmaken van een Certificaat Autoriteit
pl: Tworzenie urzędu certyfikacji
pt: Criação de uma Autoridade Certificadora
ro: Crearea unei autorități de certificare
ru: Создание центра сертификации
sk: Vytvorenie certifikačnej autority
sl: Ustvarjanje organa za potrdila
sv: Skapa en certifikatutfärdare
zh_cn: 创建一个证书颁发机构

source: This article shows you how to setup your own private certificate authority backed by a Nitrokey HSM. This certificate authority has no automation and does not really scale. Other open source projects can be referenced for automation and scalability.
bg: Тази статия ви показва как да настроите свой собствен орган за частни сертификати, подкрепен от Nitrokey HSM. Този орган за издаване на сертификати не е автоматизиран и не е мащабируем. За автоматизация и мащабируемост може да се използват други проекти с отворен код.
cs: V tomto článku se dozvíte, jak nastavit vlastní autoritu soukromých certifikátů podporovanou modulem HSM Nitrokey. Tato certifikační autorita nemá žádnou automatizaci a není ve skutečnosti škálovatelná. Pro automatizaci a škálovatelnost lze odkázat na jiné open source projekty.
da: Denne artikel viser dig, hvordan du konfigurerer din egen private certifikatmyndighed, der er understøttet af en Nitrokey HSM. Denne certifikatmyndighed har ingen automatisering og kan ikke rigtig skaleres. Der kan henvises til andre open source-projekter for automatisering og skalerbarhed.
de: Dieser Artikel zeigt Ihnen, wie Sie Ihre eigene private Zertifizierungsstelle einrichten, die durch ein Nitrokey HSM gesichert ist. Diese Zertifizierungsstelle hat keine Automatisierung und ist nicht wirklich skalierbar. Andere Open-Source-Projekte können für die Automatisierung und Skalierbarkeit referenziert werden.
el: Αυτό το άρθρο σας δείχνει πώς να ρυθμίσετε τη δική σας ιδιωτική αρχή πιστοποιητικών που υποστηρίζεται από ένα Nitrokey HSM. Αυτή η αρχή πιστοποιητικών δεν έχει αυτοματοποίηση και δεν κλιμακώνεται πραγματικά. Για την αυτοματοποίηση και την επεκτασιμότητα μπορείτε να ανατρέξετε σε άλλα έργα ανοικτού κώδικα.
es: Este artículo le muestra cómo configurar su propia autoridad de certificación privada respaldada por un HSM Nitrokey. Esta autoridad de certificación no tiene automatización y no es realmente escalable. Otros proyectos de código abierto pueden ser referenciados para la automatización y la escalabilidad.
et: See artikkel näitab teile, kuidas luua oma eraõiguslik sertifitseerimisasutus, mille taga on Nitrokey HSM. See sertifitseerimisasutus ei ole automatiseeritud ja ei ole tegelikult skaleeritav. Automatiseerimise ja skaleeritavuse osas võib viidata teistele avatud lähtekoodiga projektidele.
fi: Tässä artikkelissa kerrotaan, miten voit asentaa oman yksityisen varmentajan, jonka tukena on Nitrokey HSM. Tässä varmentajassa ei ole automaatiota eikä se oikein skaalaudu. Automaation ja skaalautuvuuden osalta voidaan viitata muihin avoimen lähdekoodin projekteihin.
fr: Cet article vous montre comment configurer votre propre autorité de certification privée soutenue par un HSM Nitrokey. Cette autorité de certification n'est pas automatisée et n'est pas vraiment évolutive. D'autres projets open source peuvent être référencés pour l'automatisation et l'évolutivité.
hu: Ez a cikk bemutatja, hogyan állíthatja be a saját, Nitrokey HSM által támogatott privát hitelesítésszolgáltatóját. Ez a hitelesítésszolgáltató nem rendelkezik automatizálással, és nem igazán skálázható. Az automatizálás és skálázhatóság érdekében más nyílt forráskódú projektekre lehet hivatkozni.
ja: この記事では、Nitrokey HSMにバックアップされた独自のプライベート認証局をセットアップする方法を紹介します。この認証局は自動化されておらず、拡張性もありません。自動化と拡張性については、他のオープンソースプロジェクトを参照してください。
lt: Šiame straipsnyje parodoma, kaip nustatyti savo privačią sertifikatų instituciją, paremtą "Nitrokey HSM". Ši sertifikatų institucija nėra automatizuota ir iš tikrųjų nėra mastelio. Automatizavimo ir mastelio keitimo galimybes galima nustatyti kituose atvirojo kodo projektuose.
lv: Šajā rakstā ir parādīts, kā iestatīt savu privāto sertifikātu iestādi, ko atbalsta Nitrokey HSM. Šai sertifikātu iestādei nav automatizācijas un tā nav īsti mērogojama. Automatizācijas un mērogojamības ziņā var atsaukties uz citiem atvērtā koda projektiem.
nl: Dit artikel laat zien hoe u uw eigen privé-certificaatautoriteit kunt instellen die door een Nitrokey HSM wordt ondersteund. Deze certificaatautoriteit heeft geen automatisering en is niet echt schaalbaar. Voor automatisering en schaalbaarheid kan verwezen worden naar andere open source projecten.
pl: Ten artykuł pokazuje, jak skonfigurować swój własny prywatny urząd certyfikacji wspierany przez Nitrokey HSM. Ten urząd certyfikacji nie jest zautomatyzowany i nie jest tak naprawdę skalowalny. Inne projekty open source mogą być wykorzystane do automatyzacji i skalowalności.
pt: Este artigo mostra-lhe como configurar a sua própria autoridade privada de certificação apoiada por um HSM da Nitrokey. Esta autoridade de certificado não tem automatização e não é realmente dimensionada. Outros projetos de código aberto podem ser referenciados para automação e escalabilidade.
ro: Acest articol vă arată cum să vă configurați propria autoritate de certificare privată susținută de un HSM Nitrokey. Această autoritate de certificare nu dispune de nicio automatizare și nu se extinde cu adevărat. Pentru automatizare și scalabilitate se poate face referire la alte proiecte open source.
ru: В этой статье показано, как настроить собственный частный центр сертификации на базе Nitrokey HSM. Этот центр сертификации не имеет автоматизации и не масштабируется. Для автоматизации и масштабирования можно обратиться к другим проектам с открытым исходным кодом.
sk: V tomto článku sa dozviete, ako nastaviť vlastnú autoritu súkromných certifikátov podporovanú zariadením Nitrokey HSM. Táto certifikačná autorita nemá žiadnu automatizáciu a nie je v skutočnosti škálovateľná. V prípade automatizácie a škálovateľnosti sa môžete odvolať na iné open source projekty.
sl: V tem članku je prikazano, kako nastavite svoj zasebni organ za potrdila, ki ga podpira Nitrokey HSM. Ta organ za izdajo potrdil nima avtomatizacije in se v resnici ne razširja. Za avtomatizacijo in razširljivost se lahko sklicujete na druge odprtokodne projekte.
sv: Den här artikeln visar hur du konfigurerar din egen privata certifikatutfärdare med stöd av en Nitrokey HSM. Denna certifikatutfärdare har ingen automatisering och är inte riktigt skalbar. Andra projekt med öppen källkod kan refereras för automatisering och skalbarhet.
zh_cn: 本文向你展示了如何设置由Nitrokey HSM支持的自己的私人证书授权。这个证书授权机构没有自动化，也没有真正的扩展。在自动化和可扩展性方面可以参考其他开源项目。

source: Choose Cryptographic Algorithms
bg: Избор на криптографски алгоритми
cs: Výběr kryptografických algoritmů
da: Vælg kryptografiske algoritmer
de: Kryptographische Algorithmen auswählen
el: Επιλογή κρυπτογραφικών αλγορίθμων
es: Elegir algoritmos criptográficos
et: Krüptograafiliste algoritmide valimine
fi: Valitse salausalgoritmit
fr: Choisir les algorithmes cryptographiques
hu: Válasszon kriptográfiai algoritmusokat
ja: 暗号化アルゴリズムの選択
lt: Pasirinkite kriptografinius algoritmus
lv: Izvēlieties kriptogrāfijas algoritmus
nl: Cryptografische algoritmen kiezen
pl: Wybór algorytmów kryptograficznych
pt: Escolha Algoritmos Criptográficos
ro: Alegeți algoritmi criptografici
ru: Выбор криптографических алгоритмов
sk: Výber kryptografických algoritmov
sl: Izbira kriptografskih algoritmov
sv: Välj kryptografiska algoritmer
zh_cn: 选择密码学算法

source: I’m going to assume that you’re as paranoid as I am, so I will be using the following command for generating private keys:
bg: Ще предположа, че сте параноици като мен, затова ще използвам следната команда за генериране на частни ключове:
cs: Budu předpokládat, že jste stejně paranoidní jako já, takže pro generování soukromých klíčů použiji následující příkaz:
da: Jeg går ud fra, at du er lige så paranoid som jeg, så jeg vil bruge følgende kommando til at generere private nøgler:
de: Ich gehe davon aus, dass Sie genauso paranoid sind wie ich, daher werde ich den folgenden Befehl zum Erzeugen privater Schlüssel verwenden:
el: Θα υποθέσω ότι είστε το ίδιο παρανοϊκοί με εμένα, οπότε θα χρησιμοποιήσω την ακόλουθη εντολή για τη δημιουργία ιδιωτικών κλειδιών:
es: Voy a asumir que eres tan paranoico como yo, así que voy a utilizar el siguiente comando para generar claves privadas:
et: Eeldan, et olete sama paranoiline kui mina, seega kasutan privaatvõtmete genereerimiseks järgmist käsku:
fi: Oletan, että olet yhtä vainoharhainen kuin minä, joten käytän seuraavaa komentoa yksityisten avainten luomiseen:
fr: Je vais supposer que vous êtes aussi paranoïaque que moi, donc je vais utiliser la commande suivante pour générer des clés privées :
hu: Feltételezem, hogy te is olyan paranoiás vagy, mint én, ezért a következő parancsot fogom használni a privát kulcsok generálásához:
ja: ここでは、あなたが私と同じように偏執的であると仮定して、以下のコマンドを使って秘密鍵を生成することにします。
lt: Darysiu prielaidą, kad esate toks pat paranojiškas kaip ir aš, todėl privatiems raktams generuoti naudosiu šią komandą:
lv: Es esmu gatavojas pieņemt, ka jūs esat tikpat paranoisks kā es, tāpēc es izmantošu šādu komandu, lai ģenerētu privātās atslēgas:
nl: Ik ga ervan uit dat jullie net zo paranoïde zijn als ik, dus ik zal het volgende commando gebruiken om private sleutels te genereren:
pl: Zamierzam założyć, że jesteś takim samym paranoikiem jak ja, więc będę używał następującej komendy do generowania kluczy prywatnych:
pt: Vou assumir que estás tão paranóico como eu, por isso vou usar o seguinte comando para gerar chaves privadas:
ro: Voi presupune că sunteți la fel de paranoic ca și mine, așa că voi folosi următoarea comandă pentru a genera chei private:
ru: Я предположу, что вы такой же параноик, как и я, поэтому я буду использовать следующую команду для генерации закрытых ключей:
sk: Budem predpokladať, že ste rovnako paranoidní ako ja, takže na generovanie súkromných kľúčov použijem nasledujúci príkaz:
sl: Predvidevam, da ste tako paranoični kot jaz, zato bom za generiranje zasebnih ključev uporabil naslednji ukaz:
sv: Jag antar att du är lika paranoid som jag, så jag kommer att använda följande kommando för att generera privata nycklar:
zh_cn: 我将假设你和我一样偏执，所以我将使用以下命令来生成私钥。

source: But, if you’re less paranoid that I am, you can safely choose the following options:
bg: Но ако сте по-малко параноични от мен, можете спокойно да изберете следните опции:
cs: Pokud jste ale méně paranoidní než já, můžete bez obav zvolit následující možnosti:
da: Men hvis du er mindre paranoid end jeg er, kan du roligt vælge følgende muligheder:
de: Wenn Sie aber weniger paranoid sind als ich, können Sie getrost die folgenden Optionen wählen:
el: Αλλά, αν είστε λιγότερο παρανοϊκοί από εμένα, μπορείτε να επιλέξετε με ασφάλεια τις ακόλουθες επιλογές:
es: Pero, si eres menos paranoico que yo, puedes elegir con seguridad las siguientes opciones:
et: Aga kui te olete vähem paranoiline kui mina, võite julgelt valida järgmised võimalused:
fi: Mutta jos olet vähemmän vainoharhainen kuin minä, voit huoletta valita seuraavat vaihtoehdot:
fr: Mais, si vous êtes moins paranoïaque que moi, vous pouvez choisir sans risque les options suivantes :
hu: De ha kevésbé paranoiás, mint én, akkor nyugodtan választhatja a következő lehetőségeket:
ja: しかし、私ほど妄想癖のない方であれば、安心して以下のオプションを選択することができます。
lt: Tačiau jei esate mažiau paranojiškas nei aš, galite drąsiai rinktis šias parinktis:
lv: Bet, ja esat mazāk paranoisks nekā es, varat droši izvēlēties šādas iespējas:
nl: Maar als u minder paranoïde bent dan ik, kunt u veilig de volgende opties kiezen:
pl: Ale jeśli jesteś mniej paranoiczny niż ja, możesz bezpiecznie wybrać następujące opcje:
pt: Mas, se você for menos paranóico que eu, você pode escolher com segurança as seguintes opções:
ro: Dar, dacă sunteți mai puțin paranoic decât mine, puteți alege în siguranță următoarele opțiuni:
ru: Но если вы не такой параноик, как я, то можете смело выбирать следующие варианты:
sk: Ak ste však menej paranoidní ako ja, môžete si pokojne vybrať nasledujúce možnosti:
sl: Če ste manj paranoični kot jaz, lahko mirno izberete naslednje možnosti:
sv: Men om du är mindre paranoid än jag kan du välja följande alternativ:
zh_cn: 但是，如果你不像我这么偏执，你可以安全地选择以下选项。

source: Likewise, I will be using the sha512 algorithm throughout this article, but sha256 can safely be used.
bg: По същия начин в тази статия ще използвам алгоритъма sha512, но спокойно може да се използва и sha256.
cs: Stejně tak budu v tomto článku používat algoritmus sha512, ale klidně lze použít i sha256.
da: Ligeledes vil jeg bruge sha512-algoritmen i hele denne artikel, men sha256 kan også sagtens bruges.
de: Ebenso werde ich in diesem Artikel den Algorithmus sha512 verwenden, aber sha256 kann sicher auch verwendet werden.
el: Ομοίως, θα χρησιμοποιήσω τον αλγόριθμο sha512 σε όλο αυτό το άρθρο, αλλά ο sha256 μπορεί να χρησιμοποιηθεί με ασφάλεια.
es: Asimismo, utilizaré el algoritmo sha512 a lo largo de este artículo, pero también se puede utilizar sha256.
et: Samamoodi kasutan ma käesolevas artiklis kogu aeg sha512 algoritmi, kuid võib julgelt kasutada ka sha256.
fi: Käytän tässä artikkelissa sha512-algoritmia, mutta myös sha256-algoritmia voidaan käyttää turvallisesti.
fr: De même, j'utiliserai l'algorithme sha512 tout au long de cet article, mais sha256 peut être utilisé en toute sécurité.
hu: Hasonlóképpen, ebben a cikkben a sha512 algoritmust fogom használni, de a sha256 is nyugodtan használható.
ja: 同様に、この記事ではsha512アルゴリズムを使用していますが、sha256も安全に使用できます。
lt: Taip pat šiame straipsnyje naudosiu sha512 algoritmą, tačiau galima naudoti ir sha256.
lv: Tāpat šajā rakstā izmantošu sha512 algoritmu, taču droši var izmantot arī sha256.
nl: Evenzo zal ik in dit artikel het sha512 algoritme gebruiken, maar sha256 kan veilig gebruikt worden.
pl: Podobnie, w całym artykule będę używał algorytmu sha512, ale można bezpiecznie używać sha256.
pt: Da mesma forma, vou usar o algoritmo sha512 ao longo deste artigo, mas o sha256 pode ser usado com segurança.
ro: De asemenea, voi folosi algoritmul sha512 pe parcursul acestui articol, dar poate fi folosit și sha256.
ru: Аналогично, в этой статье я буду использовать алгоритм sha512, но можно смело использовать и sha256.
sk: Podobne budem v tomto článku používať algoritmus sha512, ale pokojne možno použiť aj sha256.
sl: Prav tako bom v tem članku uporabljal algoritem sha512, vendar lahko varno uporabite tudi sha256.
sv: På samma sätt kommer jag att använda algoritmen sha512 i den här artikeln, men sha256 kan också användas utan problem.
zh_cn: 同样，我将在本文中使用sha512算法，但也可以安全地使用sha256算法。

source: Preparing to Start
bg: Подготовка за стартиране
cs: Příprava na zahájení
da: Forberedelse til at starte
de: Vorbereiten des Starts
el: Προετοιμασία για την έναρξη
es: Preparando el inicio
et: Ettevalmistused alustamiseks
fi: Valmistautuminen aloittamiseen
fr: Préparation du démarrage
hu: Felkészülés az indításra
ja: スタートの準備
lt: Pasirengimas pradėti
lv: Gatavošanās uzsākšanai
nl: Voorbereiden om te beginnen
pl: Przygotowanie do startu
pt: Preparando para começar
ro: Pregătirea pentru a începe
ru: Подготовка к запуску
sk: Príprava na spustenie
sl: Priprava na začetek
sv: Förberedelser för att börja
zh_cn: 准备开始

source: To start with, you need to pick a directory to store your CA.
bg: Като начало трябва да изберете директория, в която да съхранявате вашия CA.
cs: Na začátku je třeba vybrat adresář pro uložení certifikační autority.
da: Til at begynde med skal du vælge en mappe til at gemme din CA.
de: Zunächst müssen Sie ein Verzeichnis auswählen, in dem Ihre CA gespeichert werden soll.
el: Αρχικά, πρέπει να επιλέξετε έναν κατάλογο για να αποθηκεύσετε την CA σας.
es: Para empezar, tienes que elegir un directorio para almacenar tu CA.
et: Alustuseks peate valima kataloogi, kuhu oma CA-d salvestada.
fi: Aluksi sinun on valittava hakemisto CA:n tallentamista varten.
fr: Pour commencer, vous devez choisir un répertoire pour stocker votre AC.
hu: Először is ki kell választania egy könyvtárat a CA tárolására.
ja: まず最初に、CAを保存するディレクトリを選ぶ必要があります。
lt: Pirmiausia reikia pasirinkti katalogą, kuriame bus saugoma jūsų CA.
lv: Vispirms ir jāizvēlas direktorijs, kurā glabāt savu CA.
nl: Om te beginnen moet je een directory kiezen om je CA in op te slaan.
pl: Na początek musisz wybrać katalog, w którym będziesz przechowywał swoje CA.
pt: Para começar, você precisa escolher um diretório para armazenar sua CA.
ro: Pentru început, trebuie să alegeți un director în care să vă stocați AC.
ru: Для начала вам нужно выбрать каталог для хранения вашего CA.
sk: Na začiatku je potrebné vybrať adresár na uloženie CA.
sl: Najprej morate izbrati imenik za shranjevanje CA.
sv: Till att börja med måste du välja en katalog för att lagra din CA.
zh_cn: 首先，你需要选择一个目录来存储你的CA。

source: Install the necessary tools:
bg: Инсталирайте необходимите инструменти:
cs: Nainstalujte potřebné nástroje:
da: Installer det nødvendige værktøj:
de: Installieren Sie die erforderlichen Werkzeuge:
el: Εγκαταστήστε τα απαραίτητα εργαλεία:
es: Instala las herramientas necesarias:
et: Paigaldage vajalikud tööriistad:
fi: Asenna tarvittavat työkalut:
fr: Installez les outils nécessaires :
hu: Telepítse a szükséges eszközöket:
ja: 必要なツールをインストールします。
lt: Įdiekite reikiamus įrankius:
lv: Uzstādiet nepieciešamos rīkus:
nl: Installeer het benodigde gereedschap:
pl: Zainstalować niezbędne narzędzia:
pt: Instale as ferramentas necessárias:
ro: Instalați instrumentele necesare:
ru: Установите необходимые инструменты:
sk: Nainštalujte potrebné nástroje:
sl: Namestite potrebna orodja:
sv: Installera de nödvändiga verktygen:
zh_cn: 安装必要的工具。
