Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/hsm.po
Languages: bg, cs, da, de, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: Now you can enroll Nitrokeys for your users managed in Microsoft Active Directory. You may either use Microsoft PKI, `gpgsm <https://www.gnupg.org/documentation/manuals/gnupg/Howto-Create-a-Server-Cert.html>`_, or `Smart Policy <https://www.mysmartlogon.com/products/smart-policy.html>`_. The following steps describe the usage of Smart Policy.
bg: Сега можете да запишете Nitrokeys за вашите потребители, управлявани в Microsoft Active Directory. Можете да използвате или Microsoft PKI, `gpgsm <https://www.gnupg.org/documentation/manuals/gnupg/Howto-Create-a-Server-Cert.html>`_, или `Smart Policy <https://www.mysmartlogon.com/products/smart-policy.html>`_. Следващите стъпки описват използването на Smart Policy (Интелигентна политика).
cs: Nyní můžete zaregistrovat Nitrokeys pro své uživatele spravované v Microsoft Active Directory. Můžete použít buď Microsoft PKI, `gpgsm <https://www.gnupg.org/documentation/manuals/gnupg/Howto-Create-a-Server-Cert.html>`_, nebo `Smart Policy <https://www.mysmartlogon.com/products/smart-policy.html>`_. Následující kroky popisují použití funkce Smart Policy.
da: Nu kan du tilmelde Nitrokeys til dine brugere, der administreres i Microsoft Active Directory. Du kan enten bruge Microsoft PKI, `gpgsm <https://www.gnupg.org/documentation/manuals/gnupg/Howto-Create-a-Server-Cert.html>`_, eller `Smart Policy <https://www.mysmartlogon.com/products/smart-policy.html>`_. De følgende trin beskriver brugen af Smart Policy.
el: Τώρα μπορείτε να εγγράψετε Nitrokeys για τους χρήστες σας που διαχειρίζεστε στο Microsoft Active Directory. Μπορείτε να χρησιμοποιήσετε είτε το Microsoft PKI, `gpgsm <https://www.gnupg.org/documentation/manuals/gnupg/Howto-Create-a-Server-Cert.html>`_, είτε `Smart Policy <https://www.mysmartlogon.com/products/smart-policy.html>`_. Τα παρακάτω βήματα περιγράφουν τη χρήση της Έξυπνης πολιτικής.
es: Ahora puede inscribir Nitrokeys para sus usuarios gestionados en Microsoft Active Directory. Puede utilizar Microsoft PKI, `gpgsm <https://www.gnupg.org/documentation/manuals/gnupg/Howto-Create-a-Server-Cert.html>`_, o `Smart Policy <https://www.mysmartlogon.com/products/smart-policy.html>`_. Los siguientes pasos describen el uso de la política inteligente.
et: Nüüd saate registreerida Nitrokeys oma kasutajate jaoks, keda hallatakse Microsoft Active Directory's. Võite kasutada kas Microsoft PKI-d, `gpgsm <https://www.gnupg.org/documentation/manuals/gnupg/Howto-Create-a-Server-Cert.html>`_ või `Smart Policy <https://www.mysmartlogon.com/products/smart-policy.html>`_. Järgnevad sammud kirjeldavad Smart Policy kasutamist.
fi: Nyt voit rekisteröidä Nitrokeysin käyttäjille, joita hallitaan Microsoft Active Directory -palvelussa. Voit käyttää joko Microsoft PKI:tä, `gpgsm <https://www.gnupg.org/documentation/manuals/gnupg/Howto-Create-a-Server-Cert.html>`_ tai `Smart Policy <https://www.mysmartlogon.com/products/smart-policy.html>`_. Seuraavissa vaiheissa kuvataan Smart Policy -käytännön käyttöä.
hu: Mostantól a Microsoft Active Directoryban kezelt felhasználók számára is bejegyezheti a Nitrokeys-t. Használhatja a Microsoft PKI-t, `gpgsm <https://www.gnupg.org/documentation/manuals/gnupg/Howto-Create-a-Server-Cert.html>`_ vagy `Smart Policy <https://www.mysmartlogon.com/products/smart-policy.html>`_. A következő lépések az Intelligens házirend használatát ismertetik.
ja: Microsoft Active Directory で管理されているユーザに対して、Nitrokeys を登録できるようになりました。Microsoft PKI、`gpgsm <https://www.gnupg.org/documentation/manuals/gnupg/Howto-Create-a-Server-Cert.html>`_、`Smart Policy <https://www.mysmartlogon.com/products/smart-policy.html>`_のいずれかを使用することができます。以下の手順で、Smart Policyの使い方を説明します。
lt: Dabar galite užregistruoti "Nitrokeys" savo naudotojams, valdomiems "Microsoft Active Directory". Galite naudoti "Microsoft PKI", `gpgsm <https://www.gnupg.org/documentation/manuals/gnupg/Howto-Create-a-Server-Cert.html>`_ arba `Smart Policy <https://www.mysmartlogon.com/products/smart-policy.html>`_. Tolesniuose žingsniuose aprašomas "Smart Policy" naudojimas.
lv: Tagad varat reģistrēt Nitrokeys lietotājiem, kas tiek pārvaldīti Microsoft Active Directory. Varat izmantot vai nu Microsoft PKI, `gpgsm <https://www.gnupg.org/documentation/manuals/gnupg/Howto-Create-a-Server-Cert.html>`_, vai `Smart Policy <https://www.mysmartlogon.com/products/smart-policy.html>`_. Turpmāk aprakstīta Viedās politikas izmantošana.
nl: Nu kunt u Nitrokeys registreren voor uw gebruikers die in Microsoft Active Directory worden beheerd. U kunt ofwel Microsoft PKI, `gpgsm <https://www.gnupg.org/documentation/manuals/gnupg/Howto-Create-a-Server-Cert.html>`_, of `Smart Policy <https://www.mysmartlogon.com/products/smart-policy.html>`_ gebruiken. De volgende stappen beschrijven het gebruik van Smart Policy.
pl: Teraz możesz zarejestrować Nitrokeys dla swoich użytkowników zarządzanych przez Microsoft Active Directory. Możesz albo użyć Microsoft PKI, `gpgsm <https://www.gnupg.org/documentation/manuals/gnupg/Howto-Create-a-Server-Cert.html>`_, lub `Smart Policy <https://www.mysmartlogon.com/products/smart-policy.html>`_. Poniższe kroki opisują użycie Smart Policy.
pt: Agora você pode cadastrar Nitrokeys para seus usuários gerenciados no Microsoft Active Directory. Você pode usar o Microsoft PKI, `gpgsm <https://www.gnupg.org/documentation/manuals/gnupg/Howto-Create-a-Server-Cert.html>`_, ou `Smart Policy <https://www.mysmartlogon.com/products/smart-policy.html>`_. Os passos seguintes descrevem a utilização da Política Smart.
ro: Acum puteți înscrie Nitrokeys pentru utilizatorii dumneavoastră gestionați în Microsoft Active Directory. Puteți utiliza fie Microsoft PKI, `gpgsm <https://www.gnupg.org/documentation/manuals/gnupg/Howto-Create-a-Server-Cert.html>`_, fie `Smart Policy <https://www.mysmartlogon.com/products/smart-policy.html>`_. Următorii pași descriu utilizarea Smart Policy.
ru: Теперь вы можете регистрировать Nitrokeys для своих пользователей, управляемых в Microsoft Active Directory. Вы можете использовать либо Microsoft PKI, `gpgsm <https://www.gnupg.org/documentation/manuals/gnupg/Howto-Create-a-Server-Cert.html>`_, либо `Smart Policy <https://www.mysmartlogon.com/products/smart-policy.html>`_. Следующие шаги описывают использование Smart Policy.
sk: Teraz môžete zaregistrovať Nitrokeys pre svojich používateľov spravovaných v službe Microsoft Active Directory. Môžete použiť buď Microsoft PKI, `gpgsm <https://www.gnupg.org/documentation/manuals/gnupg/Howto-Create-a-Server-Cert.html>`_, alebo `Smart Policy <https://www.mysmartlogon.com/products/smart-policy.html>`_. V nasledujúcich krokoch je opísané použitie funkcie Smart Policy.
sl: Zdaj lahko za svoje uporabnike, ki jih upravljate v Microsoftovem imeniku Active Directory, vpišete Nitrokeys. Uporabite lahko Microsoftov PKI, `gpgsm <https://www.gnupg.org/documentation/manuals/gnupg/Howto-Create-a-Server-Cert.html>`_ ali `Smart Policy <https://www.mysmartlogon.com/products/smart-policy.html>`_. V naslednjih korakih je opisana uporaba pametne politike.
sv: Nu kan du registrera Nitrokeys för dina användare som hanteras i Microsoft Active Directory. Du kan antingen använda Microsoft PKI, `gpgsm <https://www.gnupg.org/documentation/manuals/gnupg/Howto-Create-a-Server-Cert.html>`_ eller `Smart Policy <https://www.mysmartlogon.com/products/smart-policy.html>`_. Följande steg beskriver användningen av Smart Policy.
zh_cn: 现在你可以为你在微软活动目录中管理的用户注册Nitrokeys。你可以使用微软的PKI，`gpgsm <https://www.gnupg.org/documentation/manuals/gnupg/Howto-Create-a-Server-Cert.html>`_，或者`Smart Policy <https://www.mysmartlogon.com/products/smart-policy.html>`_。下面的步骤描述了智能策略的用法。

source: `Download <http://download.mysmartlogon.com/SmartPolicyv2/SmartPolicy%20-%20Stage%203.exe>`_ and install Smart Policy.
bg: `Изтеглете <http://download.mysmartlogon.com/SmartPolicyv2/SmartPolicy%20-%20Stage%203.exe>`_ и инсталирайте Smart Policy.
cs: `Stáhněte si <http://download.mysmartlogon.com/SmartPolicyv2/SmartPolicy%20-%20Stage%203.exe>`_ a nainstalujte aplikaci Smart Policy.
da: `Download <http://download.mysmartlogon.com/SmartPolicyv2/SmartPolicy%20-%20Stage%203.exe>`_ og installer Smart Policy.
el: `Κατεβάστε το <http://download.mysmartlogon.com/SmartPolicyv2/SmartPolicy%20-%20Stage%203.exe>`_ και εγκαταστήστε το Smart Policy.
es: `Descarga <http://download.mysmartlogon.com/SmartPolicyv2/SmartPolicy%20-%20Stage%203.exe>`_ e instala Smart Policy.
et: `Ladige alla <http://download.mysmartlogon.com/SmartPolicyv2/SmartPolicy%20-%20Stage%203.exe>`_ ja installige Smart Policy.
fi: `Lataa <http://download.mysmartlogon.com/SmartPolicyv2/SmartPolicy%20-%20Stage%203.exe>`_ ja asenna Smart Policy.
hu: `Töltse le a <http://download.mysmartlogon.com/SmartPolicyv2/SmartPolicy%20-%20Stage%203.exe>`_ és telepítse a Smart Policy-t.
ja: ` <http://download.mysmartlogon.com/SmartPolicyv2/SmartPolicy%20-%20Stage%203.exe>`_をダウンロードし、Smart Policyをインストールします。
lt: `Sisiųskite <http://download.mysmartlogon.com/SmartPolicyv2/SmartPolicy%20-%20Stage%203.exe>`_ ir įdiekite "Smart Policy".
lv: `Saņemiet <http://download.mysmartlogon.com/SmartPolicyv2/SmartPolicy%20-%20Stage%203.exe>`_ un instalējiet Smart Policy.
nl: `Download <http://download.mysmartlogon.com/SmartPolicyv2/SmartPolicy%20-%20Stage%203.exe>`_ en installeer Smart Policy.
pl: `Ściągnij <http://download.mysmartlogon.com/SmartPolicyv2/SmartPolicy%20-%20Stage%203.exe>`_ i zainstaluj Smart Policy.
pt: `Download <http://download.mysmartlogon.com/SmartPolicyv2/SmartPolicy%20-%20Stage%203.exe>`_ e instalar a Política Inteligente.
ro: `Descărcați <http://download.mysmartlogon.com/SmartPolicyv2/SmartPolicy%20-%20Stage%203.exe>`_ și instalați Smart Policy.
ru: `Скачайте <http://download.mysmartlogon.com/SmartPolicyv2/SmartPolicy%20-%20Stage%203.exe>`_ и установите Smart Policy.
sk: `Stiahnite si <http://download.mysmartlogon.com/SmartPolicyv2/SmartPolicy%20-%20Stage%203.exe>`_ a nainštalujte aplikáciu Smart Policy.
sl: `Prenesite <http://download.mysmartlogon.com/SmartPolicyv2/SmartPolicy%20-%20Stage%203.exe>`_ in namestite program Smart Policy.
sv: `Hämta <http://download.mysmartlogon.com/SmartPolicyv2/SmartPolicy%20-%20Stage%203.exe>`_ och installera Smart Policy.
zh_cn: `下载<http://download.mysmartlogon.com/SmartPolicyv2/SmartPolicy%20-%20Stage%203.exe>`_并安装Smart Policy。

source: Select “Read a smart card”
bg: Изберете "Прочитане на смарт карта".
cs: Vyberte možnost "Číst čipovou kartu".
da: Vælg "Læs et smart card"
de: Wählen Sie "Smartcard einlesen"
el: Επιλέξτε "Διαβάστε μια έξυπνη κάρτα"
es: Seleccione "Leer una tarjeta inteligente"
et: Valige "Loe kiipkaarti"
fi: Valitse "Lue älykortti"
fr: Sélectionnez "Lire une carte à puce".
hu: Válassza a "Smart kártya olvasása" lehetőséget
ja: "Read a smart card "を選択
lt: Pasirinkite "Skaityti išmaniąją kortelę"
lv: Izvēlieties "Lasīt viedkarti"
nl: Kies "Lees een smartcard"
pl: Wybierz "Odczytaj kartę inteligentną".
pt: Selecione "Ler um Cartão Smart Card".
ro: Selectați "Read a smart card"
ru: Выберите "Считать смарт-карту".
sk: Vyberte položku "Čítať čipovú kartu".
sl: Izberite "Preberite pametno kartico".
sv: Välj "Läs ett smartkort".
zh_cn: 选择 "读取智能卡"

source: Select the certificate, mapping, and user.
bg: Изберете сертификата, картографирането и потребителя.
cs: Vyberte certifikát, mapování a uživatele.
da: Vælg certifikat, tilknytning og bruger.
de: Wählen Sie das Zertifikat, das Mapping und den Benutzer aus.
el: Επιλέξτε το πιστοποιητικό, την αντιστοίχιση και τον χρήστη.
es: Seleccione el certificado, la asignación y el usuario.
et: Valige sertifikaat, kaardistus ja kasutaja.
fi: Valitse varmenne, yhdistäminen ja käyttäjä.
fr: Sélectionnez le certificat, le mappage et l'utilisateur.
hu: Válassza ki a tanúsítványt, a hozzárendelést és a felhasználót.
ja: 証明書、マッピング、ユーザーを選択します。
lt: Pasirinkite sertifikatą, atvaizdavimą ir naudotoją.
lv: Atlasiet sertifikātu, kartēšanu un lietotāju.
nl: Selecteer het certificaat, de toewijzing en de gebruiker.
pl: Wybierz certyfikat, mapowanie i użytkownika.
pt: Selecione o certificado, o mapeamento e o usuário.
ro: Selectați certificatul, maparea și utilizatorul.
ru: Выберите сертификат, сопоставление и пользователя.
sk: Vyberte certifikát, mapovanie a používateľa.
sl: Izberite potrdilo, preslikavo in uporabnika.
sv: Välj certifikat, mappning och användare.
zh_cn: 选择证书、映射和用户。

source: Verify the device status via CRL.
bg: Проверете състоянието на устройството чрез CRL.
cs: Ověřte stav zařízení pomocí seznamu CRL.
da: Kontroller enhedens status via CRL.
de: Überprüfen Sie den Gerätestatus über CRL.
el: Επαληθεύστε την κατάσταση της συσκευής μέσω του CRL.
es: Verificar el estado del dispositivo a través de CRL.
et: Kontrollige seadme olekut CRLi kaudu.
fi: Tarkista laitteen tila CRL:n avulla.
fr: Vérifier l'état du dispositif via la LCR.
hu: Ellenőrizze az eszköz állapotát a CRL segítségével.
ja: CRLでデバイスの状態を確認する。
lt: Patikrinkite įrenginio būseną naudodami CRL.
lv: Pārbaudiet ierīces statusu, izmantojot CRL.
nl: Verifieer de apparaatstatus via CRL.
pl: Zweryfikuj status urządzenia za pomocą CRL.
pt: Verificar o estado do dispositivo via CRL.
ro: Verificați starea dispozitivului prin intermediul CRL.
ru: Проверьте состояние устройства с помощью CRL.
sk: Overte stav zariadenia prostredníctvom CRL.
sl: Preverite stanje naprave prek seznama CRL.
sv: Kontrollera enhetens status via CRL.
zh_cn: 通过CRL验证设备状态。

source: Choose a Group Policy Object (GPO).
bg: Изберете обект на груповата политика (GPO).
cs: Vyberte objekt zásad skupiny (GPO).
da: Vælg et gruppepolitikobjekt (GPO).
de: Wählen Sie ein Gruppenrichtlinienobjekt (GPO).
el: Επιλέξτε ένα αντικείμενο πολιτικής ομάδας (GPO).
es: Elija un objeto de política de grupo (GPO).
et: Valige grupipoliitika objekt (GPO).
fi: Valitse ryhmäkäytäntökohde (GPO).
fr: Choisissez un objet de politique de groupe (GPO).
hu: Válasszon egy csoportházirend-objektumot (GPO).
ja: グループ・ポリシー・オブジェクト（GPO）を選択します。
lt: Pasirinkite grupės politikos objektą (GPO).
lv: Izvēlieties grupas politikas objektu (GPO).
nl: Kies een Groepsbeleidobject (GPO).
pl: Wybierz Group Policy Object (GPO).
pt: Escolha um Objeto de Política de Grupo (GPO).
ro: Alegeți un obiect de politică de grup (GPO).
ru: Выберите объект групповой политики (GPO).
sk: Vyberte objekt zásad skupiny (GPO).
sl: Izberite objekt skupinske politike (GPO).
sv: Välj ett grupprincipobjekt (GPO).
zh_cn: 选择一个组策略对象（GPO）。

source: Confirm applying the mapping.
bg: Потвърдете прилагането на картографирането.
cs: Potvrďte použití mapování.
da: Bekræft, at du anvender kortlægningen.
de: Bestätigen Sie die Anwendung des Mappings.
el: Επιβεβαιώστε την εφαρμογή της αντιστοίχισης.
es: Confirme la aplicación del mapeo.
et: Kinnitage kaardistamise kohaldamine.
fi: Vahvista kartoituksen soveltaminen.
fr: Confirmez l'application du mappage.
hu: Erősítse meg a hozzárendelés alkalmazását.
ja: マッピングの適用を確認します。
lt: Patvirtinkite žemėlapio taikymą.
lv: Apstipriniet kartēšanas piemērošanu.
nl: Bevestig het toepassen van de toewijzing.
pl: Potwierdź zastosowanie mapowania.
pt: Confirmar a aplicação do mapeamento.
ro: Confirmați aplicarea cartografierii.
ru: Подтвердите применение отображения.
sk: Potvrďte použitie mapovania.
sl: Potrdite uporabo preslikave.
sv: Bekräfta att du tillämpar mappningen.
zh_cn: 确认应用该映射。

source: From now on, when logging on to your Windows computer you need to connect the Nitrokey and enter your PIN.
bg: Отсега нататък, когато влизате в компютъра си с Windows, трябва да свържете Nitrokey и да въведете ПИН кода си.
cs: Od této chvíle je třeba při přihlašování k počítači se systémem Windows připojit Nitrokey a zadat PIN.
da: Fra nu af skal du tilslutte Nitrokey og indtaste din pinkode, når du logger på din Windows-computer.
de: Von nun an müssen Sie bei der Anmeldung an Ihrem Windows-Computer den Nitrokey anschließen und Ihre PIN eingeben.
el: Στο εξής, όταν συνδέεστε στον υπολογιστή σας με Windows, πρέπει να συνδέσετε το Nitrokey και να εισαγάγετε το PIN σας.
es: A partir de ahora, cuando inicie sesión en su ordenador con Windows, deberá conectar la Nitrokey e introducir su PIN.
et: Nüüdsest alates peate oma Windowsi arvutisse sisselogimisel ühendama Nitrokey ja sisestama oma PIN-koodi.
fi: Kun kirjaudut sisään Windows-tietokoneeseen, sinun on tästä lähtien kytkettävä Nitrokey ja syötettävä PIN-koodi.
fr: Désormais, lorsque tu te connectes à ton ordinateur Windows, tu dois connecter la Nitrokey et saisir ton code PIN.
hu: Mostantól kezdve a Windows számítógépre való bejelentkezéskor csatlakoztatnia kell a Nitrokey-t, és be kell írnia a PIN-kódot.
ja: 今後、Windowsパソコンにログオンする際には、Nitrokeyを接続してPINを入力する必要があります。
lt: Nuo šiol prisijungdami prie "Windows" kompiuterio turite prijungti "Nitrokey" ir įvesti PIN kodą.
lv: No šī brīža, pieslēdzoties Windows datoram, ir jāpievieno Nitrokey un jāievada PIN kods.
nl: Vanaf nu moet u bij het inloggen op uw Windows computer de Nitrokey aansluiten en uw PIN invoeren.
pl: Od tej pory podczas logowania się do komputera z systemem Windows należy podłączyć Nitrokey i wprowadzić PIN.
pt: A partir de agora, ao fazer login no seu computador Windows, você precisa conectar a Nitrokey e digitar o seu PIN.
ro: De acum înainte, atunci când vă conectați la computerul dumneavoastră cu Windows, trebuie să conectați Nitrokey și să introduceți PIN-ul.
ru: С этого момента при входе в систему на компьютере с Windows необходимо подключить Nitrokey и ввести PIN-код.
sk: Odteraz musíte pri prihlasovaní do počítača so systémom Windows pripojiť kľúč Nitrokey a zadať kód PIN.
sl: Od zdaj naprej morate ob prijavi v računalnik Windows povezati ključ Nitrokey in vnesti kodo PIN.
sv: Från och med nu måste du ansluta Nitrokey till din Windows-dator och ange din PIN-kod när du loggar in.
zh_cn: 从现在起，在登录Windows电脑时，你需要连接Nitrokey并输入密码。

source: For Windows download the official `OpenSC releases <https://github.com/OpenSC/OpenSC/releases>`__ and make sure you install `p11tool as described <https://github.com/thales-e-security/p11tool>`__. Using the PowerShell most commands should be identical as long as both tools and their binaries are within your ``PATH``.
fr: Pour Windows, téléchargez les versions officielles de `OpenSC <https://github.com/OpenSC/OpenSC/releases>`__ et assurez-vous d'installer `p11tool comme décrit <https://github.com/thales-e-security/p11tool>`__. En utilisant le PowerShell, la plupart des commandes devraient être identiques tant que les deux outils et leurs binaires sont dans votre ``PATH``.

source: `How to initialize your Nitrokey HSM <https://github.com/OpenSC/OpenSC/wiki/SmartCardHSM#initialize-the-device>`__
de: So initialisieren Sie Ihr Nitrokey HSM <https://github.com/OpenSC/OpenSC/wiki/SmartCardHSM#initialize-the-device>`__
fr: `Comment initialiser votre HSM Nitrokey <https://github.com/OpenSC/OpenSC/wiki/SmartCardHSM#initialize-the-device>`___.

source: `How to create a root and intermediate CA <https://jamielinux.com/docs/openssl-certificate-authority/create-the-root-pair.html>`__
de: So erstellen Sie eine Stamm- und Zwischen-CA <https://jamielinux.com/docs/openssl-certificate-authority/create-the-root-pair.html>`__
fr: `Comment créer une autorité de certification racine et intermédiaire <https://jamielinux.com/docs/openssl-certificate-authority/create-the-root-pair.html>`___.

source: `How to ensure the serial numbers of your intermediate CA and server certs are up to spec <https://www.phildev.net/ssl/creating_ca.html>`__
de: So stellen Sie sicher, dass die Seriennummern Ihrer zwischengeschalteten CA- und Server-Zertifikate der Spezifikation entsprechen <https://www.phildev.net/ssl/creating_ca.html>`__
fr: `Comment s'assurer que les numéros de série de votre CA intermédiaire et de vos certitudes de serveur sont à jour <https://www.phildev.net/ssl/creating_ca.html>`___.

source: `How to generate ECC private keys <https://dev.to/benjaminblack/obtaining-an-elliptic-curve-dsa-certificate-with-lets-encrypt-51bc>`__
de: Wie man ECC-Privatschlüssel erzeugt <https://dev.to/benjaminblack/obtaining-an-elliptic-curve-dsa-certificate-with-lets-encrypt-51bc>`__
fr: Comment générer des clés privées ECC <https://dev.to/benjaminblack/obtaining-an-elliptic-curve-dsa-certificate-with-lets-encrypt-51bc>`___.

source: `How to find the PCKS11 URI from your HSM <https://www.infradead.org/openconnect/pkcs11.html>`__
de: So finden Sie den PCKS11 URI von Ihrem HSM <https://www.infradead.org/openconnect/pkcs11.html>`__
fr: `Comment trouver l'URI PCKS11 à partir de votre HSM <https://www.infradead.org/openconnect/pkcs11.html>`___.

source: This document was originally `written by lyntux <https://gist.github.com/lyntux/f02c6c3414ce48bc8ea8ab6dcdba1623>`__.
de: Dieses Dokument wurde ursprünglich `von lyntux <https://gist.github.com/lyntux/f02c6c3414ce48bc8ea8ab6dcdba1623>`__ geschrieben.
fr: Ce document a été initialement `écrit par lyntux <https://gist.github.com/lyntux/f02c6c3414ce48bc8ea8ab6dcdba1623>`__.

source: Ubuntu 20.04 or Debian 10 (Buster), both with `Gnome Display Manager <https://wiki.gnome.org/Projects/GDM>`__ installed.
de: Ubuntu 20.04 oder Debian 10 (Buster), beide mit installiertem `Gnome Display Manager <https://wiki.gnome.org/Projects/GDM>`__.
fr: Ubuntu 20.04 ou Debian 10 (Buster), tous deux avec `Gnome Display Manager <https://wiki.gnome.org/Projects/GDM>`__ installé.

source: Install `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`__. You need at least version 0.19. You can find recent builds for debian-based systems like Ubuntu `here <https://github.com/Nitrokey/opensc-build>`__ if your system does not have the newest version of OpenSC. Alternatively, install `this <https://www.cardcontact.de/download/sc-hsm-starterkit.zip>`__ driver (`source <https://github.com/CardContact/sc-hsm-embedded>`__).
de: Installieren Sie `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`__. Sie benötigen mindestens die Version 0.19. Aktuelle Builds für Debian-basierte Systeme wie Ubuntu finden Sie `hier <https://github.com/Nitrokey/opensc-build>`__, falls Ihr System nicht die neueste Version von OpenSC hat. Alternativ installieren Sie `hier <https://www.cardcontact.de/download/sc-hsm-starterkit.zip>`__ den Treiber (`source <https://github.com/CardContact/sc-hsm-embedded>`__).
fr: Installez `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`__. Vous avez besoin d'au moins la version 0.19. Vous pouvez trouver des builds récents pour les systèmes basés sur debian comme Ubuntu `ici <https://github.com/Nitrokey/opensc-build>`__ si votre système ne dispose pas de la version la plus récente d'OpenSC. Alternativement, installez `cette <https://www.cardcontact.de/download/sc-hsm-starterkit.zip>`__ pilote (`source <https://github.com/CardContact/sc-hsm-embedded>`__).

source: Define SO-PIN and PIN of your own choices. See `these instructions <https://github.com/OpenSC/OpenSC/wiki/SmartCardHSM#initialize-the-device>`__. Afterwards you can begin to `generate new keys <https://github.com/OpenSC/OpenSC/wiki/SmartCardHSM#generate-key-pair>`__.
de: Definieren Sie SO-PIN und PIN nach eigener Wahl. Siehe `diese Anleitung <https://github.com/OpenSC/OpenSC/wiki/SmartCardHSM#initialize-the-device>`__. Danach können Sie beginnen, `neue Schlüssel zu generieren <https://github.com/OpenSC/OpenSC/wiki/SmartCardHSM#generate-key-pair>`__.
fr: Définissez SO-PIN et PIN de vos propres choix. Voir `ces instructions <https://github.com/OpenSC/OpenSC/wiki/SmartCardHSM#initialize-the-device>`__. Ensuite, vous pouvez commencer à `générer de nouvelles clés <https://github.com/OpenSC/OpenSC/wiki/SmartCardHSM#generate-key-pair>`__.
