Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/hsm.po
Languages: bg, cs, da, de, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: TLS Setup with Apache2
bg: Настройка на TLS с Apache2
cs: Nastavení protokolu TLS s Apache2
da: Opsætning af TLS med Apache2
de: TLS-Einrichtung mit Apache2
el: Ρύθμιση TLS με τον Apache2
es: Configuración de TLS con Apache2
et: TLS-i seadistamine koos Apache2-ga
fi: TLS-asetus Apache2:n kanssa
fr: Configuration de TLS avec Apache2
hu: TLS beállítása Apache2-vel
ja: Apache2でのTLSセットアップ
lt: TLS sąranka su "Apache2
lv: TLS iestatīšana ar Apache2
nl: TLS-instelling met Apache2
pl: Konfiguracja TLS z Apache2
pt: Configuração de TLS com Apache2
ro: Configurarea TLS cu Apache2
ru: Настройка TLS в Apache2
sk: Nastavenie TLS s Apache2
sl: Nastavitev TLS z Apache2
sv: TLS-inställning med Apache2
zh_cn: 用Apache2设置TLS

source: The very same concept as descriped here can be used for many applications using openssl as crypto-backend. The concept mostly boils down to: replace (secret) key-file with PKCS#11 URL referencing a key on a security token (Nitrokey)
bg: Същата концепция, както е описана тук, може да се използва за много приложения, използващи openssl като крипто-бекенд. Концепцията се свежда най-вече до следното: заместване на (секретен) ключов файл с PKCS#11 URL, който се позовава на ключ на защитен ключ (Nitrokey).
cs: Stejný koncept, který je zde popsán, lze použít pro mnoho aplikací využívajících openssl jako kryptografický backend. Koncepce se většinou omezuje na: nahrazení (tajného) souboru s klíčem URL PKCS#11 odkazujícím na klíč na bezpečnostním tokenu (Nitrokey).
da: Det samme koncept som beskrevet her kan bruges til mange applikationer, der anvender openssl som krypto-backend. Konceptet går for det meste ud på at erstatte en (hemmelig) nøglefil med en PKCS#11-URL, der henviser til en nøgle på et sikkerhedstoken (Nitrokey)
de: Das gleiche Konzept, wie hier beschrieben, kann für viele Anwendungen verwendet werden, die openssl als Krypto-Backend verwenden. Das Konzept läuft im Wesentlichen auf Folgendes hinaus: Ersetzen Sie die (geheime) Schlüsseldatei durch eine PKCS#11-URL, die einen Schlüssel auf einem Sicherheits-Token (Nitrokey) referenziert.
el: Η ίδια ακριβώς έννοια που περιγράφεται εδώ μπορεί να χρησιμοποιηθεί για πολλές εφαρμογές που χρησιμοποιούν το openssl ως κρυπτο-υπολογιστή. Η ιδέα συνοψίζεται κυρίως στο εξής: αντικατάσταση του (μυστικού) αρχείου κλειδιού με PKCS#11 URL που παραπέμπει σε ένα κλειδί σε ένα σύμβολο ασφαλείας (Nitrokey).
es: El mismo concepto descrito aquí puede ser utilizado para muchas aplicaciones que utilizan openssl como crypto-backend. El concepto se reduce principalmente a: reemplazar el archivo de claves (secreto) con la URL PKCS#11 que hace referencia a una clave en un token de seguridad (Nitrokey)
et: Sama kontseptsiooni, mida siin kirjeldatakse, saab kasutada paljude rakenduste puhul, mis kasutavad openssl-i krüpto-backendina. Kontseptsioon seisneb enamasti selles, et (salajase) võtmefaili asendamine PKCS#11 URL-iga, mis viitab võtmele turvamärkil (Nitrokey).
fi: Samaa konseptia, joka on kuvattu tässä, voidaan käyttää monissa sovelluksissa, jotka käyttävät openssl:ää krypto-backendinä. Konsepti on lähinnä seuraava: korvaa (salainen) avaintiedosto PKCS#11-URL-osoitteella, joka viittaa avaimeen tietoturvatunnisteessa (Nitrokey).
fr: Le même concept que celui décrit ici peut être utilisé pour de nombreuses applications utilisant openssl comme crypto-backend. Le concept se résume principalement à : remplacer le fichier clé (secret) par une URL PKCS#11 référençant une clé sur un jeton de sécurité (Nitrokey).
hu: Ugyanaz a koncepció, mint amit itt leírtunk, számos alkalmazáshoz használható, amely openssl-t használ kripto-backendként. A koncepció többnyire a következő: a (titkos) kulcsfájl cseréje PKCS#11 URL-re, amely egy biztonsági tokenen (Nitrokey) kulcsára hivatkozik.
ja: ここで説明されているのと全く同じコンセプトが、opensslをcrypto-backendとして使用する多くのアプリケーションに使用できます。コンセプトは主に以下のようなものです：セキュリティトークン（Nitrokey）上のキーを参照するPKCS#11 URLで（秘密の）キーファイルを置き換える。
lt: Tą pačią čia aprašytą koncepciją galima naudoti daugelyje programų, kuriose openssl naudojamas kaip kriptografinis serveris. Koncepcija dažniausiai yra tokia: pakeisti (slaptą) rakto failą į PKCS#11 URL, kuriame pateikiama nuoroda į raktą, esantį saugumo ženkle (Nitrokey).
lv: To pašu koncepciju, kas aprakstīta šeit, var izmantot daudzās lietojumprogrammās, izmantojot openssl kā kriptogrāfijas backend. Koncepcija lielākoties ir šāda: aizstāt (slepeno) atslēgas failu ar PKCS#11 URL, kas atsaucas uz drošības marķiera (Nitrokey) atslēgu.
nl: Hetzelfde concept als hier beschreven kan gebruikt worden voor vele toepassingen die openssl als crypto-backend gebruiken. Het concept komt neer op: vervang een (geheim) sleutelbestand door een PKCS#11 URL die verwijst naar een sleutel op een security token (Nitrokey)
pl: Ta sama koncepcja jak opisana tutaj może być użyta w wielu aplikacjach używających openssl jako crypto-backend. Koncepcja sprowadza się głównie do: zastąpienia (tajnego) pliku klucza adresem URL PKCS#11 odwołującym się do klucza na tokenie bezpieczeństwa (Nitrokey)
pt: O mesmo conceito aqui descrito pode ser usado para muitas aplicações usando openssl como crypto-backend. O conceito resume-se principalmente a: substituir (secreto) ficheiro-chave por PKCS#11 URL referenciando uma chave num código de segurança (Nitrokey)
ro: Același concept descris aici poate fi folosit pentru multe aplicații care folosesc openssl ca crypto-backend. Conceptul se rezumă în principal la: înlocuirea fișierului cheie (secret) cu PKCS#11 URL care face referire la o cheie pe un token de securitate (Nitrokey).
ru: Та же концепция, что описана здесь, может быть использована для многих приложений, использующих openssl в качестве крипто-бэкенда. Концепция сводится к следующему: заменить (секретный) ключевой файл на URL PKCS#11, ссылающийся на ключ на маркере безопасности (Nitrokey).
sk: Rovnaký koncept, ako je tu popísaný, sa dá použiť pre mnohé aplikácie, ktoré používajú openssl ako kryptografický backend. Koncept sa väčšinou obmedzuje na: nahradenie (tajného) súboru s kľúčom pomocou PKCS#11 URL odkazujúceho na kľúč na bezpečnostnom tokene (Nitrokey)
sl: Isti koncept, kot je opisan tukaj, se lahko uporablja za številne aplikacije, ki uporabljajo openssl kot kriptografsko zaledje. Koncept se večinoma skrči na: zamenjajte (tajno) datoteko s ključem s PKCS#11 URL, ki se sklicuje na ključ na varnostnem žetonu (Nitrokey).
sv: Samma koncept som beskrivs här kan användas för många tillämpningar som använder openssl som kryptobackend. Konceptet går i huvudsak ut på att ersätta en (hemlig) nyckelfil med en PKCS#11-URL som hänvisar till en nyckel på en säkerhetstoken (Nitrokey).
zh_cn: 这里描述的相同概念可以用于许多使用openssl作为加密后端的应用。这个概念主要归结为：用PKCS#11 URL替代（秘密）密钥文件，引用安全令牌（Nitrokey）上的一个密钥。

source: Preparation
bg: Подготовка
cs: Příprava
da: Forberedelse
de: Vorbereitung
el: Προετοιμασία
es: Preparación
et: Ettevalmistus
fi: Valmistelu
fr: Préparation
hu: Előkészítés
ja: 準備
lt: Paruošimas
lv: Sagatavošana
nl: Voorbereiding
pl: Przygotowanie
pt: Preparação
ro: Pregătire
ru: Подготовка
sk: Príprava
sl: Priprava
sv: Förberedelse
zh_cn: 准备工作

source: ensure that the `apache2` version is at least 2.4.42 for proper ``mod_ssl`` support
bg: Уверете се, че версията на `apache2` е поне 2.4.42 за правилна ``mod_ssl`` поддръжка
cs: zajistěte, aby verze `apache2` byla alespoň 2.4.42 pro správnou ``mod_ssl`` podporu.
da: sikre, at `apache2`-versionen er mindst 2.4.42 for korrekt ``mod_ssl``-understøttelse
de: Stellen Sie sicher, dass die `apache2`-Version mindestens 2.4.42 ist, um ``mod_ssl`` zu unterstützen
el: Βεβαιωθείτε ότι η έκδοση του `apache2` είναι τουλάχιστον 2.4.42 για σωστή υποστήριξη ``mod_ssl``.
es: asegúrese de que la versión de `apache2` es al menos 2.4.42 para un correcto soporte de ``mod_ssl``.
et: tagada, et `apache2` versioon oleks vähemalt 2.4.42, et tagada korralik ``mod_ssl`` tugi.
fi: varmista, että `apache2`-versio on vähintään 2.4.42, jotta ``mod_ssl``-tuki toimii kunnolla.
fr: Assurez-vous que la version de `apache2` est au moins 2.4.42 pour un support correct de ``mod_ssl``.
hu: győződjön meg róla, hogy az `apache2` verziója legalább 2.4.42 a megfelelő ``mod_ssl`` támogatáshoz.
ja: ``mod_ssl``を適切にサポートするために、`apache2`のバージョンが最低でも2.4.42であることを確認してください。
lt: įsitikinkite, kad `apache2` versija yra ne mažesnė kaip 2.4.42, kad būtų tinkamai ``mod_ssl`` palaikoma
lv: pārliecinieties, ka `apache2` versija ir vismaz 2.4.42, lai nodrošinātu ``mod_ssl`` atbalstu.
nl: zorg ervoor dat de `apache2` versie tenminste 2.4.42 is voor een goede ``mod_ssl`` ondersteuning
pl: upewnij się, że wersja `apache2` jest co najmniej 2.4.42 dla poprawnego ``mod_ssl`` wsparcia
pt: assegure-se de que a versão `apache2` é pelo menos 2.4.42 para o próprio ``mod_ssl`` suporte
ro: asigurați-vă că versiunea `apache2` este cel puțin 2.4.42 pentru un suport adecvat ``mod_ssl```
ru: убедитесь, что версия `apache2` не ниже 2.4.42 для правильной поддержки ``mod_ssl``.
sk: zabezpečiť, aby verzia `apache2` bola aspoň 2.4.42 pre správnu ``mod_ssl`` podporu
sl: zagotovite, da je različica `apache2` vsaj 2.4.42 za pravilno ``mod_ssl`` podporo
sv: Se till att `apache2` är minst 2.4.42 för att få korrekt ``mod_ssl``-stöd.
zh_cn: 确保`apache2`的版本至少是2.4.42，以获得正确的``mod_ssl``支持。

source: activate ``mod_ssl`` using ``a2enmod ssl``, if not already done
bg: активиране на ``mod_ssl`` с помощта на ``a2enmod ssl``, ако вече не е направено
cs: aktivovat ``mod_ssl`` pomocí ``a2enmod ssl``, pokud již nebylo provedeno.
da: aktiver ``mod_ssl`` ved hjælp af ``a2enmod ssl``, hvis det ikke allerede er gjort
de: Aktivieren Sie ``mod_ssl`` mit ``a2enmod ssl``, falls noch nicht geschehen
el: ενεργοποίηση του ``mod_ssl`` με τη χρήση του ``a2enmod ssl``, αν δεν έχει ήδη γίνει
es: activar ``mod_ssl`` utilizando ``a2enmod ssl``, si no se ha hecho ya
et: aktiveeri ``mod_ssl`` kasutades ``a2enmod ssl``, kui seda veel ei ole tehtud.
fi: aktivoi ``mod_ssl`` käyttämällä ``a2enmod ssl``, jos sitä ei ole jo tehty.
fr: activez ``mod_ssl`` en utilisant ``a2enmod ssl``, si ce n'est pas déjà fait
hu: aktiválja a ``mod_ssl`` használatával ``a2enmod ssl``, ha még nem tette meg.
ja: ``mod_ssl``を、``a2enmod ssl``を使って、まだやっていなければ起動する。
lt: suaktyvinti ``mod_ssl`` naudojant ``a2enmod ssl``, jei tai dar nepadaryta
lv: aktivizēt ``mod_ssl``, izmantojot ``a2enmod ssl``, ja tas vēl nav izdarīts
nl: activeer ``mod_ssl`` met ``a2enmod ssl``, als dat nog niet gebeurd is
pt: activar ``mod_ssl`` usando ``a2enmod ssl``, se ainda não tiver sido feito
ro: activați ``mod_ssl``` folosind ``a2enmod ssl``, dacă nu a fost deja făcut
ru: активируйте ``mod_ssl``, используя ``a2enmod ssl``, если это еще не сделано
sk: aktivujte ``mod_ssl`` pomocou ``a2enmod ssl``, ak sa tak ešte nestalo
sl: aktivirajte ``mod_ssl`` z uporabo ``a2enmod ssl``, če to še ni storjeno
sv: Aktivera ``mod_ssl`` med hjälp av ``a2enmod ssl``, om det inte redan är gjort.
zh_cn: 激活``mod_ssl``使用``a2enmod ssl``，如果尚未完成。

source: additionally ``openssl`` is needed and ``libengine-pkcs11-openssl`` see :doc:`PKCS#11 URL<pkcs11-url>`
bg: Освен това е необходимо ``openssl`` и ``libengine-pkcs11-openssl`` виж :doc:`PKCS#11 URL<pkcs11-url>`
cs: navíc je potřeba ``openssl`` a ``libengine-pkcs11-openssl`` viz :doc:`PKCS#11 URL<pkcs11-url>`
da: desuden er der behov for ``openssl`` og ``libengine-pkcs11-openssl`` se :doc:`PKCS#11 URL<pkcs11-url>`
de: zusätzlich wird ``openssl`` benötigt und ``libengine-pkcs11-openssl`` siehe :doc:`PKCS#11 URL<pkcs11-url>`
el: Επιπλέον, απαιτείται ``openssl`` και ``libengine-pkcs11-openssl`` βλέπε :doc:`PKCS#11 URL<pkcs11-url>`
es: adicionalmente ``openssl`` es necesario y ``libengine-pkcs11-openssl`` ver :doc:`PKCS#11 URL<pkcs11-url>`
et: lisaks on vaja ``openssl`` ja ``libengine-pkcs11-openssl`` vt :doc:`PKCS#11 URL<pkcs11-url>`.
fi: lisäksi tarvitaan ``openssl`` ja ``libengine-pkcs11-openssl`` katso :doc:`PKCS#11 URL<pkcs11-url>`.
fr: De plus, "openssl" est nécessaire et "libengine-pkcs11-openssl", voir :doc:`PKCS#11 URL<pkcs11-url>`.
hu: Ezenkívül ``openssl`` és ``libengine-pkcs11-openssl`` szükséges, lásd :doc:`PKCS#11 URL<pkcs11-url>`.
ja: さらに``openssl``が必要で、``libengine-pkcs11-openssl``は :doc:`PKCS#11 URL<pkcs11-url>` を参照してください。
lt: papildomai reikia ``openssl`` ir ``libengine-pkcs11-openssl`` žr. :doc:`PKCS#11 URL<pkcs11-url>`
lv: papildus ``openssl`` ir nepieciešams un ``libengine-pkcs11-openssl`` skatīt :doc:`PKCS#11 URL<pkcs11-url>`
nl: aanvullend is ``openssl`` nodig en ``libengine-pkcs11-openssl`` zie :doc:`PKCS#11 URL<pkcs11-url>`
pl: dodatkowo ``openssl`` jest potrzebny i ``libengine-pkcs11-openssl`` patrz :doc:`PKCS#11 URL<pkcs11-url>`.
pt: adicionalmente ``openssl``` é necessário e ```x id="41"></x>>`` ver :doc:`PKCS#11 URL<pkcs11-url>`
ro: în plus ``openssl`` este necesar și ``libengine-pkcs11-openssl`` vezi :doc:`PKCS#11 URL<pkcs11-url>`
ru: Дополнительно ``openssl`` необходимо и ``libengine-pkcs11-openssl`` см. :doc:`PKCS#11 URL<pkcs11-url>`.
sk: navyše ``openssl`` je potrebné a ``libengine-pkcs11-openssl`` pozri :doc:`PKCS#11 URL<pkcs11-url>`
sl: dodatno sta potrebna ``openssl`` in ``libengine-pkcs11-openssl`` glej :doc:`PKCS#11 URL<pkcs11-url>`
sv: Dessutom behövs ``openssl`` och ``libengine-pkcs11-openssl`` se :doc:`PKCS#11 URL<pkcs11-url>`
zh_cn: 另外还需要``openssl``和``libengine-pkcs11-openssl``见：doc:`PKCS#11 URL<pkcs11-url>`

source: Configure Apache2 to Use a Security Key
bg: Конфигуриране на Apache2 за използване на ключ за сигурност
cs: Konfigurace aplikace Apache2 pro použití bezpečnostního klíče
da: Konfigurer Apache2 til at bruge en sikkerhedsnøgle
de: Konfigurieren des Apache2 zur Verwendung eines Sicherheitsschlüssels
el: Ρύθμιση του Apache2 ώστε να χρησιμοποιεί ένα κλειδί ασφαλείας
es: Configurar Apache2 para usar una clave de seguridad
et: Apache2 konfigureerimine turvavõtme kasutamiseks
fi: Apache2:n määrittäminen käyttämään suojausavainta
fr: Configurer Apache2 pour utiliser une clé de sécurité
hu: Az Apache2 konfigurálása biztonsági kulcs használatára
ja: セキュリティキーを使用するように Apache2 を設定する
lt: Sukonfigūruokite "Apache2" naudoti saugumo raktą
lv: Apache2 konfigurēšana, lai izmantotu drošības atslēgu
nl: Apache2 configureren om een veiligheidssleutel te gebruiken
pl: Konfiguracja Apache2 do użycia klucza bezpieczeństwa
pt: Configurar o Apache2 para usar uma chave de segurança
ro: Configurați Apache2 pentru a utiliza o cheie de securitate
ru: Настройка Apache2 на использование ключа безопасности
sk: Konfigurácia Apache2 na používanie bezpečnostného kľúča
sl: Konfiguracija Apache2 za uporabo varnostnega ključa
sv: Konfigurera Apache2 för att använda en säkerhetsnyckel
zh_cn: 配置Apache2以使用安全密钥

source: Basically the only thing to do is replace ``SSLCertificateFile`` with the proper PKCS#11 URL and delete any other references to keys or certificates. E.g., ``SSLCertificateKeyFile`` is not needed anymore.
bg: По принцип единственото, което трябва да направите, е да замените ``SSLCertificateFile`` с правилния PKCS#11 URL адрес и да изтриете всички други препратки към ключове или сертификати. Например, ``SSLCertificateKeyFile`` вече не е необходимо.
cs: V podstatě stačí nahradit ``SSLCertificateFile`` správnou adresou URL PKCS#11 a odstranit všechny ostatní odkazy na klíče nebo certifikáty. Například ``SSLCertificateKeyFile`` již není potřeba.
da: Det eneste, du skal gøre, er at erstatte ``SSLCertificateFile`` med den korrekte PKCS#11-URL og slette alle andre henvisninger til nøgler eller certifikater. F.eks. er ``SSLCertificateKeyFile`` ikke længere nødvendig.
de: Im Grunde müssen Sie nur ``SSLCertificateFile`` durch die richtige PKCS#11-URL ersetzen und alle anderen Verweise auf Schlüssel oder Zertifikate löschen. Z. B. wird ``SSLCertificateKeyFile`` nicht mehr benötigt.
el: Βασικά το μόνο που πρέπει να κάνετε είναι να αντικαταστήσετε το ``SSLCertificateFile`` με την κατάλληλη διεύθυνση URL PKCS#11 και να διαγράψετε οποιεσδήποτε άλλες αναφορές σε κλειδιά ή πιστοποιητικά. Π.χ., το ``SSLCertificateKeyFile`` δεν χρειάζεται πλέον.
es: Básicamente lo único que hay que hacer es sustituir ``SSLCertificateFile`` por la URL PKCS#11 adecuada y eliminar cualquier otra referencia a claves o certificados. Por ejemplo, ``SSLCertificateKeyFile`` ya no es necesario.
et: Põhimõtteliselt tuleb vaid asendada ``SSLCertificateFile`` õige PKCS#11 URL-iga ja kustutada kõik muud viited võtmetele või sertifikaatidele. Näiteks ``SSLCertificateKeyFile`` ei ole enam vajalik.
fi: Periaatteessa ainoa tehtävä on korvata ``SSLCertificateFile`` oikealla PKCS#11-URL-osoitteella ja poistaa kaikki muut viittaukset avaimiin tai varmenteisiin. Esimerkiksi ``SSLCertificateKeyFile`` ei enää tarvita.
fr: En gros, la seule chose à faire est de remplacer ``SSLCertificateFile`` par l'URL PKCS#11 appropriée et de supprimer toute autre référence aux clés ou aux certificats. Par exemple, ``SSLCertificateKeyFile`` n'est plus nécessaire.
hu: Alapvetően csak annyit kell tennie, hogy a ``SSLCertificateFile``-t kicseréli a megfelelő PKCS#11 URL-re, és törli a kulcsokra vagy tanúsítványokra való minden más hivatkozást. Például a ``SSLCertificateKeyFile`` már nem szükséges.
ja: 基本的には、``SSLCertificateFile``を適切なPKCS#11のURLに置き換え、鍵や証明書への他の参照を削除するだけです。例えば、``SSLCertificateKeyFile``はもう必要ありません。
lt: Iš esmės reikia tik pakeisti ``SSLCertificateFile`` tinkamu PKCS#11 URL ir ištrinti visas kitas nuorodas į raktus ar sertifikatus. Pavyzdžiui, ``SSLCertificateKeyFile`` nebereikia.
lv: Būtībā vienīgais, kas jādara, ir jāaizstāj ``SSLCertificateFile`` ar pareizo PKCS#11 URL un jāizdzēš visas citas atsauces uz atslēgām vai sertifikātiem. Piemēram, ``SSLCertificateKeyFile`` vairs nav nepieciešams.
nl: In principe is het enige wat u hoeft te doen ``SSLCertificateFile`` te vervangen door de juiste PKCS#11 URL en alle andere verwijzingen naar sleutels of certificaten te verwijderen. Bv. ``SSLCertificateKeyFile`` is niet meer nodig.
pl: W zasadzie jedyną rzeczą, którą należy zrobić jest zastąpienie ``SSLCertificateFile`` właściwym adresem URL PKCS#11 i usunięcie wszelkich innych odniesień do kluczy lub certyfikatów. Na przykład, ``SSLCertificateKeyFile`` nie jest już potrzebny.
pt: Basicamente a única coisa a fazer é substituir ``SSLCertificateFile`` pela URL apropriada PKCS#11 e apagar quaisquer outras referências a chaves ou certificados. Por exemplo, ``SSLCertificateKeyFile``` já não é necessário.
ro: Practic, singurul lucru care trebuie făcut este să înlocuiți ``SSLCertificateFile`` cu URL-ul PKCS#11 corespunzător și să ștergeți orice alte referințe la chei sau certificate. De exemplu, ``SSLCertificateKeyFile`` nu mai este necesar.
ru: По сути, единственное, что нужно сделать, это заменить ``SSLCertificateFile`` на правильный URL PKCS#11 и удалить все остальные ссылки на ключи или сертификаты. Например, ``SSLCertificateKeyFile`` больше не нужен.
sk: V podstate stačí nahradiť ``SSLCertificateFile`` správnou URL PKCS#11 a odstrániť všetky ostatné odkazy na kľúče alebo certifikáty. Napríklad ``SSLCertificateKeyFile`` už nie je potrebný.
sl: V bistvu je treba le zamenjati ``SSLCertificateFile`` z ustreznim naslovom URL PKCS#11 in izbrisati vse druge sklice na ključe ali potrdila. Npr. ``SSLCertificateKeyFile`` ni več potreben.
sv: Det enda du behöver göra är att ersätta ``SSLCertificateFile`` med den korrekta PKCS#11-URL:n och ta bort alla andra referenser till nycklar eller certifikat. ``SSLCertificateKeyFile`` behövs inte längre.
zh_cn: 基本上唯一要做的是用适当的PKCS#11 URL替换``SSLCertificateFile`，并删除任何其他对钥匙或证书的引用。例如，``SSLCertificateKeyFile``就不再需要了。

source: An example directive might look like this:
bg: Една примерна директива може да изглежда по следния начин:
cs: Příklad směrnice může vypadat takto:
da: Et eksempel på et direktiv kan se således ud:
de: Eine Beispiel-Direktive könnte wie folgt aussehen:
el: Ένα παράδειγμα οδηγίας μπορεί να μοιάζει με αυτό:
es: Un ejemplo de directiva podría ser el siguiente:
et: Näidisdirektiiv võib välja näha selline:
fi: Esimerkkidirektiivi voi näyttää tältä:
fr: Un exemple de directive pourrait ressembler à ceci :
hu: Egy példa direktíva így nézhet ki:
ja: ディレクティブの例は次のようになります。
lt: Direktyvos pavyzdys gali atrodyti taip:
lv: Direktīvas piemērs varētu izskatīties šādi:
nl: Een voorbeeld richtlijn zou er zo uit kunnen zien:
pl: Przykładowa dyrektywa może wyglądać następująco:
pt: Um exemplo de directiva pode parecer-se com isto:
ro: Un exemplu de directivă ar putea arăta astfel:
ru: Пример директивы может выглядеть следующим образом:
sk: Príklad smernice môže vyzerať takto:
sl: Primer direktive je lahko videti takole:
sv: Ett exempel på ett direktiv kan se ut så här:
zh_cn: 一个指令的例子可能是这样的。

source: The proper PKCS#11 URL can be extracted as documented in :doc:`PKCS#11 URL Generation<pkcs11-url>`
bg: Правилният PKCS#11 URL адрес може да бъде извлечен, както е документирано в :doc:`PKCS#11 URL Generation<pkcs11-url>`
cs: Správnou adresu URL PKCS#11 lze získat podle dokumentu :doc:`PKCS#11 URL Generation<pkcs11-url>`
da: Den korrekte PKCS#11-URL kan udtrækkes som dokumenteret i :doc:`PKCS#11 URL-generering<pkcs11-url>`
de: Die richtige PKCS#11-URL kann wie in :doc:`PKCS#11-URL-Generierung<pkcs11-url>` dokumentiert extrahiert werden
el: Η κατάλληλη διεύθυνση URL PKCS#11 μπορεί να εξαχθεί όπως περιγράφεται στο :doc:`PKCS#11 URL Generation<pkcs11-url>`
es: La URL PKCS#11 adecuada puede extraerse como se documenta en :doc:`Generación de la URL PKCS#11<pkcs11-url>`.
et: Korraliku PKCS#11-URL-i saab ekstraheerida, nagu on dokumenteeritud dokumendis :doc:`PKCS#11 URL-i genereerimine<pkcs11-url>`.
fi: Oikea PKCS#11-URL-osoite voidaan poimia asiakirjassa :doc:`PKCS#11 URL Generation<pkcs11-url>` kuvatulla tavalla.
fr: L'URL PKCS#11 appropriée peut être extraite comme indiqué dans :doc:`Génération d'URL PKCS#11<pkcs11-url>`.
hu: A megfelelő PKCS#11 URL-t a :doc:`PKCS#11 URL generálás<pkcs11-url>` dokumentumban leírtak szerint lehet kinyerni.
ja: 適切なPKCS#11 URLは、 :doc:`PKCS#11 URL Generation<pkcs11-url>`で説明されているように抽出することができます。
lt: Tinkamą PKCS#11 URL galima išgauti, kaip aprašyta :doc:`PKCS#11 URL generavimas<pkcs11-url>`
lv: Atbilstošu PKCS#11 URL var iegūt, kā dokumentēts :doc:`PKCS#11 URL ģenerēšana<pkcs11-url>`
nl: De juiste PKCS#11 URL kan worden geëxtraheerd zoals gedocumenteerd in :doc:`PKCS#11 URL Generation<pkcs11-url>`
pl: Właściwy adres URL PKCS#11 może być wyodrębniony jak udokumentowano w :doc:`PKCS#11 URL Generation<pkcs11-url>`.
pt: A URL apropriada PKCS#11 pode ser extraída como documentado em :doc:`PKCS#11 URL Generation<pkcs11-url>`
ro: URL-ul PKCS#11 adecvat poate fi extras așa cum este documentat în :doc:`PKKCS#11 URL Generation<pkcs11-url>`
ru: Правильный URL PKCS#11 может быть извлечен, как описано в :doc:`PKCS#11 URL Generation<pkcs11-url>`.
sk: Správnu adresu PKCS#11 URL možno získať podľa dokumentácie v :doc:`PKCS#11 URL Generation<pkcs11-url>`
sl: Ustrezen naslov URL PKCS#11 lahko pridobite, kot je dokumentirano v :doc:`PKCS#11 URL Generation<pkcs11-url>`
sv: Den korrekta PKCS#11-URL:n kan extraheras enligt dokumentationen i :doc:`PKCS#11 URL Generation<pkcs11-url>`
zh_cn: 适当的PKCS#11 URL可以按照:doc:`PKCS#11 URL生成<pkcs11-url>`中的记载提取。
