Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/hsm.po
Languages: bg, cs, da, de, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: curve25519
bg: крива25519
cs: křivka25519
es: curva25519
fr: courbe25519
ja: カーブ25519
lt: kreivė25519
lv: līkne25519
pl: krzywa25519
pt: curva25519
ro: curba25519
ru: кривая25519
sk: krivka25519
sl: krivulja25519
sv: kurva25519
zh_cn: 曲线25519

source: Brainpool 192
ja: ブレインプール 192
lv: Smadzeņu pūlis 192
sk: Mozgovňa 192
zh_cn: 脑池192

source: Brainpool 256-320
ja: ブレインプール 256-320
lv: Smadzeņu pūlis 256-320
sk: Mozgovňa 256-320
zh_cn: 脑库 256-320

source: Brainpool 384-521
fr: Cerveau 384-521
ja: ブレインプール 384-521
lv: Smadzeņu kopa 384-521
ro: Bazin cerebral 384-521
ru: Мозговой пул 384-521
sk: Mozgovňa 384-521
zh_cn: 脑库 384-521

source: **Q:** How good is the Random Number Generator (RNG)?
bg: **В:** Колко добър е генераторът на случайни числа (RNG)?
cs: **Otázka:** Jak kvalitní je generátor náhodných čísel (RNG)?
da: **Q:** Hvor god er Random Number Generator (RNG)?
el: **Q:** Πόσο καλή είναι η γεννήτρια τυχαίων αριθμών (RNG);
es: **P: ** ¿Qué tan bueno es el generador de números aleatorios (RNG)?
et: **K:** Kui hea on juhusliku numbri generaator (RNG)?
fi: **Q:** Kuinka hyvä satunnaislukugeneraattori (RNG) on?
fr: **Q:** Quelle est la qualité du générateur de nombres aléatoires (RNG) ?
hu: **K:** Mennyire jó a véletlenszám-generátor (RNG)?
ja: **Q:** 乱数発生器（RNG）の性能はどのくらいですか？
lt: **Klausimas:** Kaip gerai veikia atsitiktinių skaičių generatorius (RNG)?
lv: **K:** Cik labs ir nejaušo skaitļu ģenerators (RNG)?
nl: **Q:** Hoe goed is de Random Number Generator (RNG)?
pl: **Q:** Jak dobry jest Generator Liczb Losowych (RNG)?
pt: **Q:** Quão bom é o Gerador de Números Aleatórios (RNG)?
ro: **Q:** Cât de bun este generatorul de numere aleatorii (RNG)?
ru: **Вопрос:** Насколько хорош генератор случайных чисел (ГСЧ)?
sk: **Q:** Ako dobrý je generátor náhodných čísel (RNG)?
sl: **Q:** Kako dober je generator naključnih števil (RNG)?
sv: **Q:** Hur bra är Random Number Generator (RNG)?
zh_cn: **问：**随机数字发生器（RNG）的性能如何？

source: Nitrokey HSM uses the TRNG of JCOP 2.4.1r3 which has a quality of DRNG.2 (according to AIS 31 of the BSI).
bg: Nitrokey HSM използва TRNG на JCOP 2.4.1r3, чието качество е DRNG.2 (според AIS 31 на BSI).
cs: Nitrokey HSM používá TRNG JCOP 2.4.1r3, který má kvalitu DRNG.2 (podle AIS 31 BSI).
da: Nitrokey HSM bruger TRNG i JCOP 2.4.1r3, som har en kvalitet på DRNG.2 (i henhold til AIS 31 fra BSI).
el: Το Nitrokey HSM χρησιμοποιεί το TRNG του JCOP 2.4.1r3 το οποίο έχει ποιότητα DRNG.2 (σύμφωνα με την AIS 31 της BSI).
es: Nitrokey HSM utiliza el TRNG de JCOP 2.4.1r3 que tiene una calidad de DRNG.2 (según AIS 31 de la BSI).
et: Nitrokey HSM kasutab JCOP 2.4.1r3 TRNG-d, mille kvaliteet on DRNG.2 (vastavalt BSI AIS 31-le).
fi: Nitrokey HSM käyttää JCOP 2.4.1r3:n TRNG:tä, jonka laatu on DRNG.2 (BSI:n AIS 31:n mukaan).
fr: Le Nitrokey HSM utilise le TRNG de JCOP 2.4.1r3 qui a une qualité de DRNG.2 (selon AIS 31 du BSI).
hu: A Nitrokey HSM a JCOP 2.4.1r3 TRNG-t használja, amelynek minősége DRNG.2 (a BSI AIS 31 szerint).
ja: Nitrokey HSMでは、DRNG.2の品質を持つJCOP 2.4.1r3のTRNGを使用しています（BSIのAIS 31による）。
lt: "Nitrokey HSM" naudoja JCOP 2.4.1r3 TRNG, kurio kokybė yra DRNG.2 (pagal BSI AIS 31).
lv: Nitrokey HSM izmanto JCOP 2.4.1r3 TRNG, kura kvalitāte ir DRNG.2 (saskaņā ar BSI AIS 31).
nl: Nitrokey HSM gebruikt de TRNG van JCOP 2.4.1r3 die een kwaliteit van DRNG.2 heeft (volgens AIS 31 van de BSI).
pl: Nitrokey HSM używa TRNG z JCOP 2.4.1r3, który ma jakość DRNG.2 (zgodnie z AIS 31 BSI).
pt: Nitrokey HSM utiliza a TRNG do JCOP 2.4.1r3 que tem uma qualidade DRNG.2 (de acordo com AIS 31 do BSI).
ro: Nitrokey HSM utilizează TRNG din JCOP 2.4.1r3, care are o calitate de DRNG.2 (conform AIS 31 al BSI).
ru: Nitrokey HSM использует TRNG JCOP 2.4.1r3, который имеет качество DRNG.2 (согласно AIS 31 BSI).
sk: Nitrokey HSM používa TRNG JCOP 2.4.1r3, ktorý má kvalitu DRNG.2 (podľa AIS 31 BSI).
sl: Nitrokey HSM uporablja TRNG JCOP 2.4.1r3, ki ima kakovost DRNG.2 (v skladu z AIS 31 BSI).
sv: Nitrokey HSM använder TRNG i JCOP 2.4.1r3 som har en kvalitet på DRNG.2 (enligt AIS 31 från BSI).
zh_cn: Nitrokey HSM使用JCOP 2.4.1r3的TRNG，其质量为DRNG.2（根据BSI的AIS 31）。

source: **Q:** Which API can I use?
bg: **В:** Кой API мога да използвам?
cs: **Q:** Jaké rozhraní API mohu použít?
da: **Q:** Hvilket API kan jeg bruge?
el: **Q:** Ποιο API μπορώ να χρησιμοποιήσω;
es: **Q:** ¿Qué API puedo utilizar?
et: **K:** Millist API-d ma saan kasutada?
fi: **Q:** Mitä API:ta voin käyttää?
fr: **Q:** Quelle API puis-je utiliser ?
hu: **K:** Melyik API-t használhatom?
ja: **Q:** どのAPIを使用すればよいのでしょうか？
lt: **Q:** Kurią API galiu naudoti?
lv: **Q:** Kuru API es varu izmantot?
nl: **Q:** Welke API kan ik gebruiken?
pl: **Q:** Którego API mogę użyć?
pt: **Q:** Que API posso usar?
ro: **Q:** Ce API pot folosi?
ru: **В:** Какой API я могу использовать?
sk: **Q:** Ktoré API môžem použiť?
sl: **Q:** Kateri API lahko uporabim?
sv: **Q:** Vilket API kan jag använda?
zh_cn: **问：**我可以使用哪个API？

source: OpenSC: Comprehensive instructions exist for OpenSC framework. There is nitrotool as a more comfortable frontend to OpenSC.
bg: OpenSC: Съществуват изчерпателни инструкции за рамката OpenSC. Съществува nitrotool като по-удобен фронтенд за OpenSC.
cs: OpenSC: Pro rámec OpenSC existují komplexní pokyny. Jako pohodlnější frontend k OpenSC existuje nitrotool.
da: OpenSC: Der findes en omfattende vejledning til OpenSC-rammen. Der findes nitrotool som en mere komfortabel frontend til OpenSC.
el: OpenSC: Υπάρχουν ολοκληρωμένες οδηγίες για το πλαίσιο OpenSC. Υπάρχει το nitrotool ως ένα πιο άνετο frontend για το OpenSC.
es: OpenSC: Existen instrucciones completas para el framework OpenSC. Existe nitrotool como un frontend más cómodo para OpenSC.
et: OpenSC: OpenSC raamistiku jaoks on olemas põhjalikud juhised. OpenSC jaoks on olemas nitrotool kui mugavam frontend.
fi: OpenSC: OpenSC-kehystä varten on olemassa kattavat ohjeet. Nitrotool on mukavampi etusovellus OpenSC:lle.
fr: OpenSC : Des instructions complètes existent pour le framework OpenSC. Il y a nitrotool comme un frontal plus confortable pour OpenSC.
hu: OpenSC: Az OpenSC keretrendszerhez átfogó utasítások állnak rendelkezésre. Az OpenSC kényelmesebb frontendjeként létezik a nitrotool.
ja: OpenSC: OpenSCフレームワークの包括的な説明書があります。OpenSCのより快適なフロントエンドとして、nitrotoolがあります。
lt: "OpenSC": yra išsamių "OpenSC" sistemos instrukcijų. Yra nitrotool kaip patogesnis OpenSC priedėlis.
lv: OpenSC: OpenSC ietvaram ir pieejamas visaptverošas instrukcijas. Ir nitrotool kā ērtāks OpenSC frontends.
nl: OpenSC: Er bestaan uitgebreide instructies voor het OpenSC framework. Er is nitrotool als een meer comfortabele frontend voor OpenSC.
pl: OpenSC: Istnieją wyczerpujące instrukcje dla frameworka OpenSC. Istnieje nitrotool jako wygodniejszy interfejs do OpenSC.
pt: OpenSC: Existem instruções abrangentes para a estrutura OpenSC. Há nitrotool como um frontend mais confortável para OpenSC.
ro: OpenSC: Există instrucțiuni cuprinzătoare pentru cadrul OpenSC. Există nitrotool ca un frontend mai confortabil pentru OpenSC.
ru: OpenSC: Для фреймворка OpenSC существуют исчерпывающие инструкции. Существует nitrotool как более удобный фронтенд к OpenSC.
sk: OpenSC: Pre rámec OpenSC existujú komplexné pokyny. Ako pohodlnejší frontend k OpenSC existuje nitrotool.
sl: OpenSC: Za ogrodje OpenSC obstajajo izčrpna navodila. Obstaja nitrotool, ki je bolj udoben frontend za OpenSC.
sv: OpenSC: Det finns omfattande instruktioner för OpenSC-ramverket. Det finns nitrotool som är en bekvämare frontlinje till OpenSC.
zh_cn: OpenSC：OpenSC框架有全面的说明。还有nitrotool作为OpenSC的一个更舒适的前端。

source: Embedded Systems: For systems with minimal memory footprint a read/only PKCS#11 module is provided by the sc-hsm-embedded project. This PKCS#11 module is useful for deployments where key generation at the user's workplace is not required. The PKCS#11 module also supports major electronic signature cards available in the German market.
bg: Вградени системи: За системи с минимално количество памет се предоставя модул PKCS#11 само за четене от проекта sc-hsm-embedded. Този модул PKCS#11 е полезен за внедрявания, при които не се изисква генериране на ключове на работното място на потребителя. Модулът PKCS#11 също така поддържа основните карти за електронен подпис, налични на германския пазар.
cs: Vestavěné systémy: Pro systémy s minimální paměťovou náročností je v projektu sc-hsm-embedded k dispozici modul PKCS#11 pouze pro čtení. Tento modul PKCS#11 je užitečný pro nasazení, kde není vyžadováno generování klíčů na pracovišti uživatele. Modul PKCS#11 také podporuje hlavní karty elektronického podpisu dostupné na německém trhu.
da: Indlejrede systemer: Til systemer med minimal hukommelse er der et læse/kun læse-pKCS#11-modul, som leveres af sc-hsm-embedded-projektet. Dette PKCS#11-modul er nyttigt til implementeringer, hvor der ikke er behov for nøglegenerering på brugerens arbejdsplads. PKCS#11-modulet understøtter også de vigtigste elektroniske signaturkort, der findes på det tyske marked.
el: Ενσωματωμένα συστήματα: Μια ενότητα PKCS#11 μόνο για ανάγνωση παρέχεται από το έργο sc-hsm-embedded. Αυτή η ενότητα PKCS#11 είναι χρήσιμη για εφαρμογές όπου δεν απαιτείται η παραγωγή κλειδιών στο χώρο εργασίας του χρήστη. Η ενότητα PKCS#11 υποστηρίζει επίσης τις σημαντικότερες κάρτες ηλεκτρονικής υπογραφής που είναι διαθέσιμες στη γερμανική αγορά.
es: Sistemas embebidos: Para los sistemas con una huella de memoria mínima, el proyecto sc-hsm-embedded proporciona un módulo PKCS#11 de sólo lectura. Este módulo PKCS#11 es útil para implementaciones en las que no se requiere la generación de claves en el lugar de trabajo del usuario. El módulo PKCS#11 también es compatible con las principales tarjetas de firma electrónica disponibles en el mercado alemán.
et: Manussüsteemid: Minimaalse mälumahuga süsteemide jaoks pakub sc-hsm-embedded projekt ainult lugemiseks mõeldud PKCS#11 moodulit. See PKCS#11-moodul on kasulik sellistes rakendustes, kus võtme genereerimine kasutaja töökohal ei ole vajalik. PKCS#11-moodul toetab ka peamisi Saksa turul saadaolevaid elektroonilisi allkirjastamiskaarte.
fi: Sulautetut järjestelmät: Järjestelmiä varten, joissa muistin tarve on minimaalinen, sc-hsm-embedded-projekti tarjoaa PKCS#11-moduulin, jossa on vain lukuoikeus. Tämä PKCS#11-moduuli on hyödyllinen käyttöönotossa, jossa avainten tuottaminen käyttäjän työpaikalla ei ole tarpeen. PKCS#11-moduuli tukee myös tärkeimpiä Saksan markkinoilla saatavilla olevia sähköisiä allekirjoituskortteja.
fr: Systèmes embarqués : Pour les systèmes ayant une empreinte mémoire minimale, un module PKCS#11 en lecture seule est fourni par le projet sc-hsm-embedded. Ce module PKCS#11 est utile pour les déploiements où la génération de clés sur le lieu de travail de l'utilisateur n'est pas nécessaire. Le module PKCS#11 supporte également les principales cartes de signature électronique disponibles sur le marché allemand.
hu: Beágyazott rendszerek: A minimális memóriaigényű rendszerek számára az sc-hsm-embedded projekt egy csak olvasható PKCS#11 modult biztosít. Ez a PKCS#11 modul olyan telepítéseknél hasznos, ahol nincs szükség kulcsgenerálásra a felhasználó munkahelyén. A PKCS#11 modul támogatja a német piacon kapható főbb elektronikus aláírási kártyákat is.
ja: 組み込みシステム。sc-sm-embedded プロジェクトでは、メモリ使用量を最小限に抑えたシステム向けに、読み取り専用の PKCS#11 モジュールを提供しています。 この PKCS#11 モジュールは、ユーザーの職場での鍵生成が必要ない場合に便利です。PKCS#11モジュールは、ドイツ市場で入手可能な主要な電子署名カードにも対応しています。
lt: Įterptinės sistemos: Projektas sc-hsm-embedded skirtas sistemoms su minimaliu atminties kiekiu. Šis PKCS#11 modulis naudingas diegiant sistemas, kai nereikia generuoti raktų naudotojo darbo vietoje. PKCS#11 modulis taip pat palaiko pagrindines Vokietijos rinkoje esančias elektroninio parašo korteles.
lv: Iegultās sistēmas: Sistēmām ar minimālu atmiņas ietilpību projekts sc-hsm-embedded nodrošina PKCS#11 moduli tikai lasīšanai. Šis PKCS#11 modulis ir noderīgs izvietojumiem, kur atslēgas ģenerēšana lietotāja darbavietā nav nepieciešama. PKCS#11 modulis atbalsta arī galvenās Vācijas tirgū pieejamās elektroniskā paraksta kartes.
nl: Ingebedde systemen: Voor systemen met een minimale geheugenafdruk wordt een alleen-lezen PKCS#11-module geleverd door het sc-hsm-embeddedded project. Deze PKCS#11-module is nuttig voor implementaties waar het genereren van sleutels op de werkplek van de gebruiker niet vereist is. De PKCS#11-module ondersteunt ook de belangrijkste elektronische handtekeningkaarten die op de Duitse markt beschikbaar zijn.
pl: Systemy wbudowane: Dla systemów z minimalną ilością pamięci dostarczany jest moduł tylko do odczytu PKCS#11 w projekcie sc-hsm-embedded. Ten moduł PKCS#11 jest przydatny we wdrożeniach, w których nie jest wymagane generowanie kluczy w miejscu pracy użytkownika. Moduł PKCS#11 wspiera również główne karty podpisu elektronicznego dostępne na rynku niemieckim.
pt: Sistemas Embutidos: Para sistemas com o mínimo espaço de memória, um módulo PKCS#11 é fornecido pelo projeto sc-hsm-embedded. Este módulo PKCS#11 é útil para implementações onde a geração de chaves no local de trabalho do usuário's não é necessária. O módulo PKCS#11 também suporta os principais cartões de assinatura eletrônica disponíveis no mercado alemão.
ro: Sisteme integrate: Pentru sistemele cu o amprentă de memorie minimă, proiectul sc-hsm-embedded oferă un modul PKCS#11 numai pentru citire/încărcare. Acest modul PKCS#11 este util pentru implementări în care nu este necesară generarea de chei la locul de muncă al utilizatorului. Modulul PKCS#11 suportă, de asemenea, principalele carduri de semnătură electronică disponibile pe piața germană.
ru: Встраиваемые системы: Для систем с минимальным объемом памяти в проекте sc-hsm-embedded предусмотрен модуль PKCS#11 только для чтения. Этот модуль PKCS#11 полезен для развертывания систем, в которых не требуется генерация ключей на рабочем месте пользователя. Модуль PKCS#11 также поддерживает основные карты электронной подписи, доступные на немецком рынке.
sk: Vstavané systémy: Pre systémy s minimálnou pamäťovou stopou poskytuje projekt sc-hsm-embedded modul PKCS#11 určený len na čítanie. Tento modul PKCS#11 je užitočný pri nasadení, kde sa nevyžaduje generovanie kľúčov na pracovisku používateľa. Modul PKCS#11 podporuje aj hlavné karty elektronického podpisu dostupné na nemeckom trhu.
sl: Vgrajeni sistemi: Projekt sc-hsm-embedded zagotavlja modul PKCS#11 samo za branje za sisteme z minimalnim pomnilniškim odtisom. Ta modul PKCS#11 je uporaben za namestitve, kjer ni potrebno generiranje ključev na delovnem mestu uporabnika. Modul PKCS#11 podpira tudi glavne kartice za elektronski podpis, ki so na voljo na nemškem trgu.
sv: Inbäddade system: För system med minimalt minnesutrymme tillhandahålls en läs- och skrivskyddad PKCS#11-modul av projektet sc-hsm-embedded. Denna PKCS#11-modul är användbar för installationer där nyckelgenerering på användarens arbetsplats inte krävs. PKCS#11-modulen stöder också de viktigaste elektroniska signaturkort som finns på den tyska marknaden.
zh_cn: 嵌入式系统。对于内存占用最小的系统，sc-hsm-embedded项目提供了一个只读不写的PKCS#11模块。 这个PKCS#11模块对于不需要在用户工作场所生成密钥的部署非常有用。PKCS#11模块还支持德国市场上的主要电子签名卡。

source: OpenSCDP: The SmartCard-HSM is fully integrated with OpenSCDP, the open smart card development platform. See the public support scripts for details. To import existing keys you can use its SCSH or NitroKeyWrapper.
bg: OpenSCDP: SmartCard-HSM е напълно интегрирана с OpenSCDP, отворената платформа за разработка на смарт карти. За подробности вижте публичните скриптове за поддръжка. За да импортирате съществуващи ключове, можете да използвате нейния SCSH или NitroKeyWrapper.
cs: OpenSCDP: SmartCard-HSM je plně integrován s OpenSCDP, otevřenou platformou pro vývoj čipových karet. Podrobnosti naleznete ve skriptech veřejné podpory. Pro import stávajících klíčů můžete použít jeho SCSH nebo NitroKeyWrapper.
da: OpenSCDP: SmartCard-HSM er fuldt integreret med OpenSCDP, den åbne udviklingsplatform for smartkort. Se de offentlige supportskripter for at få flere oplysninger. For at importere eksisterende nøgler kan du bruge dens SCSH eller NitroKeyWrapper.
el: OpenSCDP: Η SmartCard-HSM είναι πλήρως ενσωματωμένη με το OpenSCDP, την ανοικτή πλατφόρμα ανάπτυξης έξυπνων καρτών. Ανατρέξτε στα δημόσια σενάρια υποστήριξης για λεπτομέρειες. Για την εισαγωγή υφιστάμενων κλειδιών μπορείτε να χρησιμοποιήσετε το SCSH ή το NitroKeyWrapper.
es: OpenSCDP: La SmartCard-HSM está totalmente integrada con OpenSCDP, la plataforma abierta de desarrollo de tarjetas inteligentes. Consulte los scripts de soporte público para obtener más detalles. Para importar las claves existentes puede utilizar su SCSH o NitroKeyWrapper.
et: OpenSCDP: SmartCard-HSM on täielikult integreeritud avatud kiipkaardi arendusplatvormiga OpenSCDP. Vaata üksikasjad avaliku toe skriptidest. Olemasolevate võtmete importimiseks saate kasutada selle SCSH või NitroKeyWrapper'i.
fi: OpenSCDP: SmartCard-HSM on täysin integroitu OpenSCDP:hen, joka on avoin älykorttien kehitysalusta. Katso lisätietoja julkisista tukikirjoituksista. Olemassa olevien avainten tuomiseen voit käyttää sen SCSH- tai NitroKeyWrapper-ohjelmia.
fr: OpenSCDP : Le SmartCard-HSM est entièrement intégré à OpenSCDP, la plateforme ouverte de développement de cartes à puce. Voir les scripts de support public pour plus de détails. Pour importer des clés existantes, vous pouvez utiliser son SCSH ou NitroKeyWrapper.
hu: OpenSCDP: A SmartCard-HSM teljes mértékben integrálva van az OpenSCDP-vel, a nyílt intelligenskártya-fejlesztési platformmal. A részletekért lásd a nyilvános támogatási szkripteket. A meglévő kulcsok importálásához használhatja az SCSH vagy a NitroKeyWrapper programját.
ja: OpenSCDPSmartCard-HSMは、オープンなスマートカード開発プラットフォームであるOpenSCDPと完全に統合されています。詳細は、パブリックサポートスクリプトをご覧ください。既存の鍵をインポートするには、SCSHまたはNitroKeyWrapperを使用できます。
lt: OpenSCDP: "SmartCard-HSM" yra visiškai integruota su OpenSCDP, atvira išmaniųjų kortelių kūrimo platforma. Išsamesnės informacijos rasite viešuosiuose palaikymo scenarijuose. Norėdami importuoti esamus raktus, galite naudoti jos SCSH arba NitroKeyWrapper.
lv: OpenSCDP: SmartCard-HSM ir pilnībā integrēta ar OpenSCDP, atvērto viedkaršu izstrādes platformu. Sīkāku informāciju sk. publiskajos atbalsta skriptos. Lai importētu esošās atslēgas, varat izmantot SCSH vai NitroKeyWrapper.
nl: OpenSCDP: De SmartCard-HSM is volledig geïntegreerd met OpenSCDP, het open smartcard-ontwikkelingsplatform. Zie de openbare ondersteuningsscripts voor details. Om bestaande sleutels te importeren kun je de SCSH of NitroKeyWrapper gebruiken.
pl: OpenSCDP: SmartCard-HSM jest w pełni zintegrowany z OpenSCDP, otwartą platformą rozwoju kart inteligentnych. Zobacz publiczne skrypty wsparcia, aby uzyskać szczegółowe informacje. Aby zaimportować istniejące klucze możesz użyć SCSH lub NitroKeyWrapper.
pt: OpenSCDP: O SmartCard-HSM é totalmente integrado ao OpenSCDP, a plataforma aberta de desenvolvimento de cartões inteligentes. Veja os scripts de suporte público para mais detalhes. Para importar chaves existentes você pode usar seu SCSH ou NitroKeyWrapper.
ro: OpenSCDP: SmartCard-HSM este complet integrat cu OpenSCDP, platforma deschisă de dezvoltare a cardurilor inteligente. Pentru detalii, consultați scripturile de asistență publică. Pentru a importa chei existente, puteți utiliza SCSH sau NitroKeyWrapper.
ru: OpenSCDP: SmartCard-HSM полностью интегрирована с OpenSCDP, открытой платформой для разработки смарт-карт. Подробности см. в открытых скриптах поддержки. Для импорта существующих ключей вы можете использовать его SCSH или NitroKeyWrapper.
sk: OpenSCDP: SmartCard-HSM je plne integrovaný s OpenSCDP, otvorenou platformou pre vývoj inteligentných kariet. Podrobnosti nájdete vo verejných podporných skriptách. Na import existujúcich kľúčov môžete použiť jeho SCSH alebo NitroKeyWrapper.
sl: OpenSCDP: SmartCard-HSM je v celoti integriran z OpenSCDP, odprto platformo za razvoj pametnih kartic. Za podrobnosti glejte javne podporne skripte. Za uvoz obstoječih ključev lahko uporabite SCSH ali NitroKeyWrapper.
sv: OpenSCDP: SmartCard-HSM är helt integrerad med OpenSCDP, den öppna utvecklingsplattformen för smarta kort. Se de offentliga stödskrifterna för mer information. För att importera befintliga nycklar kan du använda SCSH eller NitroKeyWrapper.
zh_cn: OpenSCDP。SmartCard-HSM与开放式智能卡开发平台OpenSCDP完全集成。详情见公共支持脚本。要导入现有的密钥，你可以使用其SCSH或NitroKeyWrapper。

source: **Q:** Is the Nitrokey Pro Common Criteria or FIPS certified?
bg: **В:** Сертифициран ли е Nitrokey Pro по Common Criteria или FIPS?
cs: **Q:** Má Nitrokey Pro certifikaci Common Criteria nebo FIPS?
da: **Q:** Er Nitrokey Pro Common Criteria- eller FIPS-certificeret?
el: **Q:** Είναι το Nitrokey Pro πιστοποιημένο με Common Criteria ή FIPS;
es: **P: ** ¿Está Nitrokey Pro certificado por Common Criteria o FIPS?
et: **K:** Kas Nitrokey Pro on Common Criteria või FIPS sertifitseeritud?
fi: **Q:** Onko Nitrokey Pro Common Criteria- tai FIPS-sertifioitu?
fr: **Q:** La Nitrokey Pro est-elle certifiée Critères communs ou FIPS ?
hu: **K:** A Nitrokey Pro Common Criteria vagy FIPS tanúsítvánnyal rendelkezik?
ja: **Q:** Nitrokey ProはCommon CriteriaまたはFIPS認証を取得していますか？
lt: **Q:** Ar "Nitrokey Pro" yra sertifikuotas pagal Bendruosius kriterijus arba FIPS?
lv: **Q:** Vai Nitrokey Pro ir sertificēts pēc Common Criteria vai FIPS?
nl: **V:** Is de Nitrokey Pro Common Criteria of FIPS gecertificeerd?
pl: **Q:** Czy Nitrokey Pro posiada certyfikat Common Criteria lub FIPS?
pt: **Q:** O Nitrokey Pro Common Criteria ou FIPS é certificado?
ro: **Q:** Nitrokey Pro este certificat Common Criteria sau FIPS?
ru: **В:** Сертифицирован ли Nitrokey Pro по Common Criteria или FIPS?
sk: **Q:** Je Nitrokey Pro certifikovaný podľa Common Criteria alebo FIPS?
sl: **Q:** Ali je Nitrokey Pro certificiran po splošnih merilih ali FIPS?
sv: **Q:** Är Nitrokey Pro Common Criteria- eller FIPS-certifierad?
zh_cn: **问：** Nitrokey Pro是否经过通用标准或FIPS认证？
