Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/hsm.po
Languages: bg, cs, da, de, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: Verify that the root certificate was generated correctly. Verify that Signature-Algorithm matches above and below. Verify that Issuer and Subject match, all root certificates are self signed. Verify that Key Usage matches what was in the v3_ca information in our config file.
bg: Проверете дали кореновият сертификат е генериран правилно. Уверете се, че алгоритъмът на подписа съответства на горния и долния. Проверете дали Issuer (Издател) и Subject (Субект) съвпадат, всички коренови сертификати са самоподписани. Проверете дали Key Usage (Използване на ключове) съвпада с това, което е било в информацията за v3_ca в нашия конфигурационен файл.
cs: Ověřte, zda byl kořenový certifikát vygenerován správně. Ověřte, zda podpisový algoritmus odpovídá výše uvedenému a níže uvedenému. Ověřte, zda se shodují Issuer a Subject, všechny kořenové certifikáty jsou podepsány samy sebou. Ověřte, že Key Usage odpovídá tomu, co bylo v informacích v3_ca v našem konfiguračním souboru.
da: Kontroller, at rodcertifikatet blev genereret korrekt. Kontroller, at signatur-algoritmen passer til ovenstående og nedenstående. Kontroller, at Issuer og Subject stemmer overens, alle rodcertifikater er selvsignerede. Kontroller, at Key Usage passer til det, der stod i v3_ca-oplysningerne i vores konfigurationsfil.
de: Überprüfen Sie, ob das Stammzertifikat korrekt generiert wurde. Prüfen Sie, ob der Signatur-Algorithmus oben und unten übereinstimmt. Prüfen Sie, ob Issuer und Subject übereinstimmen, alle Root-Zertifikate sind selbstsigniert. Überprüfen Sie, dass Key Usage mit den v3_ca-Informationen in unserer Konfigurationsdatei übereinstimmt.
el: Βεβαιωθείτε ότι το πιστοποιητικό ρίζας δημιουργήθηκε σωστά. Επαληθεύστε ότι ο Αλγόριθμος υπογραφής ταιριάζει με τα παραπάνω και τα παρακάτω. Επαληθεύστε ότι ο εκδότης και το θέμα ταιριάζουν, όλα τα πιστοποιητικά ρίζας είναι αυτουπογεγραμμένα. Επαληθεύστε ότι το Key Usage ταιριάζει με αυτό που υπήρχε στις πληροφορίες v3_ca στο αρχείο ρυθμίσεων.
es: Compruebe que el certificado raíz se ha generado correctamente. Verifique que el Algoritmo de Firma coincida con el anterior y el siguiente. Verificar que el Emisor y el Sujeto coinciden, todos los certificados raíz son autofirmados. Verificar que Key Usage coincide con la información de v3_ca en nuestro archivo de configuración.
et: Kontrollige, et juursertifikaat on loodud õigesti. Kontrollige, et allkirja-algoritm vastab ülaltoodud ja alljärgnevale. Kontrollida, et Issuer ja Subject vastavad, kõik juursertifikaadid on ise allkirjastatud. Kontrollige, et Key Usage vastab meie konfigfaili v3_ca teabele.
fi: Tarkista, että juurivarmenne on luotu oikein. Tarkista, että Signature-Algorithm täsmää edellä ja jäljempänä. Tarkista, että Issuer ja Subject täsmäävät, kaikki juurivarmenteet ovat itse allekirjoitettuja. Tarkista, että Key Usage vastaa konfigurointitiedoston v3_ca-tiedoissa olevia tietoja.
fr: Vérifier que le certificat racine a été généré correctement. Vérifiez que l'algorithme de signature correspond à celui du haut et du bas. Vérifiez que Issuer et Subject correspondent, tous les certificats racine sont auto-signés. Vérifiez que l'utilisation de la clé correspond à ce qui était dans les informations v3_ca dans notre fichier de configuration.
hu: Ellenőrizze, hogy a gyökértanúsítvány helyesen lett-e generálva. Ellenőrizze, hogy az Aláírás-algoritmus megfelel-e a fentieknek. Ellenőrizze, hogy a kibocsátó és a tárgy egyezik-e, minden gyökértanúsítvány saját aláírású. Ellenőrizze, hogy a Key Usage megegyezik-e a konfigurációs fájlunkban a v3_ca információban szereplővel.
ja: ルート証明書が正しく生成されていることを確認する。Signature-Algorithm が上下で一致していることを確認する。すべてのルート証明書が自己署名であるため、IssuerとSubjectが一致していることを確認する。Key Usageが設定ファイルのv3_caの情報と一致していることを確認します。
lt: Patikrinkite, ar teisingai sukurtas šakninis sertifikatas. Patikrinkite, ar parašo algoritmas atitinka aukščiau ir žemiau pateiktus duomenis. Patikrinkite, ar Issuer ir Subject sutampa, visi šakniniai sertifikatai yra pasirašyti savarankiškai. Patikrinkite, ar Key Usage (rakto naudojimas) atitinka mūsų konfigūracijos failo v3_ca informaciją.
lv: Pārbaudiet, vai saknes sertifikāts ir pareizi ģenerēts. Pārbaudiet, vai paraksta algoritms atbilst iepriekš minētajam un turpmāk minētajam. Pārbaudiet, vai Issuer un Subject sakrīt, visi saknes sertifikāti ir pašparakstīti. Pārbaudiet, vai atslēgas izmantošana atbilst mūsu konfigurācijas faila v3_ca informācijai.
nl: Controleer of het root-certificaat correct is gegenereerd. Controleer of Signature-Algorithm overeenkomt met hierboven en hieronder. Controleer of Issuer en Subject overeenkomen, alle root-certificaten zijn zelf ondertekend. Controleer of Key Usage overeenkomt met wat er in de v3_ca informatie in ons configuratiebestand stond.
pl: Sprawdź, czy certyfikat główny został wygenerowany poprawnie. Sprawdź, czy algorytm podpisu jest zgodny z powyższym i poniższym. Zweryfikuj, czy numery Issuer i Subject się zgadzają, wszystkie certyfikaty główne są samopodpisane. Sprawdź, czy użycie klucza jest zgodne z tym, co było w informacji v3_ca w naszym pliku konfiguracyjnym.
pt: Verifique se o certificado de raiz foi gerado corretamente. Verifique se a Assinatura-Algoritmo corresponde acima e abaixo. Verifique se o Emissor e o Assunto coincidem, se todos os certificados raiz são autoassinados. Verifique se o Key Usage corresponde ao que estava na informação v3_ca no nosso ficheiro de configuração.
ro: Verificați dacă certificatul rădăcină a fost generat corect. Verificați dacă Signature-Algorithm corespunde cu cele de mai sus și de mai jos. Verificați dacă Issuer și Subject corespund, toate certificatele rădăcină sunt autofirmate. Verificați dacă Key Usage (Utilizarea cheii) se potrivește cu ceea ce era în informațiile v3_ca din fișierul nostru de configurare.
ru: Убедитесь, что корневой сертификат был сгенерирован правильно. Убедитесь, что алгоритм подписи (Signature-Algorithm) соответствует выше и ниже. Убедитесь, что Issuer и Subject совпадают, все корневые сертификаты являются самоподписанными. Убедитесь, что Key Usage соответствует тому, что было в информации v3_ca в нашем конфигурационном файле.
sk: Overte, či bol koreňový certifikát vygenerovaný správne. Overte, či sa podpisový algoritmus zhoduje s vyššie uvedenými údajmi. Overte, či sa zhoduje Issuer a Subject, všetky koreňové certifikáty sú podpísané samopodpisom. Overte, či sa Key Usage zhoduje s tým, čo bolo v informáciách v3_ca v našom konfiguračnom súbore.
sl: Preverite, ali je bilo korensko potrdilo pravilno ustvarjeno. Preverite, ali se podpisni algoritem ujema z zgornjim in spodnjim. Preverite, ali se izdajatelj in subjekt ujemata, saj so vsa korenska potrdila samopodpisana. Preverite, ali se uporaba ključa ujema s podatki v3_ca v naši konfiguracijski datoteki.
sv: Kontrollera att rotcertifikatet genererades korrekt. Kontrollera att Signature-Algorithm stämmer överens med ovanstående och nedanstående. Kontrollera att Issuer och Subject stämmer överens, alla rotcertifikat är självsignerade. Kontrollera att Key Usage stämmer överens med vad som stod i v3_ca-informationen i vår konfigurationsfil.
zh_cn: 验证根证书是否正确生成。验证签名-算法是否与上面和下面相匹配。验证签发人和主题是否匹配，所有根证书都是自签的。验证密钥使用与我们配置文件中v3_ca信息中的内容相匹配。

source: Creating the Intermediate Certificate Authority
bg: Създаване на междинен удостоверяващ орган
cs: Vytvoření zprostředkující certifikační autority
da: Oprettelse af den mellemliggende certifikatudstedende myndighed
de: Erstellen der Zwischenzertifizierungsstelle
el: Δημιουργία της ενδιάμεσης αρχής πιστοποιητικών
es: Creación de la autoridad de certificación intermedia
et: Vahepealse sertifitseerimisasutuse loomine
fi: Välimiesvarmenteiden myöntäjän luominen
fr: Création de l'autorité de certification intermédiaire
hu: A közbenső tanúsítványkiadó létrehozása
ja: 中間認証局の作成
lt: Tarpinės sertifikatų institucijos kūrimas
lv: Starpposma sertifikātu iestādes izveide
nl: Aanmaken van de bemiddelende certificeringsinstantie
pl: Tworzenie pośredniego urzędu certyfikacji
pt: Criação da Autoridade Certificadora Intermediária
ro: Crearea autorității de certificare intermediare
ru: Создание промежуточного центра сертификации
sk: Vytvorenie sprostredkujúcej certifikačnej autority
sl: Ustvarjanje vmesnega organa za potrdila
sv: Skapa en mellanliggande certifikatutfärdare
zh_cn: 创建中间证书颁发机构

source: We continue by generating the private key for the intermediate certificate authority directly on the Nitrokey HSM. This allows us to use the private key in the future, but not access it.
bg: Продължаваме с генериране на частния ключ за междинния орган за издаване на сертификати директно в Nitrokey HSM. Това ни позволява да използваме частния ключ в бъдеще, но не и да имаме достъп до него.
cs: Pokračujeme vygenerováním soukromého klíče pro zprostředkující certifikační autoritu přímo v HSM Nitrokey. To nám umožní soukromý klíč v budoucnu používat, ale ne k němu přistupovat.
da: Vi fortsætter med at generere den private nøgle til den mellemliggende certifikatudstedende myndighed direkte på Nitrokey HSM'en. Dette giver os mulighed for at bruge den private nøgle i fremtiden, men ikke for at få adgang til den.
de: Wir fahren fort, indem wir den privaten Schlüssel für die Zwischenzertifizierungsstelle direkt auf dem Nitrokey HSM erzeugen. Dadurch können wir den privaten Schlüssel in Zukunft verwenden, aber nicht darauf zugreifen.
el: Συνεχίζουμε με τη δημιουργία του ιδιωτικού κλειδιού για την ενδιάμεση αρχή πιστοποιητικών απευθείας στο Nitrokey HSM. Αυτό μας επιτρέπει να χρησιμοποιούμε το ιδιωτικό κλειδί στο μέλλον, αλλά όχι να έχουμε πρόσβαση σε αυτό.
es: Continuamos generando la clave privada de la autoridad de certificación intermedia directamente en el HSM de Nitrokey. Esto nos permite utilizar la clave privada en el futuro, pero no acceder a ella.
et: Jätkame vahepealse sertifitseerimisasutuse privaatvõtme genereerimisega otse Nitrokey HSM-is. See võimaldab meil tulevikus kasutada privaatvõtit, kuid mitte sellele juurde pääseda.
fi: Jatkamme luomalla yksityisen avaimen välivarmentajalle suoraan Nitrokey HSM:ssä. Näin voimme käyttää yksityistä avainta tulevaisuudessa, mutta emme voi käyttää sitä.
fr: Nous continuons en générant la clé privée de l'autorité de certification intermédiaire directement sur le Nitrokey HSM. Cela nous permet d'utiliser la clé privée à l'avenir, mais pas d'y accéder.
hu: Folytatjuk a köztes hitelesítésszolgáltató privát kulcsának generálásával közvetlenül a Nitrokey HSM-en. Ez lehetővé teszi, hogy a jövőben használhassuk a magánkulcsot, de ne férjünk hozzá.
ja: 続けて、中間認証局の秘密鍵をNitrokey HSM上で直接生成します。これにより、将来的に秘密鍵を使用することはできますが、アクセスすることはできません。
lt: Toliau generuojame tarpinės sertifikatų institucijos privatųjį raktą tiesiogiai "Nitrokey HSM". Tai leidžia mums ateityje naudoti privatųjį raktą, bet ne jį pasiekti.
lv: Mēs turpinām, ģenerējot privāto atslēgu starpposma sertifikātu iestādei tieši Nitrokey HSM. Tas ļauj mums izmantot privāto atslēgu nākotnē, bet ne piekļūt tai.
nl: We gaan verder met het genereren van de private sleutel voor de tussenliggende certificaatautoriteit direct op de Nitrokey HSM. Hierdoor kunnen we de private sleutel in de toekomst gebruiken, maar er geen toegang toe krijgen.
pl: Kontynuujemy poprzez wygenerowanie klucza prywatnego dla pośredniego urzędu certyfikacji bezpośrednio na HSM Nitrokey. Dzięki temu możemy używać klucza prywatnego w przyszłości, ale nie mamy do niego dostępu.
pt: Continuamos gerando a chave privada para a autoridade de certificação intermediária diretamente no HSM da Nitrokey. Isto permite-nos utilizar a chave privada no futuro, mas não aceder a ela.
ro: Continuăm prin generarea cheii private pentru autoritatea de certificare intermediară direct pe Nitrokey HSM. Acest lucru ne permite să folosim cheia privată în viitor, dar nu să o accesăm.
ru: Мы продолжаем генерировать закрытый ключ для промежуточного центра сертификации непосредственно на Nitrokey HSM. Это позволяет нам использовать закрытый ключ в будущем, но не получать к нему доступ.
sk: Pokračujeme vygenerovaním súkromného kľúča pre sprostredkovateľskú certifikačnú autoritu priamo v HSM Nitrokey. To nám umožní súkromný kľúč v budúcnosti používať, ale nie pristupovať k nemu.
sl: Nadaljujemo z generiranjem zasebnega ključa za vmesno overitelja potrdil neposredno v Nitrokey HSM. To nam omogoča, da zasebni ključ v prihodnosti uporabimo, vendar do njega ne moremo dostopati.
sv: Vi fortsätter med att generera den privata nyckeln för den mellanliggande certifikatmyndigheten direkt på Nitrokey HSM. Detta gör att vi kan använda den privata nyckeln i framtiden, men inte komma åt den.
zh_cn: 我们继续在Nitrokey HSM上直接生成中间证书颁发机构的私钥。这使我们能够在未来使用私钥，但不能访问它。

source: Note the ID number (bcb48fe9b566ae61891aabbfde6a23d4ff3ab639), we’ll need it later.
bg: Обърнете внимание на идентификационния номер (bcb48fe9b566ae61891aabbfde6a23d4ff3ab639), който ще ни е необходим по-късно.
cs: Všimněte si identifikačního čísla (bcb48fe9b566ae61891aabbfde6a23d4ff3ab639), budeme ho potřebovat později.
da: Bemærk ID-nummeret (bcb48fe9b566ae61891aabbfde6a23d4ff3ab639), vi får brug for det senere.
de: Notieren Sie die ID-Nummer (bcb48fe9b566ae61891aabbfde6a23d4ff3ab639), wir benötigen sie später.
el: Σημειώστε τον αριθμό ID (bcb48fe9b566ae61891aabbfde6a23d4ff3ab639), θα τον χρειαστούμε αργότερα.
es: Anota el número de identificación (bcb48fe9b566ae61891aabbfde6a23d4ff3ab639), lo necesitaremos más adelante.
et: Pange tähele ID-numbrit (bcb48fe9b566ae61891aabbfde6a23d4ff3ab639), seda vajame hiljem.
fi: Huomaa ID-numero (bcb48fe9b566ae61891aabbfde6a23d4ff3ab639), tarvitsemme sitä myöhemmin.
fr: Notez le numéro d'identification (bcb48fe9b566ae61891aabbfde6a23d4ff3ab639), nous en aurons besoin plus tard.
hu: Jegyezd meg az azonosítószámot (bcb48fe9b566ae61891aabbfde6a23d4ff3ab639), később szükségünk lesz rá.
ja: ID番号(bcb48fe9b566ae61891aabbfde6a23d4ff3ab639)をメモしてください。
lt: Atkreipkite dėmesį į ID numerį (bcb48fe9b566ae61891aabbfde6a23d4ff3ab639), jo prireiks vėliau.
lv: Pierakstiet ID numuru (bcb48fe9b566ae61891aabbfde6a23d4ff3ab639), tas mums būs nepieciešams vēlāk.
nl: Noteer het ID nummer (bcb48fe9b566ae61891aabbfde6a23d4ff3ab639), we zullen het later nodig hebben.
pl: Zwróć uwagę na numer ID (bcb48fe9b566ae61891aabbfde6a23d4ff3ab639), będzie nam potrzebny później.
pt: Anote o número de identificação (bcb48fe9b566ae61891aabbfde6a23d4ff3ab639), vamos precisar dele mais tarde.
ro: Rețineți numărul de identificare (bcb48fe9b566ae61891aabbfde6a23d4ff3ab639), vom avea nevoie de el mai târziu.
ru: Обратите внимание на идентификационный номер (bcb48fe9b566ae61891aabbfde6a23d4ff3ab639), он нам понадобится позже.
sk: Všimnite si identifikačné číslo (bcb48fe9b566ae61891aabbfde6a23d4ff3ab639), budeme ho potrebovať neskôr.
sl: Zapomnite si številko ID (bcb48fe9b566ae61891aabbfde6a23d4ff3ab639), potrebovali jo bomo pozneje.
sv: Notera ID-numret (bcb48fe9b566ae61891aabbfde6a23d4ff3ab639), vi kommer att behöva det senare.
zh_cn: 注意ID号（bcb48fe9b566ae61891aabbfde6a23d4ff3ab639），我们以后会需要它。

source: Generate the certificate signing request for the intermediate CA from the intermediate CA’s private key. Use the private key ID value from earlier.
bg: Генериране на заявка за подписване на сертификат за междинния CA от частния ключ на междинния CA. Използвайте идентификационната стойност на частния ключ от по-рано.
cs: Generování žádosti o podepsání certifikátu pro zprostředkující certifikační autoritu ze soukromého klíče zprostředkující certifikační autority. Použijte hodnotu ID soukromého klíče z předchozího postupu.
da: Generer certifikatunderskriftsanmodningen for det mellemliggende CA fra det mellemliggende CA's private nøgle. Brug ID-værdien for den private nøgle fra tidligere.
de: Erzeugen Sie die Zertifikatssignierungsanforderung für die Zwischen-CA aus dem privaten Schlüssel der Zwischen-CA. Verwenden Sie den ID-Wert des privaten Schlüssels von vorhin.
el: Δημιουργήστε την αίτηση υπογραφής πιστοποιητικού για την ενδιάμεση CA από το ιδιωτικό κλειδί της ενδιάμεσης CA. Χρησιμοποιήστε την τιμή αναγνωριστικού ιδιωτικού κλειδιού από προηγουμένως.
es: Genere la solicitud de firma de certificado para la CA intermedia a partir de la clave privada de la CA intermedia. Utilice el valor de ID de la clave privada de antes.
et: Looge sertifikaadi allkirjastamise taotlus vahepealsele CA-le vahepealse CA privaatvõtme põhjal. Kasutage varem saadud privaatvõtme ID-väärtust.
fi: Luo varmenteen allekirjoituspyyntö välivarmentajalle välivarmentajan yksityisestä avaimesta. Käytä aiemmin määritettyä yksityisen avaimen ID-arvoa.
fr: Générez la demande de signature de certificat pour l'AC intermédiaire à partir de la clé privée de l'AC intermédiaire. Utilisez la valeur d'identification de la clé privée obtenue précédemment.
hu: Létrehozza a tanúsítvány aláírási kérelmét a köztes hitelesítésszolgáltató számára a köztes hitelesítésszolgáltató magánkulcsából. Használja a korábban megadott magánkulcs azonosító értéket.
ja: 中間 CA の秘密鍵から中間 CA の証明書署名要求を生成する。先ほどの秘密鍵のID値を使用します。
lt: Iš tarpinės CA privataus rakto sukurkite tarpinės CA sertifikato pasirašymo prašymą. Naudokite anksčiau nurodytą privataus rakto ID reikšmę.
lv: Starpposma CA sertifikāta parakstīšanas pieprasījuma ģenerēšana no starpposma CA privātās atslēgas. Izmantojiet iepriekš norādīto privātās atslēgas ID vērtību.
nl: Genereer het certificaatondertekeningsverzoek voor de tussenliggende CA vanaf de private sleutel van de tussenliggende CA. Gebruik de private key ID waarde van eerder.
pl: Wygenerować żądanie podpisania certyfikatu dla pośredniego CA z klucza prywatnego pośredniego CA. Użyj wcześniejszej wartości ID klucza prywatnego.
pt: Gerar o pedido de assinatura do certificado para a AC intermediária a partir da chave privada da AC intermediária. Use o valor de identificação da chave privada do CA anterior.
ro: Generarea cererii de semnare a certificatului pentru CA intermediară din cheia privată a CA intermediară. Utilizați valoarea ID a cheii private de mai devreme.
ru: Сгенерируйте запрос на подписание сертификата для промежуточного ЦС на основе закрытого ключа промежуточного ЦС. Используйте значение идентификатора закрытого ключа, указанное ранее.
sk: Generovanie žiadosti o podpísanie certifikátu pre sprostredkujúcu certifikačnú autoritu zo súkromného kľúča sprostredkujúcej certifikačnej autority. Použite hodnotu ID súkromného kľúča z predchádzajúcej časti.
sl: Iz zasebnega ključa vmesnega overitelja ustvarite zahtevo za podpis potrdila za vmesni overitelj. Uporabite vrednost ID zasebnega ključa iz prejšnjega odstavka.
sv: Generera begäran om certifikatsignering för den mellanliggande certifikatutfärdaren från den mellanliggande certifikatutfärdarens privata nyckel. Använd ID-värdet för den privata nyckeln från tidigare.
zh_cn: 从中间CA的私钥中生成中间CA的证书签署请求。使用先前的私钥ID值。

source: Verify that the CSR was created correctly. Verify that your Subject is correct. Verify that your Public Key and Signature Algorithm are correct.
bg: Проверете дали CSR е създаден правилно. Проверете дали обектът ви е правилен. Проверете дали публичният ключ и алгоритъмът за подписване са правилни.
cs: Ověřte, zda byl CSR vytvořen správně. Ověřte, zda je předmět správný. Ověřte, zda jsou váš veřejný klíč a podpisový algoritmus správné.
da: Kontroller, at CSR'en blev oprettet korrekt. Kontroller, at dit emne er korrekt. Kontroller, at din offentlige nøgle og din signaturalgoritme er korrekte.
de: Überprüfen Sie, ob die CSR korrekt erstellt wurde. Prüfen Sie, ob Ihr Betreff korrekt ist. Prüfen Sie, ob Ihr öffentlicher Schlüssel und Ihr Signaturalgorithmus korrekt sind.
el: Βεβαιωθείτε ότι το CSR δημιουργήθηκε σωστά. Επαληθεύστε ότι το Θέμα είναι σωστό. Βεβαιωθείτε ότι το Δημόσιο κλειδί και ο αλγόριθμος υπογραφής είναι σωστά.
es: Compruebe que el CSR se ha creado correctamente. Compruebe que el asunto es correcto. Compruebe que su clave pública y su algoritmo de firma son correctos.
et: Kontrollige, et CSR on õigesti loodud. Kontrollige, et teie teema on õige. Kontrollige, et teie avalik võti ja allkirjaalgoritm on õiged.
fi: Tarkista, että CSR luotiin oikein. Tarkista, että aihe on oikea. Tarkista, että julkinen avain ja allekirjoitusalgoritmi ovat oikein.
fr: Vérifiez que le CSR a été créé correctement. Vérifiez que votre objet est correct. Vérifiez que votre clé publique et votre algorithme de signature sont corrects.
hu: Ellenőrizze, hogy a CSR helyesen lett-e létrehozva. Ellenőrizze, hogy a tárgy helyes-e. Ellenőrizze, hogy a nyilvános kulcs és az aláírási algoritmus helyes-e.
ja: CSRが正しく作成されているか確認してください。Subjectが正しいことを確認する。公開鍵と署名アルゴリズムが正しいことを確認してください。
lt: Patikrinkite, ar CSR sukurtas teisingai. Patikrinkite, ar jūsų subjektas yra teisingas. Patikrinkite, ar jūsų viešasis raktas ir pasirašymo algoritmas yra teisingi.
lv: Pārbaudiet, vai CSR ir izveidots pareizi. Pārbaudiet, vai jūsu subjekts ir pareizs. Pārbaudiet, vai jūsu publiskā atslēga un paraksta algoritms ir pareizi.
nl: Controleer of het CSR correct is aangemaakt. Controleer of het onderwerp correct is. Controleer of uw Public Key en Signature Algorithm correct zijn.
pl: Sprawdź, czy CSR został utworzony prawidłowo. Sprawdź, czy Twój Temat jest poprawny. Sprawdź, czy klucz publiczny i algorytm podpisu są prawidłowe.
pt: Verifique se a RSC foi criada corretamente. Verifique se o seu Assunto está correcto. Verifique se a sua Chave Pública e Algoritmo de Assinatura estão correctos.
ro: Verificați dacă CSR-ul a fost creat corect. Verificați dacă subiectul este corect. Verificați dacă Cheia publică și Algoritmul de semnătură sunt corecte.
ru: Убедитесь, что CSR был создан правильно. Убедитесь в правильности темы. Убедитесь, что открытый ключ и алгоритм подписи верны.
sk: Skontrolujte, či bol CSR vytvorený správne. Skontrolujte, či je váš subjekt správny. Overte, či sú váš verejný kľúč a podpisový algoritmus správne.
sl: Preverite, ali je bil CSR ustvarjen pravilno. Preverite, ali je vaš predmet pravilen. Preverite, ali sta javni ključ in algoritem podpisovanja pravilna.
sv: Kontrollera att CSR skapades korrekt. Kontrollera att ditt ämne är korrekt. Kontrollera att den offentliga nyckeln och signaturalgoritmen är korrekta.
zh_cn: 验证CSR的创建是否正确。验证你的主题是否正确。验证你的公钥和签名算法是否正确。
