Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/nethsm.po
Languages: bg, cs, da, de, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, pt, ro, ru, sk, sl, sv

source: Updates for the NetHSM can be installed in a two-step process. First you have to upload the update image to the NetHSM. The image is then checked and validated. If the validation is successful, the release notes for the update are returned by the NetHSM:
bg: Актуализациите за NetHSM могат да се инсталират в два етапа. Първо трябва да качите образа на актуализацията в NetHSM. След това изображението се проверява и валидира. Ако валидирането е успешно, NetHSM връща бележките за издаване на актуализацията:
cs: Aktualizace pro NetHSM lze nainstalovat ve dvou krocích. Nejprve je třeba nahrát obraz aktualizace do zařízení NetHSM. Poté se obraz zkontroluje a ověří. Pokud je ověření úspěšné, vrátí NetHSM poznámky k vydání aktualizace:
da: Opdateringer til NetHSM kan installeres i en totrinsproces. Først skal du uploade opdateringsaftrykket til NetHSM. Derefter kontrolleres og valideres billedet. Hvis valideringen er vellykket, returnerer NetHSM udgivelsesbemærkningerne for opdateringen:
el: Οι ενημερώσεις για το NetHSM μπορούν να εγκατασταθούν με μια διαδικασία δύο βημάτων. Πρώτα πρέπει να μεταφορτώσετε την εικόνα ενημέρωσης στο NetHSM. Στη συνέχεια, η εικόνα ελέγχεται και επικυρώνεται. Εάν η επικύρωση είναι επιτυχής, το NetHSM επιστρέφει τις σημειώσεις έκδοσης για την ενημέρωση:
es: Las actualizaciones para el NetHSM pueden instalarse en un proceso de dos pasos. Primero hay que cargar la imagen de actualización en el NetHSM. A continuación, se comprueba y valida la imagen. Si la validación es satisfactoria, el NetHSM devuelve las notas de la actualización:
et: NetHSMi uuendusi saab paigaldada kaheastmelise protsessina. Esmalt tuleb uuenduse kujutis NetHSMi üles laadida. Seejärel kontrollitakse ja kinnitatakse kujutis. Kui valideerimine on edukas, tagastab NetHSM uuenduse väljalaskeandmed:
fi: NetHSM:n päivitykset voidaan asentaa kaksivaiheisesti. Ensin on ladattava päivityskuva NetHSM:ään. Sen jälkeen kuva tarkistetaan ja validoidaan. Jos validointi onnistuu, NetHSM palauttaa päivityksen julkaisutiedot:
fr: Les mises à jour du NetHSM peuvent être installées en deux étapes. Vous devez d'abord télécharger l'image de mise à jour sur le NetHSM. L'image est ensuite vérifiée et validée. Si la validation est réussie, les notes de version de la mise à jour sont renvoyées par le NetHSM :
hu: A NetHSM frissítései kétlépcsős eljárással telepíthetők. Először fel kell töltenie a frissítési képet a NetHSM-re. Ezt követően a képet ellenőrzik és érvényesítik. Ha az érvényesítés sikeres, a NetHSM visszaküldi a frissítéshez tartozó kiadási megjegyzéseket:
ja: NetHSMのアップデートは、2段階のプロセスでインストールできます。 まず、アップデートのイメージをNetHSMにアップロードする必要があります。 その後、イメージがチェックされ、検証されます。 検証が成功した場合、アップデートのリリースノートがNetHSMから返されます。
lt: NetHSM atnaujinimus galima įdiegti dviem etapais. Pirmiausia reikia įkelti atnaujinimo atvaizdą į "NetHSM". Tada atvaizdas patikrinamas ir patvirtinamas. Jei patvirtinimas sėkmingas, "NetHSM" grąžina atnaujinimo išleidimo pastabas:
lv: NetHSM atjauninājumus var instalēt divpakāpju procesā. Vispirms ir jāielādē atjauninājuma attēls uz NetHSM. Pēc tam attēls tiek pārbaudīts un apstiprināts. Ja validācija ir sekmīga, NetHSM atgriež atjauninājuma izlaiduma piezīmes:
nl: Updates voor de NetHSM kunnen in twee stappen worden geïnstalleerd. Eerst moet de update-image naar de NetHSM worden geüpload. De image wordt vervolgens gecontroleerd en gevalideerd. Als de validatie succesvol is, worden de release notes voor de update door de NetHSM geretourneerd:
pl: Aktualizacje dla NetHSM można instalować w dwóch etapach. Najpierw należy przesłać obraz aktualizacji do urządzenia NetHSM. Następnie obraz jest sprawdzany i zatwierdzany. Jeżeli weryfikacja przebiegnie pomyślnie, NetHSM odsyła informacje o wydaniu aktualizacji:
pt: As atualizações para o NetHSM podem ser instaladas em um processo de dois passos. Primeiro você tem que carregar a imagem de atualização para o NetHSM. A imagem é então verificada e validada. Se a validação for bem sucedida, as notas de lançamento para a actualização são devolvidas pelo NetHSM:
ro: Actualizările pentru NetHSM pot fi instalate printr-un proces în doi pași. Mai întâi trebuie să încărcați imaginea de actualizare în NetHSM. Apoi, imaginea este verificată și validată. Dacă validarea este reușită, NetHSM returnează notele de lansare pentru actualizare:
ru: Обновления для NetHSM можно установить в два этапа. Сначала необходимо загрузить образ обновления в NetHSM. Затем образ проверяется и подтверждается. Если проверка прошла успешно, NetHSM возвращает информацию о выпуске обновления:
sk: Aktualizácie pre NetHSM možno nainštalovať v dvoch krokoch. Najskôr musíte do zariadenia NetHSM nahrať obraz aktualizácie. Obraz sa potom skontroluje a overí. Ak je overenie úspešné, NetHSM vráti poznámky k vydaniu aktualizácie:
sl: Posodobitve za NetHSM lahko namestite v dveh korakih. Najprej morate v napravo NetHSM naložiti sliko posodobitve. Slika se nato preveri in potrdi. Če je potrditev uspešna, NetHSM vrne opombe o izdaji za posodobitev:
sv: Uppdateringar för NetHSM kan installeras i två steg. Först måste du ladda upp uppdateringsbilden till NetHSM. Därefter kontrolleras och valideras bilden. Om valideringen är framgångsrik returnerar NetHSM versionshänvisningarna för uppdateringen:

source: If you want to continue with the installation, you can now commit the update:
bg: Ако искате да продължите с инсталацията, можете да извършите актуализацията:
cs: Pokud chcete v instalaci pokračovat, můžete nyní aktualizaci odevzdat:
da: Hvis du vil fortsætte med installationen, kan du nu bekræfte opdateringen:
el: Αν θέλετε να συνεχίσετε την εγκατάσταση, μπορείτε τώρα να δεσμεύσετε την ενημέρωση:
es: Si desea continuar con la instalación, ahora puede confirmar la actualización:
et: Kui soovite paigaldamist jätkata, saate nüüd uuenduse kinnitada:
fi: Jos haluat jatkaa asennusta, voit nyt sitoutua päivitykseen:
fr: Si vous souhaitez poursuivre l'installation, vous pouvez maintenant valider la mise à jour :
hu: Ha folytatni szeretné a telepítést, akkor most már rögzítheti a frissítést:
ja: インストールを続行する場合は、アップデートをコミットすることができます。
lt: Jei norite tęsti diegimą, dabar galite patvirtinti naujinimą:
lv: Ja vēlaties turpināt instalēšanu, tagad varat veikt atjauninājumu:
nl: Als u verder wilt gaan met de installatie, kunt u de update nu vastleggen:
pl: Jeśli chcesz kontynuować instalację, możesz teraz zatwierdzić aktualizację:
pt: Se você quiser continuar com a instalação, você pode agora comprometer a atualização:
ro: Dacă doriți să continuați instalarea, puteți confirma actualizarea:
ru: Если вы хотите продолжить установку, вы можете зафиксировать обновление:
sk: Ak chcete pokračovať v inštalácii, môžete teraz aktualizáciu potvrdiť:
sl: Če želite nadaljevati z namestitvijo, lahko posodobitev potrdite:
sv: Om du vill fortsätta med installationen kan du nu bekräfta uppdateringen:

source: Alternatively, you can cancel the update:
bg: Можете също така да отмените актуализацията:
cs: Případně můžete aktualizaci zrušit:
da: Alternativt kan du annullere opdateringen:
el: Εναλλακτικά, μπορείτε να ακυρώσετε την ενημέρωση:
es: También puede cancelar la actualización:
et: Teise võimalusena saate uuenduse tühistada:
fi: Vaihtoehtoisesti voit peruuttaa päivityksen:
fr: Vous pouvez également annuler la mise à jour :
hu: Alternatív megoldásként törölheti a frissítést:
ja: また、アップデートをキャンセルすることもできます。
lt: Taip pat galite atšaukti naujinimą:
lv: Varat arī atcelt atjaunināšanu:
nl: U kunt de update ook annuleren:
pl: Alternatywnie można anulować aktualizację:
pt: Alternativamente, você pode cancelar a atualização:
ro: Alternativ, puteți anula actualizarea:
ru: Кроме того, можно отменить обновление:
sk: Prípadne môžete aktualizáciu zrušiť:
sl: Posodobitev lahko tudi prekličete:
sv: Alternativt kan du avbryta uppdateringen:

source: Accessing a NetHSM with the nitropy command line tool
bg: Достъп до NetHSM с инструмента за команден ред nitropy
cs: Přístup k zařízení NetHSM pomocí nástroje příkazového řádku nitropy
da: Adgang til en NetHSM med kommandolinjeværktøjet nitropy
de: Zugriff auf ein NetHSM mit dem Befehlszeilenwerkzeug nitropy
el: Πρόσβαση σε ένα NetHSM με το εργαλείο γραμμής εντολών nitropy
es: Acceso a un NetHSM con la herramienta de línea de comandos nitropy
et: Juurdepääs NetHSMile käsurea nitropy abil
fi: NetHSM:n käyttäminen nitropy-komentorivityökalulla
fr: Accéder à un NetHSM avec l'outil de ligne de commande nitropy
hu: NetHSM elérése a nitropy parancssori eszközzel
ja: コマンドラインツール「nitropy」によるNetHSMへのアクセス
lt: Prieiga prie NetHSM naudojant komandinės eilutės įrankį nitropy
lv: Piekļuve NetHSM ar komandrindas rīku nitropy
nl: Toegang tot een NetHSM met het nitropy commando-regelgereedschap
pl: Uzyskiwanie dostępu do maszyny NetHSM za pomocą narzędzia wiersza polecenia nitropy
pt: Acessando um NetHSM com a ferramenta de linha de comando de nitropia
ro: Accesarea unui NetHSM cu instrumentul de linie de comandă nitropy
ru: Доступ к NetHSM с помощью инструмента командной строки nitropy
sk: Prístup k zariadeniu NetHSM pomocou nástroja príkazového riadka nitropy
sl: Dostop do sistema NetHSM z orodjem ukazne vrstice nitropy
sv: Åtkomst till en NetHSM med kommandoradsverktyget nitropy

source: This tutorial demonstrates how to access the NetHMS via `nitropy <https://github.com/Nitrokey/pynitrokey>`_ command line tool, which you need to download and install.
bg: Този урок демонстрира как да получите достъп до NetHMS чрез `nitropy <https://github.com/Nitrokey/pynitrokey>`_ инструмент за командния ред, който трябва да изтеглите и инсталирате.
cs: Tento návod ukazuje, jak přistupovat k systému NetHMS pomocí `nitropy <https://github.com/Nitrokey/pynitrokey>`_ nástroje příkazového řádku, který je třeba stáhnout a nainstalovat.
da: Denne vejledning viser, hvordan du får adgang til NetHMS via `nitropy <https://github.com/Nitrokey/pynitrokey>`_ kommandolinjeværktøjet, som du skal downloade og installere.
el: Αυτό το σεμινάριο παρουσιάζει τον τρόπο πρόσβασης στο NetHMS μέσω του εργαλείου γραμμής εντολών `nitropy <https://github.com/Nitrokey/pynitrokey>`_, το οποίο πρέπει να κατεβάσετε και να εγκαταστήσετε.
es: Este tutorial muestra cómo acceder al NetHMS a través de la herramienta de línea de comandos `nitropy <https://github.com/Nitrokey/pynitrokey>`_, que debe descargar e instalar.
et: See õpetus näitab, kuidas pääseda NetHMS-i juurde `nitroopia <https://github.com/Nitrokey/pynitrokey>`_ käsurea tööriista kaudu, mille peate alla laadima ja installima.
fi: Tämä opetusohjelma näyttää, miten NetHMS:ää käytetään `nitropy <https://github.com/Nitrokey/pynitrokey>`_-komentorivityökalun avulla, joka sinun on ladattava ja asennettava.
hu: Ez a bemutató bemutatja, hogyan érhetjük el a NetHMS-t a `nitropy <https://github.com/Nitrokey/pynitrokey>`_ parancssori eszközzel, amelyet le kell töltenünk és telepítenünk.
ja: このチュートリアルでは、`nitropy <https://github.com/Nitrokey/pynitrokey>`_コマンドラインツールを使ってNetHMSにアクセスする方法を説明していますので、ダウンロードしてインストールする必要があります。
lt: Šiame vadovėlyje parodyta, kaip pasiekti NetHMS per `nitropy <https://github.com/Nitrokey/pynitrokey>`_ komandinės eilutės įrankį, kurį reikia atsisiųsti ir įdiegti.
lv: Šajā pamācībā ir parādīts, kā piekļūt NetHMS, izmantojot `nitropy <https://github.com/Nitrokey/pynitrokey>`_ komandrindas rīku, kas ir jālejupielādē un jāinstalē.
nl: Deze tutorial demonstreert hoe je toegang krijgt tot het NetHMS via `nitropy <https://github.com/Nitrokey/pynitrokey>`_ command line tool, die je moet downloaden en installeren.
pl: Ten tutorial demonstruje jak uzyskać dostęp do NetHMS poprzez `nitropy <https://github.com/Nitrokey/pynitrokey>`_ narzędzie wiersza poleceń, które należy pobrać i zainstalować.
pt: Este tutorial demonstra como acessar o NetHMS via `nitropia <https://github.com/Nitrokey/pynitrokey>`_ ferramenta de linha de comando, que você precisa baixar e instalar.
ro: Acest tutorial demonstrează cum să accesați NetHMS prin intermediul `nitropy <https://github.com/Nitrokey/pynitrokey>`_ instrument de linie de comandă, pe care trebuie să îl descărcați și să îl instalați.
ru: В этом руководстве показано, как получить доступ к NetHMS через `nitropy <https://github.com/Nitrokey/pynitrokey>`_ инструмент командной строки, который необходимо загрузить и установить.
sk: Tento návod ukazuje, ako pristupovať k NetHMS prostredníctvom `nitropy <https://github.com/Nitrokey/pynitrokey>`_ nástroja príkazového riadka, ktorý si musíte stiahnuť a nainštalovať.
sl: V tem priročniku je prikazano, kako do sistema NetHMS dostopati prek `nitropy <https://github.com/Nitrokey/pynitrokey>`_ orodja ukazne vrstice, ki ga morate prenesti in namestiti.
sv: Den här handledningen visar hur du får tillgång till NetHMS via `nitropy <https://github.com/Nitrokey/pynitrokey>`_ kommandoradsverktyget, som du måste ladda ner och installera.

source: If you use a NetHSM demo instance with a self-signed certificate, for example using the Docker image, you will have to use the ``--no-verify-tls`` option for ``nitropy`` to skip the certificate check.
bg: Ако използвате демонстрационен екземпляр на NetHSM със самоподписан сертификат, например с помощта на образа Docker, ще трябва да използвате опцията ``--no-verify-tls`` за ``nitropy``, за да пропуснете проверката на сертификата.
cs: Pokud používáte demonstrační instanci NetHSM s certifikátem podepsaným vlastními silami, například pomocí bitové kopie Docker, budete muset použít možnost ``--no-verify-tls`` pro ``nitropy``, abyste kontrolu certifikátu přeskočili.
da: Hvis du bruger en NetHSM-demoinstans med et selvsigneret certifikat, f.eks. ved hjælp af Docker-aftrykket, skal du bruge indstillingen ``--no-verify-tls`` for ``nitropy`` for at springe certifikatkontrollen over.
de: Wenn Sie eine NetHSM-Demo-Instanz mit einem selbstsignierten Zertifikat verwenden, zum Beispiel mit dem Docker-Image, müssen Sie die Option ``--no-verify-tls`` für ``nitropy`` verwenden, um die Zertifikatsprüfung zu überspringen.
el: Εάν χρησιμοποιείτε μια demo instance του NetHSM με αυτο-υπογεγραμμένο πιστοποιητικό, για παράδειγμα χρησιμοποιώντας την εικόνα Docker, θα πρέπει να χρησιμοποιήσετε την επιλογή ``--no-verify-tls`` για ``nitropy`` για να παραλείψετε τον έλεγχο του πιστοποιητικού.
es: Si utiliza una instancia de demostración de NetHSM con un certificado autofirmado, por ejemplo, utilizando la imagen Docker, tendrá que utilizar la opción ``--no-verify-tls`` para ``nitropy`` para omitir la comprobación del certificado.
et: Kui kasutate NetHSMi demoinstantsi isesigneeritud sertifikaadiga, näiteks kasutades Dockeri kujutist, peate kasutama ``--no-verify-tls`` valikut ``nitropy``, et jätta sertifikaadi kontrollimine vahele.
fi: Jos käytät NetHSM-demoinstanssia, jossa on itse allekirjoitettu varmenne, esimerkiksi Docker-kuvaa käyttäen, sinun on käytettävä ``--no-verify-tls``-vaihtoehtoa ``nitropy`` ohittaaksesi varmenteen tarkistuksen.
fr: Si vous utilisez une instance de démonstration NetHSM avec un certificat auto-signé, par exemple en utilisant l'image Docker, vous devrez utiliser l'option ``--no-verify-tls`` pour ``nitropy`` afin d'éviter la vérification du certificat.
hu: Ha önaláírt tanúsítvánnyal rendelkező NetHSM demópéldányt használ, például a Docker-kép használatával, akkor a ``--no-verify-tls`` opciót kell használnia a ``nitropy`` opcióhoz a tanúsítvány ellenőrzésének kihagyásához.
ja: Dockerイメージなどを使用して自己署名証明書付きのNetHSMデモインスタンスを使用する場合は、``--no-verify-tls``オプションで``nitropy``を使用して、証明書のチェックを省略する必要があります。
lt: Jei naudojate "NetHSM" demonstracinę instanciją su savarankiškai pasirašytu sertifikatu, pavyzdžiui, naudodami "Docker" atvaizdą, turėsite naudoti ``--no-verify-tls`` parinktį ``</x id="160"></x>``, kad sertifikato tikrinimas būtų praleistas.
lv: Ja izmantojat NetHSM demonstrācijas gadījumu ar pašparakstītu sertifikātu, piemēram, izmantojot Docker attēlu, jums būs jāizmanto ``--no-verify-tls`` opcija ``</x>`nitropy``, lai izlaistu sertifikāta pārbaudi.
nl: Als u een NetHSM-demo-instantie met een zelfondertekend certificaat gebruikt, bijvoorbeeld met het Docker-image, moet u de optie ``--no-verify-tls`` gebruiken voor ``nitropy`` om de certificaatcontrole over te slaan.
pl: Jeśli używasz instancji demonstracyjnej NetHSM z samopodpisanym certyfikatem, na przykład przy użyciu obrazu Docker, będziesz musiał użyć opcji ``--no-verify-tls`` dla ``nitropy``, aby pominąć sprawdzanie certyfikatu.
pt: Se você usar uma instância demo do NetHSM com um certificado autoassinado, por exemplo usando a imagem Docker, você terá que usar a opção ``--no-verify-tls`` opção para ``nitropy`` para pular a verificação do certificado.
ro: Dacă utilizați o instanță demo NetHSM cu un certificat autofirmat, de exemplu, utilizând imaginea Docker, va trebui să utilizați opțiunea ``--no-verify-tls`` pentru ``nitropy`` pentru a sări peste verificarea certificatului.
ru: Если вы используете демонстрационный экземпляр NetHSM с самоподписанным сертификатом, например, с помощью образа Docker, вам придется использовать опцию ``--no-verify-tls`` для ``nitropy``, чтобы пропустить проверку сертификата.
sk: Ak používate demonštračnú inštanciu NetHSM s vlastným certifikátom, napríklad pomocou obrazu Docker, budete musieť použiť možnosť ``--no-verify-tls`` pre ``nitropy``, aby ste preskočili kontrolu certifikátu.
sl: Če uporabljate demo primerek NetHSM s samopodpisanim potrdilom, na primer s sliko Docker, boste morali uporabiti možnost ``--no-verify-tls`` za ``nitropy``, da preskočite preverjanje potrdila.
sv: Om du använder en NetHSM-demoinstans med ett självsignerat certifikat, t.ex. med hjälp av Docker-avbildningen, måste du använda alternativet ``--no-verify-tls`` för att hoppa över certifikatskontrollen.

source: Getting Started
bg: Започване на работа
cs: Začínáme
da: Kom godt i gang
el: Ξεκινώντας
es: Cómo empezar
et: Alustamine
fi: Aloittaminen
hu: Kezdő lépések
ja: はじめに
lt: Darbo pradžia
lv: Darba sākšana
nl: Aan de slag
pl: Rozpoczęcie pracy
pt: Como Começar
ro: Noțiuni introductive
ru: Начало работы
sk: Začíname
sl: Začetek
sv: Komma igång

source: Connect the NetHSM's ETH3 port with the network. Don't use the ETH0 port because it allows wider system access.
bg: Свържете порта ETH3 на NetHSM'с мрежата. Не използвайте порта ETH0, защото той позволява по-широк достъп до системата.
cs: Propojte port ETH3 zařízení NetHSM'se sítí. Nepoužívejte port ETH0, protože umožňuje širší přístup k systému.
da: Forbind NetHSM's ETH3-port med netværket. Brug ikke ETH0-porten, da den giver bredere systemadgang.
el: Συνδέστε τη θύρα ETH3 του NetHSM' με το δίκτυο. Μην χρησιμοποιείτε τη θύρα ETH0, επειδή επιτρέπει ευρύτερη πρόσβαση στο σύστημα.
es: Conecte el puerto ETH3 del NetHSM con la red. No utilice el puerto ETH0 porque permite un acceso más amplio al sistema.
et: Ühendage NetHSM'i ETH3 port võrguga. Ärge kasutage ETH0-porti, sest see võimaldab laiemat juurdepääsu süsteemile.
fi: Liitä NetHSM'n ETH3-portti verkkoon. Älä käytä ETH0-porttia, koska se mahdollistaa laajemman järjestelmän käytön.
hu: Csatlakoztassa a NetHSM'ETH3 portját a hálózathoz. Ne használja az ETH0 portot, mert az szélesebb körű rendszerelérést tesz lehetővé.
ja: NetHSM'のETH3ポートをネットワークに接続します。ETH0ポートはシステムへのアクセス範囲が広くなるので使用しないでください。
lt: Prijunkite "NetHSM'" ETH3 prievadą prie tinklo. Nenaudokite ETH0 prievado, nes jis suteikia platesnę prieigą prie sistemos.
lv: Savienojiet NetHSM's ETH3 portu ar tīklu. Neizmantojiet ETH0 portu, jo tas nodrošina plašāku piekļuvi sistēmai.
nl: Verbind de ETH3-poort van de NetHSM's met het netwerk. Gebruik niet de ETH0-poort omdat die bredere systeemtoegang mogelijk maakt.
pl: Podłącz port ETH3 urządzenia NetHSM'do sieci. Nie należy używać portu ETH0, ponieważ umożliwia on szerszy dostęp do systemu.
pt: Ligue a porta NetHSM's ETH3 da NetHSM à rede. Don't use a porta ETH0 porque ela permite um acesso mais amplo ao sistema.
ro: Conectați portul ETH3 al NetHSM'ului la rețea. Nu folosiți portul ETH0, deoarece permite un acces mai larg la sistem.
ru: Соедините порт ETH3 устройства NetHSM'с сетью. Не используйте порт ETH0, так как он обеспечивает более широкий доступ к системе.
sk: Pripojte port ETH3 zariadenia NetHSM'so sieťou. Nepoužívajte port ETH0, pretože umožňuje širší prístup k systému.
sl: Povežite vrata ETH3 naprave NetHSM'z omrežjem. Ne uporabljajte vrat ETH0, ker omogočajo širši dostop do sistema.
sv: Anslut NetHSM's ETH3-port till nätverket. Använd inte ETH0-porten eftersom den ger större systemåtkomst.
