Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/nethsm.po
Languages: bg, cs, da, de, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, pt, ro, ru, sk, sl, sv

source: The NetHSM supports RSA, ED25519 and ECDSA keys. When creating a key, you have to select both the key algorithm and the key mechanisms to use. RSA keys can be used for decryption (with the modes raw, PKCS #1 and OAEP with MD5, SHA1, SHA224, SHA256, SHA384 or SHA512) and for signatures (with the modes PKCS #1 and PSS with MD5, SHA1, SHA224, SHA256, SHA384 or SHA512). The other algorithms only support the signature mechanism.
bg: NetHSM поддържа ключове RSA, ED25519 и ECDSA. Когато създавате ключ, трябва да изберете както ключовия алгоритъм, така и ключовите механизми, които да използвате. Ключовете RSA могат да се използват за декриптиране (с режими raw, PKCS #1 и OAEP с MD5, SHA1, SHA224, SHA256, SHA384 или SHA512) и за подписване (с режими PKCS #1 и PSS с MD5, SHA1, SHA224, SHA256, SHA384 или SHA512). Другите алгоритми поддържат само механизма за подписване.
cs: NetHSM podporuje klíče RSA, ED25519 a ECDSA. Při vytváření klíče je třeba vybrat algoritmus i mechanismy klíče, které se mají použít. Klíče RSA lze použít pro dešifrování (v režimech raw, PKCS #1 a OAEP s MD5, SHA1, SHA224, SHA256, SHA384 nebo SHA512) a pro podepisování (v režimech PKCS #1 a PSS s MD5, SHA1, SHA224, SHA256, SHA384 nebo SHA512). Ostatní algoritmy podporují pouze mechanismus podpisu.
da: NetHSM understøtter RSA-, ED25519- og ECDSA-nøgler. Når du opretter en nøgle, skal du vælge både den nøglealgoritme og de nøglemekanismer, der skal anvendes. RSA-nøgler kan anvendes til dekryptering (med tilstanden raw, PKCS #1 og OAEP med MD5, SHA1, SHA224, SHA256, SHA384 eller SHA512) og til signaturer (med tilstanden PKCS #1 og PSS med MD5, SHA1, SHA224, SHA256, SHA384 eller SHA512). De andre algoritmer understøtter kun signaturmekanismen.
de: Der NetHSM unterstützt RSA-, ED25519- und ECDSA-Schlüssel. Beim Erstellen eines Schlüssels müssen Sie sowohl den Schlüsselalgorithmus als auch die zu verwendenden Schlüsselmechanismen auswählen. RSA-Schlüssel können zur Entschlüsselung (mit den Modi raw, PKCS #1 und OAEP mit MD5, SHA1, SHA224, SHA256, SHA384 oder SHA512) und für Signaturen (mit den Modi PKCS #1 und PSS mit MD5, SHA1, SHA224, SHA256, SHA384 oder SHA512) verwendet werden. Die anderen Algorithmen unterstützen nur den Signaturmechanismus.
el: Το NetHSM υποστηρίζει κλειδιά RSA, ED25519 και ECDSA. Κατά τη δημιουργία ενός κλειδιού, πρέπει να επιλέξετε τόσο τον αλγόριθμο κλειδιού όσο και τους μηχανισμούς κλειδιού που θα χρησιμοποιήσετε. Τα κλειδιά RSA μπορούν να χρησιμοποιηθούν για αποκρυπτογράφηση (με τους τρόπους raw, PKCS #1 και OAEP με MD5, SHA1, SHA224, SHA256, SHA384 ή SHA512) και για υπογραφές (με τους τρόπους PKCS #1 και PSS με MD5, SHA1, SHA224, SHA256, SHA384 ή SHA512). Οι άλλοι αλγόριθμοι υποστηρίζουν μόνο τον μηχανισμό υπογραφής.
es: El NetHSM admite claves RSA, ED25519 y ECDSA. Al crear una clave, hay que seleccionar tanto el algoritmo de clave como los mecanismos de clave que se van a utilizar. Las claves RSA pueden utilizarse para el descifrado (con los modos raw, PKCS #1 y OAEP con MD5, SHA1, SHA224, SHA256, SHA384 o SHA512) y para las firmas (con los modos PKCS #1 y PSS con MD5, SHA1, SHA224, SHA256, SHA384 o SHA512). Los demás algoritmos sólo admiten el mecanismo de firma.
et: NetHSM toetab RSA, ED25519 ja ECDSA võtmeid. Võtme loomisel tuleb valida nii võtmealgoritm kui ka kasutatavad võtmemehhanismid. RSA võtmeid saab kasutada dekrüpteerimiseks (režiimidega raw, PKCS #1 ja OAEP koos MD5, SHA1, SHA224, SHA256, SHA384 või SHA512) ja allkirjastamiseks (režiimidega PKCS #1 ja PSS koos MD5, SHA1, SHA224, SHA256, SHA384 või SHA512). Teised algoritmid toetavad ainult allkirjastamise mehhanismi.
fi: NetHSM tukee RSA-, ED25519- ja ECDSA-avaimia. Avainta luodessasi sinun on valittava sekä avainalgoritmi että käytettävät avainmekanismit. RSA-avaimia voidaan käyttää salauksen purkamiseen (tiloissa raw, PKCS #1 ja OAEP sekä MD5, SHA1, SHA224, SHA256, SHA384 tai SHA512) ja allekirjoituksiin (tiloissa PKCS #1 ja PSS sekä MD5, SHA1, SHA224, SHA256, SHA384 tai SHA512). Muut algoritmit tukevat vain allekirjoitusmekanismia.
fr: Le NetHSM prend en charge les clés RSA, ED25519 et ECDSA. Lors de la création d'une clé, vous devez sélectionner à la fois l'algorithme de clé et les mécanismes de clé à utiliser. Les clés RSA peuvent être utilisées pour le décryptage (avec les modes raw, PKCS #1 et OAEP avec MD5, SHA1, SHA224, SHA256, SHA384 ou SHA512) et pour les signatures (avec les modes PKCS #1 et PSS avec MD5, SHA1, SHA224, SHA256, SHA384 ou SHA512). Les autres algorithmes ne supportent que le mécanisme de signature.
hu: A NetHSM támogatja az RSA, ED25519 és ECDSA kulcsokat. A kulcs létrehozásakor ki kell választania a kulcsalgoritmust és a használni kívánt kulcsmechanizmust is. Az RSA kulcsok használhatók visszafejtéshez (nyers, PKCS #1 és OAEP módban MD5, SHA1, SHA224, SHA256, SHA384 vagy SHA512-vel) és aláírásokhoz (PKCS #1 és PSS módban MD5, SHA1, SHA224, SHA256, SHA384 vagy SHA512-vel). A többi algoritmus csak az aláírási mechanizmust támogatja.
ja: NetHSMはRSA、ED25519、ECDSAの鍵をサポートしています。 鍵を作成する際には、使用する鍵アルゴリズムと鍵の仕組みの両方を選択する必要があります。 RSA 鍵は、復号（モードが raw、PKCS #1 および OAEP で MD5、SHA1、SHA224、SHA256、SHA384 または SHA512）および署名（モードが PKCS #1 および PSS で MD5、SHA1、SHA224、SHA256、SHA384 または SHA512）に使用できます。 その他のアルゴリズムは、署名メカニズムのみをサポートしています。
lt: NetHSM palaiko RSA, ED25519 ir ECDSA raktus. Kurdami raktą, turite pasirinkti ir rakto algoritmą, ir naudojamus rakto mechanizmus. RSA raktai gali būti naudojami dešifravimui (naudojant režimus raw, PKCS #1 ir OAEP su MD5, SHA1, SHA224, SHA256, SHA384 arba SHA512) ir pasirašymui (naudojant režimus PKCS #1 ir PSS su MD5, SHA1, SHA224, SHA256, SHA384 arba SHA512). Kiti algoritmai palaiko tik parašo mechanizmą.
lv: NetHSM atbalsta RSA, ED25519 un ECDSA atslēgas. Veidojot atslēgu, ir jāizvēlas gan atslēgas algoritms, gan atslēgas mehānismi, kas tiks izmantoti. RSA atslēgas var izmantot atšifrēšanai (ar režīmiem raw, PKCS #1 un OAEP ar MD5, SHA1, SHA224, SHA256, SHA384 vai SHA512) un parakstīšanai (ar režīmiem PKCS #1 un PSS ar MD5, SHA1, SHA224, SHA256, SHA384 vai SHA512). Pārējie algoritmi atbalsta tikai paraksta mehānismu.
nl: De NetHSM ondersteunt RSA-, ED25519- en ECDSA-sleutels. Bij het aanmaken van een sleutel moet u zowel het sleutelalgoritme als de te gebruiken sleutelmechanismen selecteren. RSA-sleutels kunnen worden gebruikt voor ontcijfering (met de modi raw, PKCS #1 en OAEP met MD5, SHA1, SHA224, SHA256, SHA384 of SHA512) en voor handtekeningen (met de modi PKCS #1 en PSS met MD5, SHA1, SHA224, SHA256, SHA384 of SHA512). De andere algoritmen ondersteunen alleen het handtekeningmechanisme.
pl: NetHSM obsługuje klucze RSA, ED25519 i ECDSA. Podczas tworzenia klucza należy wybrać zarówno algorytm klucza jak i mechanizmy, które mają być użyte. Klucze RSA mogą być używane do odszyfrowywania (w trybach raw, PKCS #1 i OAEP z MD5, SHA1, SHA224, SHA256, SHA384 lub SHA512) oraz do podpisywania (w trybach PKCS #1 i PSS z MD5, SHA1, SHA224, SHA256, SHA384 lub SHA512). Pozostałe algorytmy obsługują tylko mechanizm podpisu.
pt: O NetHSM suporta as teclas RSA, ED25519 e ECDSA. Ao criar uma chave, você tem que selecionar tanto o algoritmo de chave quanto os mecanismos de chave a serem usados. As chaves RSA podem ser usadas para decifração (com os modos raw, PKCS #1 e OAEP com MD5, SHA1, SHA224, SHA256, SHA384 ou SHA512) e para assinaturas (com os modos PKCS #1 e PSS com MD5, SHA1, SHA224, SHA256, SHA384 ou SHA512). Os outros algoritmos suportam apenas o mecanismo de assinatura.
ro: NetHSM acceptă chei RSA, ED25519 și ECDSA. Atunci când creați o cheie, trebuie să selectați atât algoritmul de cheie, cât și mecanismele de cheie care urmează să fie utilizate. Cheile RSA pot fi utilizate pentru decriptare (cu modurile raw, PKCS #1 și OAEP cu MD5, SHA1, SHA224, SHA256, SHA384 sau SHA512) și pentru semnături (cu modurile PKCS #1 și PSS cu MD5, SHA1, SHA224, SHA256, SHA384 sau SHA512). Ceilalți algoritmi acceptă doar mecanismul de semnătură.
ru: NetHSM поддерживает ключи RSA, ED25519 и ECDSA. При создании ключа необходимо выбрать как алгоритм ключа, так и используемые ключевые механизмы. Ключи RSA можно использовать для расшифровки (в режимах raw, PKCS #1 и OAEP с MD5, SHA1, SHA224, SHA256, SHA384 или SHA512) и для подписи (в режимах PKCS #1 и PSS с MD5, SHA1, SHA224, SHA256, SHA384 или SHA512). Остальные алгоритмы поддерживают только механизм подписи.
sk: NetHSM podporuje kľúče RSA, ED25519 a ECDSA. Pri vytváraní kľúča musíte vybrať algoritmus kľúča aj mechanizmy kľúča, ktoré sa majú použiť. Kľúče RSA možno použiť na dešifrovanie (s režimami raw, PKCS #1 a OAEP s MD5, SHA1, SHA224, SHA256, SHA384 alebo SHA512) a na podpisovanie (s režimami PKCS #1 a PSS s MD5, SHA1, SHA224, SHA256, SHA384 alebo SHA512). Ostatné algoritmy podporujú len mechanizmus podpisov.
sl: NetHSM podpira ključe RSA, ED25519 in ECDSA. Pri ustvarjanju ključa morate izbrati algoritem ključa in mehanizme ključa, ki jih želite uporabiti. Ključe RSA lahko uporabite za dešifriranje (v načinih raw, PKCS #1 in OAEP z MD5, SHA1, SHA224, SHA256, SHA384 ali SHA512) in podpisovanje (v načinih PKCS #1 in PSS z MD5, SHA1, SHA224, SHA256, SHA384 ali SHA512). Drugi algoritmi podpirajo samo mehanizem podpisovanja.
sv: NetHSM stöder RSA-, ED25519- och ECDSA-nycklar. När du skapar en nyckel måste du välja både nyckelalgoritm och nyckelmekanismer som ska användas. RSA-nycklar kan användas för dekryptering (med lägena raw, PKCS #1 och OAEP med MD5, SHA1, SHA224, SHA256, SHA384 eller SHA512) och för signaturer (med lägena PKCS #1 och PSS med MD5, SHA1, SHA224, SHA256, SHA384 eller SHA512). De andra algoritmerna stöder endast signaturmekanismen.

source: For a complete list of available key algorithms and key mechanisms, see the API documentation for the KeyAlgorithm_ and KeyMechanism_ types.
bg: За пълен списък на наличните ключови алгоритми и ключови механизми вижте документацията на API за типовете KeyAlgorithm_ и KeyMechanism_.
cs: Úplný seznam dostupných klíčových algoritmů a klíčových mechanismů naleznete v dokumentaci API pro typy KeyAlgorithm_ a KeyMechanism_.
da: Du kan finde en komplet liste over tilgængelige nøglealgoritmer og nøglemekanismer i API-dokumentationen for typerne KeyAlgorithm_ og KeyMechanism_.
de: Eine vollständige Liste der verfügbaren Schlüsselalgorithmen und Schlüsselmechanismen finden Sie in der API-Dokumentation für die Typen KeyAlgorithm_ und KeyMechanism_.
el: Για έναν πλήρη κατάλογο των διαθέσιμων αλγορίθμων και μηχανισμών κλειδιών, ανατρέξτε στην τεκμηρίωση API για τους τύπους KeyAlgorithm_ και KeyMechanism_.
es: Para obtener una lista completa de los algoritmos y mecanismos de claves disponibles, consulte la documentación de la API para los tipos KeyAlgorithm_ y KeyMechanism_.
et: Olemasolevate võtmealgoritmide ja võtmemehhanismide täieliku loetelu leiate tüübi KeyAlgorithm_ ja KeyMechanism_ API-dokumentatsioonist.
fi: Täydellinen luettelo käytettävissä olevista avainalgoritmeista ja -mekanismeista on KeyAlgorithm_- ja KeyMechanism_-tyyppien API-dokumentaatiossa.
fr: Pour obtenir une liste complète des algorithmes et des mécanismes de clé disponibles, consultez la documentation de l'API pour les types KeyAlgorithm_ et KeyMechanism_.
hu: A rendelkezésre álló kulcsalgoritmusok és kulcsmechanizmusok teljes listáját a KeyAlgorithm_ és KeyMechanism_ típusok API-dokumentációjában találja.
ja: 使用可能なキーアルゴリズムとキーメカニズムの完全なリストは、KeyAlgorithm_およびKeyMechanism_タイプのAPIドキュメントを参照してください。
lt: Išsamų galimų raktų algoritmų ir raktų mechanizmų sąrašą rasite API dokumentuose, skirtuose KeyAlgorithm_ ir KeyMechanism_ tipams.
lv: Pilnu pieejamo atslēgu algoritmu un atslēgu mehānismu sarakstu skatiet API dokumentācijā par KeyAlgorithm_ un KeyMechanism_ tipiem.
nl: Voor een volledige lijst van beschikbare sleutelalgoritmen en sleutelmechanismen, zie de API-documentatie voor de types KeyAlgorithm_ en KeyMechanism_.
pl: Pełna lista dostępnych algorytmów klucza i mechanizmów klucza znajduje się w dokumentacji API dla typów KeyAlgorithm_ i KeyMechanism_.
pt: Para uma lista completa dos algoritmos e mecanismos de chave disponíveis, consulte a documentação da API para os tipos KeyAlgorithm_ e KeyMechanism_.
ro: Pentru o listă completă a algoritmilor și mecanismelor de chei disponibile, consultați documentația API pentru tipurile KeyAlgorithm_ și KeyMechanism_.
ru: Полный список доступных ключевых алгоритмов и ключевых механизмов см. в документации API для типов KeyAlgorithm_ и KeyMechanism_.
sk: Úplný zoznam dostupných algoritmov a mechanizmov kľúčov nájdete v dokumentácii API pre typy KeyAlgorithm_ a KeyMechanism_.
sl: Za popoln seznam razpoložljivih algoritmov in mehanizmov ključev glejte dokumentacijo API za tipa KeyAlgorithm_ in KeyMechanism_.
sv: En fullständig lista över tillgängliga nyckelalgoritmer och nyckelmekanismer finns i API-dokumentationen för typerna KeyAlgorithm_ och KeyMechanism_.

source: Generate Keys
bg: Генериране на ключове
cs: Generování klíčů
da: Generere nøgler
de: Schlüssel generieren
el: Δημιουργία κλειδιών
es: Generar claves
et: Võtmete genereerimine
fi: Luo avaimet
fr: Générer des clés
hu: Kulcsok generálása
ja: キーの生成
lt: Generuoti raktus
lv: Ģenerēt atslēgas
nl: Genereer sleutels
pl: Generowanie kluczy
pt: Gerar Chaves
ro: Generarea cheilor
ru: Генерировать ключи
sk: Generovanie kľúčov
sl: Ustvarjanje ključev
sv: Generera nycklar

source: In this guide, we want to use an RSA key to decrypt data using PKCS #1 and to sign data with PSS using SHA256. So let’s generate a new key on the NetHSM. Make sure to use the ``RSA`` algorithm and to select the ``RSA_Signature_PSS_SHA256`` and ``RSA_Decryption_PKCS1`` key mechanisms. If you don’t specify a key ID, the NetHSM will generate a random ID for the new key.
bg: В това ръководство искаме да използваме ключ RSA за декриптиране на данни с помощта на PKCS #1 и за подписване на данни с PSS с помощта на SHA256. Затова нека генерираме нов ключ в NetHSM. Уверете се, че сте използвали алгоритъма ``RSA`` и сте избрали ключовите механизми ``RSA_Signature_PSS_SHA256`` и ``RSA_Decryption_PKCS1``. Ако не посочите идентификатор на ключа, NetHSM ще генерира произволен идентификатор за новия ключ.
cs: V této příručce chceme použít klíč RSA k dešifrování dat pomocí PKCS #1 a k podepisování dat pomocí PSS pomocí SHA256. Vygenerujme tedy nový klíč v NetHSM. Ujistěte se, že používáte algoritmus ``RSA`` a že jste zvolili klíčové mechanismy ``RSA_Signature_PSS_SHA256`` a ``RSA_Decryption_PKCS1``. Pokud ID klíče nezadáte, vygeneruje NetHSM náhodné ID nového klíče.
da: I denne vejledning ønsker vi at bruge en RSA-nøgle til at dekryptere data ved hjælp af PKCS #1 og til at signere data med PSS ved hjælp af SHA256. Så lad os generere en ny nøgle på NetHSM. Sørg for at bruge ``RSA``-algoritmen og for at vælge ``RSA_Signature_PSS_SHA256`` og ``RSA_Decryption_PKCS1``-nøgleordningerne. Hvis du ikke angiver et nøgle-id, genererer NetHSM et tilfældigt id til den nye nøgle.
de: In dieser Anleitung wollen wir einen RSA-Schlüssel zum Entschlüsseln von Daten mit PKCS #1 und zum Signieren von Daten mit PSS mit SHA256 verwenden. Lassen Sie uns also einen neuen Schlüssel auf dem NetHSM erzeugen. Stellen Sie sicher, dass Sie den ``RSA``-Algorithmus verwenden und die Schlüsselmechanismen ``RSA_Signature_PSS_SHA256`` und ``RSA_Decryption_PKCS1`` auswählen. Wenn Sie keine Schlüssel-ID angeben, generiert der NetHSM eine zufällige ID für den neuen Schlüssel.
el: Σε αυτόν τον οδηγό, θέλουμε να χρησιμοποιήσουμε ένα κλειδί RSA για την αποκρυπτογράφηση δεδομένων χρησιμοποιώντας το PKCS #1 και για την υπογραφή δεδομένων με το PSS χρησιμοποιώντας το SHA256. Ας δημιουργήσουμε λοιπόν ένα νέο κλειδί στο NetHSM. Βεβαιωθείτε ότι χρησιμοποιείτε τον αλγόριθμο ``RSA`` και ότι επιλέγετε τους μηχανισμούς κλειδιών ``RSA_Signature_PSS_SHA256`` και ``RSA_Decryption_PKCS1``. Εάν δεν καθορίσετε αναγνωριστικό κλειδιού, το NetHSM θα δημιουργήσει ένα τυχαίο αναγνωριστικό για το νέο κλειδί.
es: En esta guía, queremos usar una clave RSA para descifrar datos usando PKCS #1 y para firmar datos con PSS usando SHA256. Así que vamos a generar una nueva clave en el NetHSM. Asegúrate de utilizar el algoritmo ``RSA`` y de seleccionar los mecanismos de clave ``RSA_Signature_PSS_SHA256` y ``RSA_Decryption_PKCS1`. Si no se especifica un ID de clave, el NetHSM generará un ID aleatorio para la nueva clave.
et: Selles juhendis tahame kasutada RSA-võtit andmete dekrüpteerimiseks PKCS #1 abil ja andmete allkirjastamiseks PSS-iga, kasutades SHA256. Seega genereerime NetHSMis uue võtme. Veendume, et kasutame ``RSA`` algoritmi ja valime ``RSA_Signature_PSS_SHA256`` ja ``RSA_Decryption_PKCS1`` võtmehhanismid. Kui te ei määra võtme ID-d, genereerib NetHSM uue võtme jaoks juhusliku ID.
fi: Tässä oppaassa haluamme käyttää RSA-avainta tietojen salauksen purkamiseen PKCS #1:n avulla ja tietojen allekirjoittamiseen PSS:n avulla SHA256:n avulla. Luodaan siis uusi avain NetHSM:ssä. Varmista, että käytät ``RSA``-algoritmia ja valitset ``RSA_Signature_PSS_SHA256``- ja ``RSA_Decryption_PKCS1``-avainmekanismit. Jos et määritä avaintunnusta, NetHSM luo satunnaisen tunnuksen uudelle avaimelle.
fr: Dans ce guide, nous voulons utiliser une clé RSA pour déchiffrer des données en utilisant PKCS #1 et pour signer des données avec PSS en utilisant SHA256. Générons donc une nouvelle clé sur le NetHSM. Assurez-vous d'utiliser l'algorithme ``RSA`` et de sélectionner les mécanismes de clé ``RSA_Signature_PSS_SHA256`` et ``RSA_Décryptage_PKCS1``. Si vous ne spécifiez pas d'ID de clé, le NetHSM générera un ID aléatoire pour la nouvelle clé.
hu: Ebben az útmutatóban egy RSA-kulcsot szeretnénk használni az adatok visszafejtéséhez PKCS #1 használatával, és az adatok aláírásához PSS segítségével SHA256 használatával. Generáljunk tehát egy új kulcsot a NetHSM-en. Ügyeljen arra, hogy a ``RSA`` algoritmust használja, és válassza a ``RSA_Signature_PSS_SHA256`` és ``RSA_Decryption_PKCS1`` kulcsmechanizmusokat. Ha nem ad meg kulcsazonosítót, a NetHSM véletlenszerű azonosítót generál az új kulcshoz.
ja: このガイドでは、PKCS #1 を使用してデータを復号化し、SHA256 を使用して PSS でデータに署名するために RSA 鍵を使用したいと思います。 そこで、NetHSMで新しい鍵を生成してみましょう。必ず``RSA``のアルゴリズムを使用し、``RSA_Signature_PSS_SHA256``と``RSA_Decryption_PKCS1``のキーメカニズムを選択してください。 キーIDを指定しない場合、NetHSMは新しいキーのためにランダムなIDを生成します。
lt: Šiame vadove norime naudoti RSA raktą duomenims iššifruoti, naudodami PKCS #1, ir duomenims pasirašyti su PSS, naudodami SHA256. Taigi sukurkime naują raktą NetHSM. Įsitikinkite, kad naudojate ``RSA`` algoritmą ir pasirinkite ``RSA_Signature_PSS_SHA256`` ir ``RSA_Decryption_PKCS1`` raktų mechanizmus. Jei rakto ID nenurodysite, "NetHSM" sugeneruos atsitiktinį naujojo rakto ID.
lv: Šajā rokasgrāmatā mēs vēlamies izmantot RSA atslēgu, lai atšifrētu datus, izmantojot PKCS #1, un parakstītu datus ar PSS, izmantojot SHA256. Tāpēc izveidosim jaunu atslēgu NetHSM. Pārliecinieties, ka tiek izmantots ``RSA`` algoritms un izvēlēts ``RSA_Signature_PSS_SHA256`` un ``RSA_Decryption_PKCS1`` atslēgu mehānisms. Ja nav norādīts atslēgas ID, NetHSM ģenerēs nejaušu jaunās atslēgas ID.
nl: In deze handleiding willen we een RSA sleutel gebruiken om gegevens te decoderen met PKCS #1 en om gegevens te ondertekenen met PSS met SHA256. Laten we dus een nieuwe sleutel op de NetHSM genereren. Zorg ervoor dat u het ``RSA`` algoritme gebruikt en dat u het ``RSA_Signature_PSS_SHA256`` en ``RSA_Decryption_PKCS1`` sleutelmechanismen selecteert. Als u geen sleutel-ID opgeeft, genereert de NetHSM een willekeurige ID voor de nieuwe sleutel.
pl: W tym poradniku chcemy użyć klucza RSA do odszyfrowania danych za pomocą PKCS #1 oraz do podpisania danych za pomocą PSS przy użyciu SHA256. Wygenerujmy więc nowy klucz na NetHSM. Pamiętaj, aby użyć algorytmu ``RSA`` i wybrać mechanizmy klucza ``RSA_Signature_PSS_SHA256`` i ``RSA_Decryption_PKCS1``. Jeśli nie zostanie określony identyfikator klucza, mechanizm NetHSM wygeneruje losowy identyfikator dla nowego klucza.
pt: Neste guia, queremos usar uma chave RSA para decifrar dados usando PKCS #1 e para assinar dados com PSS usando SHA256. Portanto, vamos gerar uma nova chave no NetHSM. Certifique-se de usar o algoritmo ``RSA``` e selecione o algoritmo ``RSA_Signature_PSS_SHA256`` e ```x id="247"></x>`` mecanismos chave. Se você não especificar um ID de chave, o NetHSM irá gerar um ID aleatório para a nova chave.
ro: În acest ghid, dorim să folosim o cheie RSA pentru a decripta date utilizând PKCS #1 și pentru a semna date cu PSS utilizând SHA256. Așadar, să generăm o nouă cheie pe NetHSM. Asigurați-vă că utilizați algoritmul ``RSA`` și că selectați mecanismele de chei ``RSA_Signature_PSS_SHA256<x>`` și ``RSA_Decryption_PKCS1``. Dacă nu specificați un ID al cheii, NetHSM va genera un ID aleatoriu pentru noua cheie.
ru: В этом руководстве мы хотим использовать ключ RSA для расшифровки данных с помощью PKCS #1 и для подписи данных с помощью PSS с использованием SHA256. Поэтому давайте сгенерируем новый ключ на NetHSM. Обязательно используйте алгоритм ``RSA`` и выберите ключевые механизмы ``RSA_Signature_PSS_SHA256`` и ``RSA_Decryption_PKCS1``. Если вы не укажете идентификатор ключа, NetHSM сгенерирует случайный идентификатор для нового ключа.
sk: V tejto príručke chceme použiť kľúč RSA na dešifrovanie údajov pomocou PKCS #1 a na podpisovanie údajov pomocou PSS pomocou SHA256. Vygenerujme teda nový kľúč v NetHSM. Uistite sa, že používate ``RSA`` algoritmus a že ste vybrali ``RSA_Signature_PSS_SHA256`` a ``RSA_Decryption_PKCS1`` kľúčové mechanizmy. Ak nezadáte ID kľúča, NetHSM vygeneruje náhodné ID nového kľúča.
sl: V tem priročniku želimo uporabiti ključ RSA za dešifriranje podatkov z uporabo PKCS #1 in podpisovanje podatkov s PSS z uporabo SHA256. Zato ustvarimo nov ključ v napravi NetHSM. Prepričajte se, da uporabljate ``RSA`` algoritem in izberete ``RSA_Signature_PSS_SHA256`` in ``RSA_Decryption_PKCS1`` mehanizme ključev. Če ne določite ID ključa, bo mehanizem NetHSM ustvaril naključni ID za novi ključ.
sv: I den här guiden vill vi använda en RSA-nyckel för att dekryptera data med hjälp av PKCS #1 och för att signera data med PSS med hjälp av SHA256. Låt oss därför generera en ny nyckel på NetHSM. Se till att använda ``RSA``-algoritmen och att välja ``RSA_Signature_PSS_SHA256`` och ``RSA_Decryption_PKCS1`` nyckelmekanismer. Om du inte anger något nyckel-ID genererar NetHSM ett slumpmässigt ID för den nya nyckeln.

source: Import Keys
bg: Импортиране на ключове
cs: Importní klíče
da: Import af nøgler
de: Tasten importieren
el: Εισαγωγή κλειδιών
es: Claves de importación
et: Impordi võtmed
fi: Tuo avaimet
fr: Clés d'importation
hu: Kulcsok importálása
ja: インポートキー
lt: Importo raktai
lv: Importēšanas atslēgas
nl: Sleutels importeren
pl: Klucze importowe
pt: Chaves de Importação
ro: Chei de import
ru: Импортные ключи
sk: Import kľúčov
sl: Uvozni ključi
sv: Importera nycklar
