Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/nethsm.po
Languages: bg, cs, da, de, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, pt, ro, ru, sk, sl, sv

source: A public NetHSM demo instance is available at `nethsmdemo.nitrokey.com <https://nethsmdemo.nitrokey.com>`__.
de: Eine öffentliche NetHSM-Demoinstanz ist unter `nethsmdemo.nitrokey.com <https://nethsmdemo.nitrokey.com>`__ verfügbar.
fr: Une instance de démonstration publique de NetHSM est disponible à `nethsmdemo.nitrokey.com <https://nethsmdemo.nitrokey.com>`__.

source: Alternatively you can run the `NetHSM Docker container <https://hub.docker.com/r/nitrokey/nethsm>`__ locally. The NetHSM container requires nested virtualization for strong separation with other containers. Thus, to start a NetHSM container you need a Linux host with /dev/kvm available. Execute this command:
de: Alternativ können Sie den `NetHSM-Docker-Container <https://hub.docker.com/r/nitrokey/nethsm>`__ auch lokal ausführen. Der NetHSM-Container erfordert eine verschachtelte Virtualisierung für eine starke Trennung mit anderen Containern. Um einen NetHSM-Container zu starten, benötigen Sie also einen Linux-Host mit /dev/kvm verfügbar. Führen Sie diesen Befehl aus:
fr: Vous pouvez également exécuter le conteneur Docker `NetHSM <https://hub.docker.com/r/nitrokey/nethsm>`__ localement. Le conteneur NetHSM nécessite une virtualisation imbriquée pour une séparation forte avec les autres conteneurs. Ainsi, pour démarrer un conteneur NetHSM, vous avez besoin d'un hôte Linux avec /dev/kvm disponible. Exécutez cette commande :

source: To integrate the NetHSM into own custom applications client libraries are available for almost all programming languages, including JavaScript, C++ and Python for example. Therefore we recommend using `OpenAPI Generator <https://github.com/OpenAPITools/openapi-generator>`__.
de: Um den NetHSM in eigene Anwendungen zu integrieren, stehen Client-Bibliotheken für fast alle Programmiersprachen zur Verfügung, darunter zum Beispiel JavaScript, C++ und Python. Wir empfehlen daher die Verwendung des `OpenAPI Generator <https://github.com/OpenAPITools/openapi-generator>`__.
fr: Pour intégrer le NetHSM dans ses propres applications personnalisées, des bibliothèques clientes sont disponibles pour presque tous les langages de programmation, dont JavaScript, C++ et Python par exemple. Nous vous recommandons donc d'utiliser le générateur `OpenAPI <https://github.com/OpenAPITools/openapi-generator>`__.

source: Download the `PKCS#11 driver <https://github.com/Nitrokey/nethsm-pkcs11>`__ for NetHSM.
de: Laden Sie den `PKCS#11-Treiber <https://github.com/Nitrokey/nethsm-pkcs11>`__ für NetHSM herunter.
fr: Téléchargez le pilote `PKCS#11 <https://github.com/Nitrokey/nethsm-pkcs11>`__ pour NetHSM.

source: Modify the configuration file ``p11nethsm-config.yaml`` according to your setup (e.g. address, operator name) and store it in ``$HOME/.nitrokey``, ``/etc/nitrokey/``, or in the folder where your application is executed.
de: Ändern Sie die Konfigurationsdatei ``p11nethsm-config.yaml`` entsprechend Ihrer Einrichtung (z.B. Adresse, Betreibername) und speichern Sie sie in ``$HOME/.nitrokey``, ``/etc/nitrokey/`` oder in dem Ordner, in dem Ihre Anwendung ausgeführt wird.
fr: Modifiez le fichier de configuration ``p11nethsm-config.yaml`` selon votre configuration (par exemple adresse, nom de l'opérateur) et stockez-le dans ``$HOME/.nitrokey``, ``/etc/nitrokey/``, ou dans le dossier où votre application est exécutée.
