Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/nethsm.po
Languages: bg, cs, da, de, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, pt, ro, ru, sk, sl, sv

source: In *Unattended Boot* mode no Unlock Passphrase is required, therefore the NetHSM can start unattended and the data store is stored unencrypted. Use this mode if your availability requirements can’t be fulfilled with *Attended Boot* mode.
bg: В режим *Необслужвано стартиране* не се изисква парола за отключване, поради което NetHSM може да се стартира необслужвано и паметта за данни се съхранява некриптирано. Използвайте този режим, ако изискванията ви за наличност не могат да бъдат изпълнени с режима *Aattended Boot* (Внедряване без наблюдение).
cs: V režimu *Unattended Boot* není vyžadována žádná odemykací fráze, proto se NetHSM může spustit bezobslužně a úložiště dat je uloženo nezašifrovaně. Tento režim použijte, pokud vaše požadavky na dostupnost nelze splnit pomocí režimu *Attended Boot*.
da: I *Unattended Boot*-tilstand kræves der ingen Unlock Passphrase, og derfor kan NetHSM starte uden opsyn, og datalageret gemmes ukrypteret. Brug denne tilstand, hvis dine tilgængelighedskrav ikke kan opfyldes med *Attended Boot*-tilstand.
de: Im Modus *Unattended Boot* ist keine Unlock Passphrase erforderlich, daher kann der NetHSM unbeaufsichtigt starten und der Datenspeicher wird unverschlüsselt gespeichert. Verwenden Sie diesen Modus, wenn Ihre Verfügbarkeitsanforderungen mit dem *Attended Boot*-Modus nicht erfüllt werden können.
el: Στη λειτουργία *Ανεπίβλεπτη εκκίνηση* δεν απαιτείται η φράση πρόσβασης ξεκλειδώματος, επομένως το NetHSM μπορεί να ξεκινήσει χωρίς επιτήρηση και η αποθήκευση δεδομένων αποθηκεύεται χωρίς κρυπτογράφηση. Χρησιμοποιήστε αυτή τη λειτουργία εάν οι απαιτήσεις σας για διαθεσιμότητα δεν μπορούν να ικανοποιηθούν με τη λειτουργία *Αυτόνομης εκκίνησης*.
es: En el modo *Inicio desatendido* no se requiere una frase de desbloqueo, por lo que el NetHSM puede iniciarse sin supervisión y el almacén de datos se almacena sin cifrar. Utilice este modo si sus requisitos de disponibilidad no pueden cumplirse con el modo *Attended Boot*.
et: Režiimil *Unattended Boot* ei ole lukustamata salasõna vaja, seega võib NetHSM käivituda järelevalveta ja andmesalvestus salvestatakse krüpteerimata. Kasutage seda režiimi, kui teie kättesaadavusnõudeid ei saa täita režiimiga *Attended Boot*.
fi: *Vartioimattomassa käynnistystilassa* ei tarvita lukituksen avauslauseketta, joten NetHSM voi käynnistyä valvomatta ja tietovarasto tallennetaan salaamattomana. Käytä tätä tilaa, jos käytettävyysvaatimuksiasi ei voida täyttää *Aattended Boot* -tilassa.
fr: En mode *Démarrage sans surveillance*, aucune phrase de passe de déverrouillage n'est requise, le NetHSM peut donc démarrer sans surveillance et la mémoire de données est stockée en clair. Utilisez ce mode si vos exigences de disponibilité ne peuvent être satisfaites avec le mode *Attended Boot*.
hu: A *Felügyelet nélküli indítás* módban nincs szükség a Feloldási jelszóra, ezért a NetHSM felügyelet nélkül is elindulhat, és az adattároló titkosítatlanul tárolódik. Ezt az üzemmódot akkor használja, ha a rendelkezésre állási követelményei nem teljesíthetők a *Védett indítás* üzemmóddal.
ja: アンアテンデッド・ブート*モードでは、アンロック・パスフレーズが必要ないため、NetHSM は無人で起動し、データストアは暗号化されずに保存されます。このモードは、*Attended Boot* モードでは可用性の要件を満たすことができない場合に使用します。
lt: Naudojant *Neprižiūrimo paleidimo* režimą, atrakinimo slaptažodžio nereikia, todėl "NetHSM" gali būti paleidžiamas be priežiūros, o duomenų Storage saugoma neužšifruota. Šį režimą naudokite, jei jūsų prieinamumo reikalavimų negalima įvykdyti naudojant *Attended Boot* režimą.
lv: *Unattended Boot* režīmā nav nepieciešama atbloķēšanas parole, tāpēc NetHSM var sākt darboties bez uzraudzības un datu krātuve tiek saglabāta nešifrētā veidā. Izmantojiet šo režīmu, ja pieejamības prasības nevar izpildīt ar *Attended Boot* režīmu.
nl: In de modus *Unattended Boot* is geen ontgrendelingspassphrase vereist, daarom kan de NetHSM zonder toezicht starten en wordt de gegevensopslag onversleuteld opgeslagen. Gebruik deze modus als niet aan uw beschikbaarheidseisen kan worden voldaan met de modus *Attended Boot*.
pl: W trybie *Unattended Boot* nie jest wymagane hasło odblokowujące, dlatego urządzenie NetHSM może być uruchamiane bez nadzoru, a magazyn danych jest przechowywany w niezaszyfrowanej postaci. Użyj tego trybu, jeśli wymagania dotyczące dostępności nie mogą być spełnione w trybie *Attended Boot*.
pt: No modo de inicialização desacompanhada* não é necessária uma senha de desbloqueio, portanto o NetHSM pode iniciar sem supervisão e o armazenamento de dados é armazenado sem criptografia. Use este modo se os seus requisitos de disponibilidade não puderem ser cumpridos com o modo *Attended Boot*.
ro: În modul *Unattended Boot* nu este necesară nicio frază de deblocare, prin urmare NetHSM poate porni nesupravegheat, iar stocul de date este stocat necriptat. Folosiți acest mod dacă cerințele dvs. de disponibilitate nu pot fi îndeplinite cu modul *Attended Boot*.
ru: В режиме *Unattended Boot* не требуется парольная фраза для разблокировки, поэтому NetHSM может запускаться без присмотра, а хранилище данных хранится в незашифрованном виде. Используйте этот режим, если ваши требования к доступности не могут быть выполнены в режиме *Attended Boot*.
sk: V režime *Unattended Boot* sa nevyžaduje odomykacia fráza, preto sa NetHSM môže spustiť bez obsluhy a dátové úložisko sa uloží nezašifrované. Tento režim použite, ak vaše požiadavky na dostupnosť nie je možné splniť pomocou režimu *Attended Boot*.
sl: V načinu *Unattended Boot* geslo za odklepanje ni potrebno, zato se lahko NetHSM zažene brez nadzora, podatkovna shramba pa je shranjena nešifrirano. Ta način uporabite, če vaših zahtev glede razpoložljivosti ni mogoče izpolniti z načinom *Aattended Boot*.
sv: I läget *Unattended Boot* krävs ingen Lösa upp lösenfras, därför kan NetHSM starta obevakat och datalagret lagras okrypterat. Använd det här läget om dina tillgänglighetskrav inte kan uppfyllas med läget *Attended Boot*.

source: Retrieve the current mode:
bg: Извличане на текущия режим:
cs: Získání aktuálního režimu:
da: Henter den aktuelle tilstand:
de: Ruft den aktuellen Modus ab:
el: Ανάκτηση της τρέχουσας λειτουργίας:
es: Recupera el modo actual:
et: Praeguse režiimi väljavõtmine:
fi: Hae nykyinen tila:
fr: Récupère le mode actuel :
hu: Az aktuális üzemmód lekérdezése:
ja: 現在のモードを取得します。
lt: Gauti dabartinį režimą:
lv: Atgūst pašreizējo režīmu:
nl: De huidige modus opvragen:
pl: Uzyskanie bieżącego trybu pracy:
pt: Recuperar o modo actual:
ro: Preluarea modului curent:
ru: Получение текущего режима:
sk: Vyhľadanie aktuálneho režimu:
sl: Pridobi trenutni način:
sv: Hämta det aktuella läget:

source: Switch to *Unattended Boot* mode:
bg: Превключете в режим *Необслужвано зареждане*:
cs: Přepněte do režimu *Neobslužného zavádění*:
da: Skift til *Unattended Boot*-tilstand:
de: Wechseln Sie in den Modus *Unattended Boot*:
el: Μεταβείτε στη λειτουργία *Ανεπίβλεπτης εκκίνησης*:
es: Cambia al modo de *Arranque desatendido*:
et: Lülita ümber *Vaheldatud käivitamise* režiimile:
fi: Siirry *Vartioimaton käynnistys* -tilaan:
fr: Passez en mode *Unattended Boot* :
hu: Váltson *Vigyázatlan indítás* üzemmódra:
ja: Unattended Boot*モードに切り替えます。
lt: Perjunkite į *Neprižiūrimo įkrovimo* režimą:
lv: Pārslēdziet uz *Unattended Boot* režīmu:
nl: Schakel over naar *Unattended Boot* mode:
pl: Przełączenie do trybu *Unattended Boot*:
pt: Alternar para o modo de inicialização desacompanhada*:
ro: Treceți la modul *Unattended Boot*:
ru: Переключитесь в режим *Unattended Boot*:
sk: Prepnite do režimu *Unattended Boot*:
sl: Preklopite na način *Neprimernega zagona*:
sv: Växla till läget *Unattended Boot*:

source: Or switch back to *Attended Boot* mode:
bg: Или превключете обратно в режим *Аттед. зареждане*:
cs: Nebo přepněte zpět do režimu *Attended Boot*:
da: Eller skift tilbage til *Attended Boot*-tilstand:
de: Oder wechseln Sie zurück in den *Attended Boot*-Modus:
el: Ή γυρίστε πίσω στη λειτουργία *Attended Boot*:
es: O cambiar de nuevo al modo *Attended Boot*:
et: Või lülitage tagasi režiimi *Attended Boot*:
fi: Tai vaihda takaisin *Attended Boot* -tilaan:
fr: Ou repassez en mode *Attended Boot* :
hu: Vagy váltson vissza *Attended Boot* üzemmódba:
ja: または、*Attended Boot*モードに切り替えてください。
lt: Arba grįžkite į *Attended Boot* režimą:
lv: Vai arī pārslēdziet atpakaļ uz *Attended Boot* režīmu:
nl: Of schakel terug naar *Attended Boot* mode:
pl: Lub przełączyć się z powrotem do trybu *Attended Boot*:
pt: Ou volte para o modo *Attended Boot*:
ro: Sau treceți înapoi la modul *Attended Boot*:
ru: Или переключитесь обратно в режим *Attended Boot*:
sk: Alebo prepnite späť do režimu *Attended Boot*:
sl: Ali pa preklopite nazaj na način *Attended Boot*:
sv: Eller växla tillbaka till läget *Attended Boot*:

source: User Management
bg: Управление на потребителите
cs: Správa uživatelů
da: Brugerstyring
el: Διαχείριση χρηστών
es: Gestión de usuarios
et: Kasutajate haldamine
fi: Käyttäjien hallinta
fr: Gestion des utilisateurs
hu: Felhasználó kezelése
ja: ユーザー管理
lt: Naudotojo valdymas
lv: Lietotāju pārvaldība
nl: Gebruikersbeheer
pl: Zarządzanie użytkownikami
pt: Gestão de usuários
ro: Gestionarea utilizatorilor
ru: Управление пользователями
sk: Správa používateľov
sl: Upravljanje uporabnikov
sv: Användarhantering

source: Roles
bg: Роли
cs: Role
da: Roller
de: Rollen
el: Ρόλοι
et: Rollid
fi: Roolit
fr: Rôles
hu: Szerepek
ja: 役割
lt: Vaidmenys
lv: Lomas
nl: Rollen
pl: Role
pt: Papéis
ro: Roluri
ru: Роли
sk: Úlohy
sl: Vloge
sv: Roller

source: Separation of duties can be implemented by using the available Roles. Each user account configured on the NetHSM has one of the following Roles assigned to it. Following is a high-level description of the operations allowed by individual Roles, for endpoint-specific details please refer to the REST API documentation.
bg: Разделянето на задълженията може да се осъществи чрез използване на наличните роли. На всеки потребителски акаунт, конфигуриран в NetHSM, е присвоена една от следните роли. По-долу е представено описание на високо ниво на операциите, разрешени от отделните роли, а за подробности, специфични за крайната точка, моля, направете справка с документацията на REST API.
cs: Oddělení povinností lze realizovat pomocí dostupných rolí. Každý uživatelský účet nakonfigurovaný v NetHSM má přiřazenu jednu z následujících Rolí. Níže je uveden stručný popis operací povolených jednotlivými Rolemi, podrobnosti týkající se konkrétního koncového bodu naleznete v dokumentaci rozhraní REST API.
da: Adskillelse af opgaver kan implementeres ved at bruge de tilgængelige roller. Hver brugerkonto, der er konfigureret på NetHSM, har en af følgende roller tildelt. Nedenfor følger en beskrivelse på højt niveau af de operationer, der er tilladt af de enkelte roller, og for slutpunktspecifikke detaljer henvises til dokumentationen for REST API'et.
de: Die Aufgabentrennung kann durch die Verwendung der verfügbaren Rollen realisiert werden. Jedem auf dem NetHSM konfigurierten Benutzerkonto ist eine der folgenden Rollen zugewiesen. Nachfolgend finden Sie eine allgemeine Beschreibung der von den einzelnen Rollen erlaubten Operationen; endpunktspezifische Details entnehmen Sie bitte der REST-API-Dokumentation.
el: Ο διαχωρισμός των καθηκόντων μπορεί να υλοποιηθεί με τη χρήση των διαθέσιμων ρόλων. Σε κάθε λογαριασμό χρήστη που έχει διαμορφωθεί στο NetHSM έχει εκχωρηθεί ένας από τους ακόλουθους ρόλους. Ακολουθεί περιγραφή υψηλού επιπέδου των λειτουργιών που επιτρέπονται από τους επιμέρους ρόλους, ενώ για λεπτομέρειες σχετικά με το τελικό σημείο ανατρέξτε στην τεκμηρίωση του API REST.
es: La separación de funciones se puede implementar utilizando los Roles disponibles. Cada cuenta de usuario configurada en el NetHSM tiene asignada una de las siguientes funciones. A continuación se presenta una descripción de alto nivel de las operaciones permitidas por los Roles individuales, para los detalles específicos del punto final por favor consulte la documentación de la API REST.
et: Ülesannete lahususe saab rakendada olemasolevate rollide abil. Igale NetHSMi konfigureeritud kasutajakontole on määratud üks järgmistest rollidest. Järgnevalt on esitatud üksikute rollide poolt lubatud toimingute kõrgetasemeline kirjeldus, lõpp-punktispetsiifilisi üksikasju leiate REST API dokumentatsioonist.
fi: Tehtävien erottaminen voidaan toteuttaa käyttämällä käytettävissä olevia rooleja. Jokaiselle NetHSM:ään määritetylle käyttäjätilille on määritetty yksi seuraavista rooleista. Seuraavassa on yleiskuvaus yksittäisten roolien sallimista toiminnoista, päätepistekohtaiset yksityiskohdat löytyvät REST API -dokumentaatiosta.
fr: La séparation des tâches peut être mise en œuvre en utilisant les rôles disponibles. Chaque compte utilisateur configuré sur le NetHSM se voit attribuer l'un des rôles suivants. Voici une description de haut niveau des opérations autorisées par les rôles individuels, pour les détails spécifiques aux points de terminaison, veuillez vous référer à la documentation de l'API REST.
hu: A feladatok szétválasztása a rendelkezésre álló szerepkörök használatával valósítható meg. A NetHSM-en konfigurált minden felhasználói fiókhoz a következő szerepkörök egyike tartozik. Az alábbiakban az egyes szerepkörök által engedélyezett műveletek magas szintű leírása következik, a végpont-specifikus részletekért kérjük, olvassa el a REST API dokumentációját.
ja: 職務の分離は、利用可能なロールを使用して実施することができます。NetHSM に設定された各ユーザーアカウントには、以下の役割のいずれかが割り当てられています。以下は、個々の役割で許可される操作の概要です。エンドポイント固有の詳細については、REST API ドキュメントを参照してください。
lt: Pareigų atskyrimą galima įgyvendinti naudojant turimus vaidmenis. Kiekvienai NetHSM sukonfigūruotai naudotojo paskyrai yra priskirtas vienas iš šių vaidmenų. Toliau pateikiamas aukšto lygio operacijų, kurias leidžia atlikti atskiri vaidmenys, aprašymas, o išsamios informacijos apie konkretų galutinį tašką rasite REST API dokumentuose.
lv: Pienākumu nodalīšanu var īstenot, izmantojot pieejamās lomas. Katram NetHSM konfigurētajam lietotāja kontam ir piešķirta viena no šādām lomām. Turpmāk ir sniegts atsevišķu lomu atļauto darbību augsta līmeņa apraksts, bet sīkāku informāciju par konkrētiem galapunktiem skatīt REST API dokumentācijā.
nl: Scheiding van taken kan worden geïmplementeerd door gebruik te maken van de beschikbare Rollen. Aan elke gebruikersaccount die op de NetHSM is geconfigureerd, is een van de volgende Rollen toegewezen. Hieronder volgt een beschrijving op hoog niveau van de operaties die zijn toegestaan door individuele Rollen, voor eindpunt-specifieke details wordt verwezen naar de REST API documentatie.
pl: Rozdzielenie obowiązków można zrealizować za pomocą dostępnych ról (Roles). Każde konto użytkownika skonfigurowane na NetHSM ma przypisaną jedną z poniższych Role. Poniżej przedstawiono ogólny opis operacji, które mogą być wykonywane przez poszczególne role. Szczegółowe informacje dotyczące poszczególnych punktów końcowych znajdują się w dokumentacji REST API.
pt: A separação de funções pode ser implementada utilizando as funções disponíveis. Cada conta de usuário configurada no NetHSM tem uma das seguintes funções atribuídas a ela. A seguir está uma descrição de alto nível das operações permitidas por cada Função, para detalhes específicos do ponto final, consulte a documentação REST API.
ro: Separarea sarcinilor poate fi implementată prin utilizarea rolurilor disponibile. Fiecărui cont de utilizator configurat pe NetHSM îi este atribuit unul dintre următoarele Roluri. În continuare este prezentată o descriere la nivel înalt a operațiunilor permise de Rolurile individuale, pentru detalii specifice punctelor finale, vă rugăm să consultați documentația API REST.
ru: Разделение обязанностей может быть реализовано с помощью доступных Ролей. Каждая учетная запись пользователя, настроенная на NetHSM, имеет одну из следующих ролей. Ниже приведено высокоуровневое описание операций, разрешенных отдельными Ролями, а подробности, относящиеся к конкретной конечной точке, см. в документации REST API.
sk: Oddelenie povinností je možné realizovať pomocou dostupných rolí. Každému používateľskému účtu nakonfigurovanému v NetHSM je priradená jedna z nasledujúcich Rolí. Nasleduje vysokoúrovňový opis operácií povolených jednotlivými Rolami, podrobnosti týkajúce sa konkrétneho koncového bodu nájdete v dokumentácii REST API.
sl: Ločitev dolžnosti lahko izvedete z uporabo razpoložljivih vlog. Vsakemu uporabniškemu računu, konfiguriranemu v NetHSM, je dodeljena ena od naslednjih Vlog. V nadaljevanju je opis operacij, ki jih omogočajo posamezne vloge, na visoki ravni, za podrobnosti, specifične za končno točko, pa glejte dokumentacijo API REST.
sv: Uppdelning av arbetsuppgifter kan genomföras med hjälp av de tillgängliga rollerna. Varje användarkonto som konfigureras på NetHSM har en av följande roller tilldelade. Nedan följer en beskrivning på hög nivå av de operationer som tillåts av enskilda roller, för slutpunktsspecifika detaljer hänvisas till REST API-dokumentationen.

source: *R-Administrator*: A user account with this Role has access to all operations provided by the REST API, with the exception of key usage operations, i.e. message signing and decryption.
bg: *Р-администратор*: Потребителски акаунт с тази роля има достъп до всички операции, предоставяни от REST API, с изключение на операциите за използване на ключове, т.е. подписване и декриптиране на съобщения.
cs: *R-administrátor*: Uživatelský účet s touto rolí má přístup ke všem operacím poskytovaným rozhraním REST API, s výjimkou operací používání klíčů, tj. podepisování a dešifrování zpráv.
da: *R-Administrator*: En brugerkonto med denne rolle har adgang til alle operationer, der leveres af REST API'et, med undtagelse af nøglebrugsoperationer, dvs. signering og dekryptering af meddelelser.
de: *R-Administrator*: Ein Benutzerkonto mit dieser Rolle hat Zugriff auf alle Operationen, die von der REST-API bereitgestellt werden, mit Ausnahme der Schlüsselverwendungsoperationen, d. h. der Signierung und Entschlüsselung von Nachrichten.
el: *R-Administrator*: Ένας λογαριασμός χρήστη με αυτόν τον Ρόλο έχει πρόσβαση σε όλες τις λειτουργίες που παρέχονται από το REST API, με εξαίρεση τις λειτουργίες χρήσης κλειδιών, δηλαδή την υπογραφή και αποκρυπτογράφηση μηνυμάτων.
es: *R-Administrador*: Una cuenta de usuario con este rol tiene acceso a todas las operaciones proporcionadas por la API REST, con la excepción de las operaciones de uso de claves, es decir, la firma y el descifrado de mensajes.
et: *R-administraator*: Selle rolliga kasutajakontol on juurdepääs kõikidele REST API poolt pakutavatele toimingutele, välja arvatud võtmete kasutamise toimingud, st sõnumite allkirjastamine ja dekrüpteerimine.
fi: *R-hallinnoija*: Tämän roolin omaava käyttäjätili voi käyttää kaikkia REST API:n tarjoamia toimintoja, lukuun ottamatta avainten käyttöoperaatioita eli viestien allekirjoittamista ja purkamista.
fr: *R-Administrateur* : Un compte utilisateur doté de ce rôle a accès à toutes les opérations fournies par l'API REST, à l'exception des opérations d'utilisation des clés, c'est-à-dire la signature et le décryptage des messages.
hu: *R-adminisztrátor*: Az ezzel a szereppel rendelkező felhasználói fiók hozzáféréssel rendelkezik a REST API által biztosított összes művelethez, kivéve a kulcshasználati műveleteket, azaz az üzenetek aláírását és visszafejtését.
ja: *R-Administrator*。このロールを持つユーザーアカウントは、REST APIで提供されるすべての操作にアクセスできますが、メッセージの署名や復号などの鍵使用操作は例外です。
lt: *R-administratorius*: Vartotojo paskyra su šiuo vaidmeniu turi prieigą prie visų REST API teikiamų operacijų, išskyrus raktų naudojimo operacijas, t. y. pranešimų pasirašymą ir iššifravimą.
lv: *R-administrators*: Lietotāja kontam ar šo lomu ir piekļuve visām REST API nodrošinātajām operācijām, izņemot atslēgu izmantošanas operācijas, t. i., ziņojumu parakstīšanu un atšifrēšanu.
nl: *R-Administrator*: Een gebruikersaccount met deze rol heeft toegang tot alle operaties die door de REST API worden aangeboden, met uitzondering van de operaties voor het gebruik van sleutels, d.w.z. ondertekening en ontcijfering van berichten.
pl: *R-Administrator*: Konto użytkownika z tą Rolą ma dostęp do wszystkich operacji udostępnianych przez REST API, z wyjątkiem operacji użycia kluczy, tj. podpisywania i deszyfrowania wiadomości.
pt: *R-Administrador*: Uma conta de usuário com esta função tem acesso a todas as operações fornecidas pela API REST, com exceção das operações de uso de chaves, ou seja, assinatura e decodificação de mensagens.
ro: *R-Administrator*: Un cont de utilizator cu acest rol are acces la toate operațiunile furnizate de API REST, cu excepția operațiunilor de utilizare a cheilor, adică semnarea și decriptarea mesajelor.
ru: *R-Administrator*: Учетная запись пользователя с этой ролью имеет доступ ко всем операциям, предоставляемым REST API, за исключением операций использования ключей, т.е. подписания и расшифровки сообщений.
sk: *R-administrátor*: Používateľský účet s touto rolou má prístup ku všetkým operáciám poskytovaným rozhraním REST API s výnimkou operácií používania kľúčov, t. j. podpisovania a dešifrovania správ.
sl: *R-administrator*: Uporabniški račun s to vlogo ima dostop do vseh operacij, ki jih zagotavlja API REST, razen operacij uporabe ključev, tj. podpisovanja in dešifriranja sporočil.
sv: *R-administratör*: Ett användarkonto med denna roll har tillgång till alla åtgärder som tillhandahålls av REST API, med undantag för åtgärder för nyckelanvändning, dvs. signering och dekryptering av meddelanden.
