Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/nethsm.po
Languages: bg, cs, da, de, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, pt, ro, ru, sk, sl, sv

source: Accessing a NetHSM using the REST API
bg: Достъп до NetHSM чрез REST API
cs: Přístup k zařízení NetHSM pomocí rozhraní REST API
da: Adgang til en NetHSM ved hjælp af REST API'et
de: Zugriff auf ein NetHSM über die REST-API
el: Πρόσβαση σε ένα NetHSM χρησιμοποιώντας το REST API
es: Acceso a un NetHSM mediante la API REST
et: Juurdepääs NetHSMile REST API abil
fi: NetHSM:n käyttäminen REST API:n avulla
fr: Accès à un NetHSM à l'aide de l'API REST
hu: NetHSM elérése a REST API használatával
ja: REST APIによるNetHSMへのアクセス
lt: Prieiga prie "NetHSM" naudojant REST API
lv: Piekļuve NetHSM, izmantojot REST API
nl: Toegang tot een NetHSM met behulp van de REST API
pl: Uzyskiwanie dostępu do NetHSM za pomocą interfejsu REST API
pt: Acesso a um NetHSM usando a API REST
ro: Accesarea unui NetHSM utilizând API REST
ru: Доступ к NetHSM с помощью REST API
sk: Prístup k zariadeniu NetHSM pomocou rozhrania REST API
sl: Dostop do sistema NetHSM z uporabo vmesnika REST API
sv: Åtkomst till en NetHSM med hjälp av REST API

source: This tutorial demonstrates how to access the NetHMS via REST API. The interface is `documented here <https://nethsmdemo.nitrokey.com/api_docs/index.html#docs/summary/summary>`_ and it's specification is available as `RAML <https://nethsmdemo.nitrokey.com/api_docs/nethsm-api.raml>`_ and as `OpenAPI (Swagger) <https://nethsmdemo.nitrokey.com/api_docs/gen_nethsm_api_oas20.json>`_.
bg: Този урок демонстрира как да получите достъп до NetHMS чрез REST API. Интерфейсът е `документиран тук <https://nethsmdemo.nitrokey.com/api_docs/index.html#docs/summary/summary>`_ и е'спецификацията е налична като `RAML <https://nethsmdemo.nitrokey.com/api_docs/nethsm-api.raml>`_ и като `OpenAPI (Swagger) <https://nethsmdemo.nitrokey.com/api_docs/gen_nethsm_api_oas20.json>`_.
cs: Tento návod ukazuje, jak přistupovat k systému NetHMS prostřednictvím rozhraní REST API. Rozhraní je `dokumentováno zde <https://nethsmdemo.nitrokey.com/api_docs/index.html#docs/summary/summary>`_ a je'je k dispozici jako `RAML <https://nethsmdemo.nitrokey.com/api_docs/nethsm-api.raml>`_ a jako `OpenAPI (Swagger) <https://nethsmdemo.nitrokey.com/api_docs/gen_nethsm_api_oas20.json>`_.
da: Denne vejledning viser, hvordan du får adgang til NetHMS via REST API. Grænsefladen er `dokumenteret her <https://nethsmdemo.nitrokey.com/api_docs/index.html#docs/summary/summary>`_ og den er `dokumenteret her <https://nethsmdemo.nitrokey.com/api_docs/index.html#docs/summary/summary>`_ og det's specifikation er tilgængelig som `RAML <https://nethsmdemo.nitrokey.com/api_docs/nethsm-api.raml>`_ og som `OpenAPI (Swagger) <https://nethsmdemo.nitrokey.com/api_docs/gen_nethsm_api_oas20.json>`_.
el: Αυτό το σεμινάριο παρουσιάζει τον τρόπο πρόσβασης στο NetHMS μέσω του API REST. Η διεπαφή είναι `καταγεγραμμένη εδώ <https://nethsmdemo.nitrokey.com/api_docs/index.html#docs/summary/summary>`_ και είναι',s specification is available as `RAML <https://nethsmdemo.nitrokey.com/api_docs/nethsm-api.raml>`_ and as `OpenAPI (Swagger) <https://nethsmdemo.nitrokey.com/api_docs/gen_nethsm_api_oas20.json>`_.
es: Este tutorial demuestra cómo acceder al NetHMS a través de la API REST. La interfaz está `documentada aquí <https://nethsmdemo.nitrokey.com/api_docs/index.html#docs/summary/summary>`_ y su especificación está disponible como `RAML;s especificación está disponible como `RAML <https://nethsmdemo.nitrokey.com/api_docs/nethsm-api.raml>`_ y como `OpenAPI (Swagger) <https://nethsmdemo.nitrokey.com/api_docs/gen_nethsm_api_oas20.json>`_.
et: See õpetus näitab, kuidas pääseda NetHMSi juurde REST API kaudu. Liides on `dokumenteeritud siin <https://nethsmdemo.nitrokey.com/api_docs/index.html#docs/summary/summary>`_ ja see's spetsifikatsioon on saadaval kui `RAML <https://nethsmdemo.nitrokey.com/api_docs/nethsm-api.raml>`_ ja kui `OpenAPI (Swagger) <https://nethsmdemo.nitrokey.com/api_docs/gen_nethsm_api_oas20.json>`_.
fi: Tämä opetusohjelma näyttää, miten NetHMS:ää käytetään REST API:n kautta. Rajapinta on `dokumentoitu täällä <https://nethsmdemo.nitrokey.com/api_docs/index.html#docs/summary/summary>`_ ja se'sen määrittely on saatavilla muodossa `RAML <https://nethsmdemo.nitrokey.com/api_docs/nethsm-api.raml>`_ ja muodossa `OpenAPI (Swagger) <https://nethsmdemo.nitrokey.com/api_docs/gen_nethsm_api_oas20.json>`_.
hu: Ez a bemutató azt mutatja be, hogyan lehet a NetHMS-t REST API-n keresztül elérni. Az interfész ` itt van dokumentálva <https://nethsmdemo.nitrokey.com/api_docs/index.html#docs/summary/summary><x>`_ és ez'specifikációja elérhető `RAML <https://nethsmdemo.nitrokey.com/api_docs/nethsm-api.raml><x>`_ és `OpenAPI (Swagger) <https://nethsmdemo.nitrokey.com/api_docs/gen_nethsm_api_oas20.json>`_ formában.
ja: このチュートリアルでは、REST APIを使ってNetHMSにアクセスする方法を紹介します。このインターフェースは、`ここで文書化されており<https://nethsmdemo.nitrokey.com/api_docs/index.html#docs/summary/summary>`_、仕様は`RAML <https://nethsmdemo.nitrokey.com/api_docs/nethsm-api.raml><x id="280">として利用可能です。の仕様は、`RAML <https://nethsmdemo.nitrokey.com/api_docs/nethsm-api.raml>`_と`OpenAPI (Swagger) <https://nethsmdemo.nitrokey.com/api_docs/gen_nethsm_api_oas20.json>`_として提供されています。
lt: Šioje pamokoje parodoma, kaip pasiekti NetHMS per REST API. Sąsaja `dokumentuojama čia <https://nethsmdemo.nitrokey.com/api_docs/index.html#docs/summary/summary>`_ ir ji'specifikacija pateikiama kaip `RAML <https://nethsmdemo.nitrokey.com/api_docs/nethsm-api.raml>`_ ir kaip `OpenAPI (Swagger) <https://nethsmdemo.nitrokey.com/api_docs/gen_nethsm_api_oas20.json>`_.
lv: Šajā pamācībā ir parādīts, kā piekļūt NetHMS, izmantojot REST API. Interfeiss ir `dokumentēts šeit <https://nethsmdemo.nitrokey.com/api_docs/index.html#docs/summary/summary>`_, un tas'specifikācija ir pieejama kā `RAML <https://nethsmdemo.nitrokey.com/api_docs/nethsm-api.raml>`_ un kā `OpenAPI (Swagger) <https://nethsmdemo.nitrokey.com/api_docs/gen_nethsm_api_oas20.json>`_.
nl: Deze tutorial demonstreert hoe je toegang krijgt tot de NetHMS via de REST API. De interface is `hier <https://nethsmdemo.nitrokey.com/api_docs/index.html#docs/summary/summary>`_ gedocumenteerd en de's specificatie is beschikbaar als `RAML <https://nethsmdemo.nitrokey.com/api_docs/nethsm-api.raml>`_ en als `OpenAPI (Swagger) <https://nethsmdemo.nitrokey.com/api_docs/gen_nethsm_api_oas20.json>`_.
pl: Ten tutorial demonstruje jak uzyskać dostęp do NetHMS poprzez REST API. Interfejs jest `udokumentowany tutaj <https://nethsmdemo.nitrokey.com/api_docs/index.html#docs/summary/summary>`_, a jego specyfikacja jest dostępna jako `RAML <https://nethsmdemo.nitrokey.com/api_docs/nethsm-api.raml>`_;a jego specyfikacja jest dostępna jako `RAML <https://nethsmdemo.nitrokey.com/api_docs/nethsm-api.raml>`_ oraz jako `OpenAPI (Swagger) <https://nethsmdemo.nitrokey.com/api_docs/gen_nethsm_api_oas20.json>`_.
pt: Este tutorial demonstra como acessar o NetHMS via REST API. A interface é `documentado aqui <https://nethsmdemo.nitrokey.com/api_docs/index.html#docs/summary/summary>`_ e it'A especificação de s está disponível como `RAML <https://nethsmdemo.nitrokey.com/api_docs/nethsm-api.raml>`_ e como `OpenAPI (Swagger) <https://nethsmdemo.nitrokey.com/api_docs/gen_nethsm_api_oas20.json>`_.
ro: Acest tutorial demonstrează cum să accesați NetHMS prin intermediul API REST. Interfața este `documentată aici <https://nethsmdemo.nitrokey.com/api_docs/index.html#docs/summary/summary>`_ și este's specification is available as `RAML <https://nethsmdemo.nitrokey.com/api_docs/nethsm-api.raml>`_ and as `OpenAPI (Swagger) <https://nethsmdemo.nitrokey.com/api_docs/gen_nethsm_api_oas20.json>`_.
ru: В этом руководстве показано, как получить доступ к NetHMS через REST API. Интерфейс `задокументирован здесь <https://nethsmdemo.nitrokey.com/api_docs/index.html#docs/summary/summary>`_, а его спецификация доступна в виде `RAML <https://nethsmdemo.nitrokey.com/api_docs/nethsm-api.raml>`_;спецификация доступна как `RAML <https://nethsmdemo.nitrokey.com/api_docs/nethsm-api.raml>`_ и как `OpenAPI (Swagger) <https://nethsmdemo.nitrokey.com/api_docs/gen_nethsm_api_oas20.json>`_.
sk: Tento návod ukazuje, ako pristupovať k NetHMS prostredníctvom rozhrania REST API. Rozhranie je `dokumentované tu <https://nethsmdemo.nitrokey.com/api_docs/index.html#docs/summary/summary>`_ a je'je k dispozícii ako `RAML <https://nethsmdemo.nitrokey.com/api_docs/nethsm-api.raml>`_ a ako `OpenAPI (Swagger) <https://nethsmdemo.nitrokey.com/api_docs/gen_nethsm_api_oas20.json>`_.
sl: Ta vadnica prikazuje, kako dostopati do sistema NetHMS prek vmesnika REST API. Vmesnik je `dokumentiran tukaj <https://nethsmdemo.nitrokey.com/api_docs/index.html#docs/summary/summary>`_ in je'specifikacija je na voljo kot `RAML <https://nethsmdemo.nitrokey.com/api_docs/nethsm-api.raml>`_ in kot `OpenAPI (Swagger) <https://nethsmdemo.nitrokey.com/api_docs/gen_nethsm_api_oas20.json>`_.
sv: Den här handledningen visar hur du får tillgång till NetHMS via REST API. Gränssnittet är `dokumenterat här <https://nethsmdemo.nitrokey.com/api_docs/index.html#docs/summary/summary>`_ och det'specifikationen finns som `RAML <https://nethsmdemo.nitrokey.com/api_docs/nethsm-api.raml>`_ och som `OpenAPI (Swagger) <https://nethsmdemo.nitrokey.com/api_docs/gen_nethsm_api_oas20.json>`_.

source: Before we start, we store the host name of the NetHSM instance in the ``NETHSM_HOST`` environment variable. You can use the public NetHSM demo instance ``nethsmdemo.nitrokey.com`` or run a local demo instance using the NetHSM docker image, see the `Development and Testing </index.html#development-and-testing>`_ section of the NetHSM documentation.
bg: Преди да започнем, съхраняваме името на хоста на инстанцията на NetHSM в променливата на средата ``NETHSM_HOST``. Можете да използвате публичната демонстрационна инстанция на NetHSM ``nethsmdemo.nitrokey.com`` или да стартирате локална демонстрационна инстанция с помощта на образа NetHSM docker, вижте `Разработване и тестване </index.html#development-and-testing>`_ в раздела NetHSM документация.
cs: Před zahájením uložíme název hostitele instance NetHSM do proměnné prostředí ``NETHSM_HOST``. Můžete použít veřejnou demo instanci NetHSM ``nethsmdemo.nitrokey.com`` nebo spustit místní demo instanci pomocí obrazu NetHSM docker, viz `Vývoj a testování </index.html#development-and-testing>`_ část dokumentace NetHSM.
da: Før vi starter, gemmer vi værtsnavnet for NetHSM-instansen i miljøvariablen ``NETHSM_HOST``. Du kan bruge den offentlige NetHSM-demoinstans ``nethsmdemo.nitrokey.com`` eller køre en lokal demoinstans ved hjælp af NetHSM docker-image, se afsnittet `Udvikling og afprøvning </index.html#development-and-testing>`_ i NetHSM-dokumentationen.
de: Bevor wir beginnen, speichern wir den Hostnamen der NetHSM-Instanz in der Umgebungsvariablen ``NETHSM_HOST``. Sie können die öffentliche NetHSM-Demo-Instanz ``nethsmdemo.nitrokey.com`` verwenden oder eine lokale Demo-Instanz mit dem NetHSM-Docker-Image ausführen, siehe den Abschnitt `Entwicklung und Test </index.html#Entwicklung und Test>`_ der NetHSM-Dokumentation.
el: Πριν ξεκινήσουμε, αποθηκεύουμε το όνομα του κεντρικού υπολογιστή της παρουσίας NetHSM στη μεταβλητή περιβάλλοντος ``NETHSM_HOST``. Μπορείτε να χρησιμοποιήσετε το δημόσιο demo instance του NetHSM ``nethsmdemo.nitrokey.com`` ή να εκτελέσετε ένα τοπικό demo instance χρησιμοποιώντας το NetHSM docker image, δείτε την ενότητα `Ανάπτυξη και δοκιμή </index.html#development-and-testing>`_ της τεκμηρίωσης του NetHSM.
es: Antes de empezar, almacenamos el nombre del host de la instancia de NetHSM en la variable de entorno ``NETHSM_HOST``. Puedes utilizar la instancia demo pública de NetHSM ``nethsmdemo.nitrokey.com`` o ejecutar una instancia demo local utilizando la imagen docker de NetHSM, consulta la sección `Desarrollo y pruebas </index.html#development-and-testing>`_ de la documentación de NetHSM.
et: Enne alustamist salvestame NetHSMi instantsi hostinime keskkonnamuutujasse ``NETHSM_HOST``. Võite kasutada avalikku NetHSM-i demoinstantsi ``nethsmdemo.nitrokey.com`` või käivitada lokaalset demoinstantsi, kasutades NetHSM-i docker image'i, vt NetHSM-i dokumentatsiooni jaotist `Ettevalmistus ja testimine </index.html#development-and-testing>`_.
fi: Ennen kuin aloitamme, tallennamme NetHSM-instanssin isäntänimen ympäristömuuttujaan ``NETHSM_HOST``. Voit käyttää julkista NetHSM-demoinstanssia ``nethsmdemo.nitrokey.com`` tai ajaa paikallista demoinstanssia NetHSM:n docker-kuvaa käyttäen, katso NetHSM:n dokumentaation jakso `Kehitys ja testaus </index.html#development-and-testing>`_.
fr: Avant de commencer, nous enregistrons le nom d'hôte de l'instance NetHSM dans la variable d'environnement ``NETHSM_HOST``. Vous pouvez utiliser l'instance de démonstration publique de NetHSM ``nethsmdemo.nitrokey.com`` ou exécuter une instance de démonstration locale en utilisant l'image docker de NetHSM, voir la section `Development and Testing </index.html#development-and-testing>`_ de la documentation de NetHSM.
hu: Mielőtt elkezdenénk, a NetHSM példány hostnevét a ``NETHSM_HOST`` környezeti változóban tároljuk. Használhatjuk a nyilvános NetHSM demópéldányt ``nethsmdemo.nitrokey.com`` vagy futtathatunk egy helyi demópéldányt a NetHSM dokkoló kép segítségével, lásd a NetHSM dokumentáció `Development and Testing </index.html#development-and-testing>`_ szakaszát.
ja: 始める前に、NetHSM インスタンスのホスト名を環境変数 ``NETHSM_HOST`` に格納します。 パブリックな NetHSM デモインスタンス ``nethsmdemo.nitrokey.com`` を使用するか、NetHSM の docker イメージを使用してローカルのデモインスタンスを実行することができます。NetHSM ドキュメントの `Development and Testing </index.html#development-and-testing>`_ セクションを参照してください。
lt: Prieš pradėdami, išsaugome NetHSM egzemplioriaus prieglobsčio vardą aplinkos kintamajame ``NETHSM_HOST``. Galite naudoti viešąją NetHSM demonstracinę instanciją ``nethsmdemo.nitrokey.com`` arba paleisti vietinę demonstracinę instanciją naudodami NetHSM "Docker" atvaizdą, žr. `Kūrimo ir testavimo </index.html#development-and-testing>`_ skyrių NetHSM dokumentacijoje.
lv: Pirms sākam, mēs saglabājam NetHSM gadījuma resursdatora nosaukumu ``NETHSM_HOST`` vides mainīgajā. Var izmantot publisko NetHSM demo instanci ``nethsmdemo.nitrokey.com`` vai palaist vietējo demo instanci, izmantojot NetHSM docker attēlu, skatīt NetHSM dokumentācijas `Izstrādes un testēšana </index.html#development-and-testing>`_ sadaļā.
nl: Voordat we beginnen, slaan we de hostnaam van de NetHSM instantie op in de ``NETHSM_HOST`` omgevingsvariabele. U kunt de openbare NetHSM demo-instantie ``nethsmdemo.nitrokey.com`` gebruiken of een lokale demo-instantie draaien met behulp van het NetHSM docker image, zie de `Development and Testing </index.html#development-and-testing>`_ sectie van de NetHSM documentatie.
pl: Zanim zaczniemy, zapiszemy nazwę hosta instancji NetHSM w zmiennej środowiskowej ``NETHSM_HOST``. Możesz użyć publicznej instancji demonstracyjnej NetHSM ``nethsmdemo.nitrokey.com`` lub uruchomić lokalną instancję demonstracyjną za pomocą obrazu docker NetHSM, zobacz sekcję `Development and Testing </index.html#development-and-testing>`_ w dokumentacji NetHSM.
pt: Antes de começarmos, armazenamos o nome do host da instância NetHSM na variável de ambiente ``NETHSM_HOST``. Você pode usar a instância pública de demonstração do NetHSM ``nethsmdemo.nitrokey.com`` ou rodar uma instância de demonstração local usando a imagem de docker do NetHSM, veja a seção `Development and Testing </index.html#development-and-testing>`_ seção da documentação do NetHSM.
ro: Înainte de a începe, stocăm numele de gazdă al instanței NetHSM în variabila de mediu ``NETHSM_HOST```. Puteți utiliza instanța demo NetHSM publică ``nethsmdemo.nitrokey.com`` sau puteți rula o instanță demo locală utilizând imaginea docker NetHSM, consultați secțiunea `Dezvoltare și testare </index.html#development-and-testing>`_ din documentația NetHSM.
ru: Перед началом работы мы сохраним имя хоста экземпляра NetHSM в переменной окружения ``NETHSM_HOST``. Вы можете использовать публичный демонстрационный экземпляр NetHSM ``nethsmdemo.nitrokey.com`` или запустить локальный демонстрационный экземпляр с помощью докер-образа NetHSM, см. раздел `Разработка и тестирование </index.html#development-and-testing>`_ документации NetHSM.
sk: Predtým, ako začneme, uložíme názov hostiteľa inštancie NetHSM do premennej prostredia ``NETHSM_HOST``. Môžete použiť verejnú demonštračnú inštanciu NetHSM ``nethsmdemo.nitrokey.com`` alebo spustiť lokálnu demonštračnú inštanciu pomocou obrazu NetHSM docker, pozri `Vývoj a testovanie </index.html#development-and-testing>`_ časť dokumentácie NetHSM.
sl: Preden začnemo, shranimo ime gostitelja instance NetHSM v spremenljivko okolja ``NETHSM_HOST``. Uporabite lahko javno demo instanco NetHSM ``nethsmdemo.nitrokey.com`` ali zaženete lokalno demo instanco s pomočjo slike NetHSM docker, glejte `Razvoj in testiranje </index.html#development-and-testing>`_ poglavje dokumentacije NetHSM.
sv: Innan vi börjar lagrar vi värdnamnet för NetHSM-instansen i miljövariabeln ``NETHSM_HOST``. Du kan använda den offentliga NetHSM-demoinstansen ``nethsmdemo.nitrokey.com`` eller köra en lokal demoinstans med hjälp av NetHSM-dockeravbildningen, se avsnittet `Utveckling och testning </index.html#development-and-testing>`_ i dokumentationen om NetHSM.

source: If you use a NetHSM demo instance with a self-signed certificate, for example using the Docker image, you will have to use the ``--insecure``/``-k`` option for ``curl`` to skip the certificate check.
bg: Ако използвате демонстрационна инстанция на NetHSM със самоподписан сертификат, например с помощта на образа на Docker, ще трябва да използвате опцията ``--insecure``/``-k`` за ``curl``, за да пропуснете проверката на сертификата.
cs: Pokud používáte demonstrační instanci NetHSM s vlastním certifikátem, například pomocí bitové kopie nástroje Docker, budete muset použít možnost ``--insecure``/``-k`` pro ``curl``, abyste kontrolu certifikátu přeskočili.
da: Hvis du bruger en NetHSM-demoinstans med et selvsigneret certifikat, f.eks. ved hjælp af Docker-aftrykket, skal du bruge indstillingen ``--insecure``/``-k`` for ``curl`` for at springe certifikatkontrollen over.
de: Wenn Sie eine NetHSM-Demo-Instanz mit einem selbstsignierten Zertifikat verwenden, zum Beispiel mit dem Docker-Image, müssen Sie die Option ``--insecure``/``-k`` für ``curl`` verwenden, um die Zertifikatsprüfung zu überspringen.
el: Εάν χρησιμοποιείτε μια demo περίπτωση NetHSM με αυτο-υπογεγραμμένο πιστοποιητικό, για παράδειγμα χρησιμοποιώντας την εικόνα Docker, θα πρέπει να χρησιμοποιήσετε την επιλογή ``--insecure``/``-k`` για ``curl`` για να παραλείψετε τον έλεγχο του πιστοποιητικού.
es: Si utiliza una instancia de demostración de NetHSM con un certificado autofirmado, por ejemplo, utilizando la imagen Docker, tendrás que utilizar la opción ``--insecure``/``-k`` para omitir la comprobación del certificado.
et: Kui kasutate NetHSMi demoinstantsi, millel on isesigneeritud sertifikaat, näiteks kasutades Dockeri kujutist, peate kasutama ``--insecure``/``-k`` valikut ``curl``, et jätta sertifikaadi kontroll vahele.
fi: Jos käytät NetHSM-demoinstanssia, jossa on itse allekirjoitettu varmenne, esimerkiksi käyttämällä Docker-kuvaa, sinun on käytettävä ``--insecure``/``-k`` -vaihtoehtoa ``curl``, jotta voit ohittaa varmenteen tarkistuksen.
fr: Si vous utilisez une instance de démonstration NetHSM avec un certificat auto-signé, par exemple en utilisant l'image Docker, vous devrez utiliser l'option ``--insecure``/``-k`` pour ``curl`` afin d'ignorer la vérification du certificat.
hu: Ha önaláírt tanúsítvánnyal rendelkező NetHSM demópéldányt használ, például a Docker-kép használatával, a ``--insecure``/``-k`` opciót kell használnia a ``curl`` opcióhoz a tanúsítvány ellenőrzésének kihagyásához.
ja: Dockerイメージを使用するなどして、自己署名証明書付きのNetHSMデモインスタンスを使用する場合。のオプションを使用して、証明書のチェックをスキップしなければなりません。
lt: Jei naudojate "NetHSM" demonstracinę instanciją su savarankiškai pasirašytu sertifikatu, pvz., naudodami "Docker" atvaizdą, turėsite naudoti ``--insecure``/``</x id="144"></x>`` parinktį ``</x>`curl``, kad praleistumėte sertifikato patikrinimą.
lv: Ja izmantojat NetHSM demo gadījumu ar pašparakstītu sertifikātu, piemēram, izmantojot Docker attēlu, jums būs jāizmanto ``--insecure``/``</x id="144"></x>`` opcija ``</x>`curl``, lai izlaistu sertifikāta pārbaudi.
nl: Als je een NetHSM demo instance met een zelfondertekend certificaat gebruikt, bijvoorbeeld met het Docker image, moet u de ``--insecure``/``-k`` optie voor ``curl`` gebruiken om de certificaatcontrole over te slaan.
pl: W przypadku korzystania z instancji demonstracyjnej NetHSM z certyfikatem samopodpisanym, na przykład przy użyciu obrazu Docker, trzeba będzie użyć opcji ``--insecure``/``-k`` dla ``curl``, aby pominąć sprawdzanie certyfikatu.
pt: Se você usar uma instância de demonstração NetHSM com um certificado autoassinado, por exemplo, usando a imagem do Docker, você terá que usar o ``--insecure```/```x id="144"></x>`` opção para ```x id="162"></x>>>x id="166"></x>` para saltar a verificação do certificado.
ro: Dacă utilizați o instanță demo NetHSM cu un certificat autofirmat, de exemplu, utilizând imaginea Docker, va trebui să utilizați opțiunea ``--insecure``/``-k`` pentru ``curl`` pentru a sări peste verificarea certificatului.
ru: Если вы используете демонстрационный экземпляр NetHSM с самоподписанным сертификатом, например, с помощью образа Docker, вам придется использовать опцию ``--insecure``/``-k`` для ``curl``, чтобы пропустить проверку сертификата.
sk: Ak používate demonštračnú inštanciu NetHSM s vlastným certifikátom, napríklad pomocou obrazu Docker, budete musieť použiť možnosť ``--insecure``/``-k`` pre ``curl``, aby ste preskočili kontrolu certifikátu.
sl: Če uporabljate demo primerek NetHSM s samopodpisanim certifikatom, na primer s sliko Docker, boste morali uporabiti možnost ``--insecure``/``-k`` za ``curl``, da preskočite preverjanje potrdila.
sv: Om du använder en NetHSM-demoinstans med ett självsignerat certifikat, t.ex. med hjälp av Docker-avbildningen, måste du använda alternativet ``--insecure``/``-k`` för ``curl`` för att hoppa över certifikatskontrollen.

source: First, let’s see what we have here:
bg: Първо, нека видим какво имаме тук:
cs: Nejprve se podívejme, co zde máme:
da: Lad os først se, hvad vi har her:
de: Schauen wir uns zunächst an, was wir hier haben:
el: Πρώτον, ας δούμε τι έχουμε εδώ:
es: Primero, veamos lo que tenemos aquí:
et: Kõigepealt vaatame, mis meil siin on:
fi: Katsotaan ensin, mitä meillä on tässä:
fr: Tout d'abord, voyons ce que nous avons ici :
hu: Először is nézzük meg, hogy mi van itt:
ja: まず、ここにあるものを見てみましょう。
lt: Pirmiausia pažiūrėkime, ką čia turime:
lv: Vispirms aplūkosim, kas mums šeit ir:
nl: Laten we eerst eens kijken wat we hier hebben:
pl: Najpierw zobaczmy, co tu mamy:
pt: Primeiro, vamos ver o que temos aqui:
ro: În primul rând, să vedem ce avem aici:
ru: Во-первых, давайте посмотрим, что у нас есть:
sk: Najprv sa pozrime, čo tu máme:
sl: Najprej poglejmo, kaj imamo:
sv: Låt oss först se vad vi har här:
