Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/nethsm.po
Languages: bg, cs, da, de, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, pt, ro, ru, sk, sl, sv

source: We can encrypt data for the key stored on the NetHSM using ``openssl``. (``public.pem`` is the public key file that we created in the `Show Key Details`_ section.)
bg: Можем да криптираме данните за ключа, съхраняван в NetHSM, като използваме ``openssl``. (``public.pem`` е файлът с публичния ключ, който създадохме в раздела `Покажи подробности за ключа`_).
cs: Data pro klíč uložený v NetHSM můžeme zašifrovat pomocí ``openssl``. (``public.pem`` je soubor s veřejným klíčem, který jsme vytvořili v části `Zobrazit podrobnosti o klíči`_).
da: Vi kan kryptere data for den nøgle, der er gemt på NetHSM, ved hjælp af ``openssl``. (``public.pem`` er den offentlige nøglefil, som vi oprettede i afsnittet `Show Key Details`_).
de: Wir können Daten für den auf dem NetHSM gespeicherten Schlüssel mit ``openssl`` verschlüsseln. (``public.pem`` ist die Datei des öffentlichen Schlüssels, die wir im Abschnitt ``Schlüsseldetails anzeigen`` erstellt haben).
el: Μπορούμε να κρυπτογραφήσουμε τα δεδομένα για το κλειδί που είναι αποθηκευμένο στο NetHSM χρησιμοποιώντας ``openssl``. (``public.pem`` είναι το αρχείο δημόσιου κλειδιού που δημιουργήσαμε στην ενότητα `Show Key Details`_).
es: Podemos cifrar los datos de la clave almacenada en la NetHSM utilizando ``openssl``. (``public.pem`` es el archivo de clave pública que creamos en la sección `Mostrar detalles de la clave`_).
et: NetHSM-i salvestatud võtme andmeid saame krüpteerida, kasutades ``openssl``. (``public.pem`` on avaliku võtme fail, mille me lõime jaotises `Show Key Details`_).
fi: Voimme salata tietoja NetHSM:ään tallennetun avaimen osalta käyttämällä ``openssl``. (``public.pem`` on julkisen avaimen tiedosto, jonka loimme kohdassa `Show Key Details`_).
fr: Nous pouvons chiffrer les données pour la clé stockée sur le NetHSM en utilisant ``openssl``. (``public.pem`` est le fichier de clé publique que nous avons créé dans la section `Show Key Details`_).
hu: A NetHSM-en tárolt kulcs adatait a ``openssl`` segítségével titkosíthatjuk. (``public.pem`` az a nyilvános kulcsfájl, amelyet a `Kulcs adatainak megjelenítése`_ szakaszban hoztunk létre).
ja: ``openssl``を使って、NetHSMに保存されている鍵のデータを暗号化することができます。(``public.pem``は、`Show Key Details`_の項で作成した公開鍵ファイルです)。
lt: NetHSM saugomo rakto duomenis galime užšifruoti naudodami ``openssl``. (``public.pem`` yra viešojo rakto failas, kurį sukūrėme `skiltyje `Rodyti rakto detales`_).
lv: Mēs varam šifrēt NetHSM saglabātās atslēgas datus, izmantojot ``openssl``. (``<public.pem`` ir publiskās atslēgas fails, ko izveidojām `Show Key Details`_ sadaļā).
nl: We kunnen gegevens versleutelen voor de sleutel die op de NetHSM is opgeslagen met ``openssl``. (``public.pem`` is het bestand met de openbare sleutel dat we hebben gemaakt in de `Show Key Details`_ sectie).
pl: Możemy zaszyfrować dane dla klucza przechowywanego na NetHSM przy użyciu ``openssl``. (``public.pem`` to plik klucza publicznego, który utworzyliśmy w sekcji `Show Key Details`_).
pt: Podemos criptografar os dados para a chave armazenada no NetHSM usando ``openssl```. (``public.pem``` é o ficheiro da chave pública que criámos na secção `Show Key Details`_).
ro: Putem cripta datele pentru cheia stocată pe NetHSM folosind ``openssl``. (``public.pem``` este fișierul cu cheia publică pe care l-am creat în secțiunea `Show Key Details`_).
ru: Мы можем зашифровать данные для ключа, хранящегося на NetHSM, используя ``openssl``. (``public.pem`` - это файл открытого ключа, который мы создали в разделе `Show Key Details`_).
sk: Údaje pre kľúč uložený v NetHSM môžeme šifrovať pomocou ``openssl``. (``public.pem`` je súbor verejného kľúča, ktorý sme vytvorili v časti `Zobraziť podrobnosti o kľúči`_).
sl: Podatke za ključ, shranjen v NetHSM, lahko šifriramo z uporabo ``openssl``. (``public.pem`` je datoteka z javnim ključem, ki smo jo ustvarili v razdelku `Pokaži podrobnosti o ključu`_).
sv: Vi kan kryptera data för nyckeln som lagras på NetHSM med hjälp av ``openssl``. (``public.pem`` är den offentliga nyckelfilen som vi skapade i avsnittet `Show Key Details`_).

source: Now we can use the NetHSM to decrypt the data:
bg: Сега можем да използваме NetHSM, за да декриптираме данните:
cs: Nyní můžeme k dešifrování dat použít NetHSM:
da: Nu kan vi bruge NetHSM til at dekryptere dataene:
de: Jetzt können wir den NetHSM zum Entschlüsseln der Daten verwenden:
el: Τώρα μπορούμε να χρησιμοποιήσουμε το NetHSM για να αποκρυπτογραφήσουμε τα δεδομένα:
es: Ahora podemos utilizar el NetHSM para desencriptar los datos:
et: Nüüd saame andmete dekrüpteerimiseks kasutada NetHSMi:
fi: Nyt voimme käyttää NetHSM:ää tietojen salauksen purkamiseen:
fr: Maintenant, nous pouvons utiliser le NetHSM pour décrypter les données :
hu: Most már használhatjuk a NetHSM-et az adatok visszafejtéséhez:
ja: あとは、NetHSMを使ってデータを復号化します。
lt: Dabar galime naudoti NetHSM duomenims iššifruoti:
lv: Tagad mēs varam izmantot NetHSM, lai atšifrētu datus:
nl: Nu kunnen we de NetHSM gebruiken om de gegevens te decoderen:
pl: Teraz możemy użyć NetHSM do odszyfrowania danych:
pt: Agora podemos usar o NetHSM para decifrar os dados:
ro: Acum putem folosi NetHSM pentru a decripta datele:
ru: Теперь мы можем использовать NetHSM для расшифровки данных:
sk: Teraz môžeme použiť NetHSM na dešifrovanie údajov:
sl: Zdaj lahko za dešifriranje podatkov uporabimo NetHSM:
sv: Nu kan vi använda NetHSM för att dekryptera data:

source: Signing
bg: Подписване
cs: Podepisování
da: Underskrift
de: Unterschrift
el: Υπογραφή
es: Firma
et: Allkirjastamine
fi: Allekirjoitus
fr: Signature
hu: Aláírás
ja: サイン
lt: Pasirašymas
lv: Parakstīšanās
nl: Ondertekening
pl: Podpisywanie dokumentów
pt: Assinatura
ro: Semnarea
ru: Подпись
sk: Podpisovanie
sl: Podpisovanje
sv: Signering

source: Similarily, we can sign data using the key on the NetHSM. For RSA and ECDSA, we have to calculate a digest first:
bg: По същия начин можем да подпишем данните, като използваме ключа на NetHSM. За RSA и ECDSA първо трябва да изчислим цифров код:
cs: Podobně můžeme data podepisovat pomocí klíče v systému NetHSM. V případě RSA a ECDSA musíme nejprve vypočítat digest:
da: På samme måde kan vi signere data ved hjælp af nøglen på NetHSM. For RSA og ECDSA skal vi først beregne en digest:
de: Auf ähnliche Weise können wir Daten mit dem Schlüssel auf dem NetHSM signieren. Für RSA und ECDSA müssen wir zuerst einen Digest berechnen:
el: Ομοίως, μπορούμε να υπογράψουμε δεδομένα χρησιμοποιώντας το κλειδί στο NetHSM. Για RSA και ECDSA, πρέπει πρώτα να υπολογίσουμε μια σύνοψη:
es: Del mismo modo, podemos firmar los datos utilizando la clave de la NetHSM. Para RSA y ECDSA, tenemos que calcular primero un compendio:
et: Samamoodi saame andmeid allkirjastada NetHSMi võtme abil. RSA ja ECDSA puhul peame kõigepealt arvutama digesti:
fi: Vastaavasti voimme allekirjoittaa tiedot NetHSM:ssä olevan avaimen avulla. RSA:n ja ECDSA:n osalta meidän on ensin laskettava digesti:
fr: De même, nous pouvons signer des données en utilisant la clé du NetHSM. Pour RSA et ECDSA, nous devons d'abord calculer un condensé :
hu: Hasonlóképpen, a NetHSM-en lévő kulcs segítségével aláírhatjuk az adatokat. Az RSA és ECDSA esetében először ki kell számolnunk egy kivonatot:
ja: 同様に、NetHSMの鍵を使ってデータに署名することもできます。 RSAやECDSAでは、まずダイジェストを計算する必要があります。
lt: Panašiai galime pasirašyti duomenis naudodami NetHSM raktą. RSA ir ECDSA atveju pirmiausia turime apskaičiuoti viršenybę:
lv: Līdzīgi mēs varam parakstīt datus, izmantojot NetHSM atslēgu. RSA un ECDSA gadījumā vispirms ir jāaprēķina digest:
nl: Op dezelfde manier kunnen wij gegevens ondertekenen met de sleutel op de NetHSM. Voor RSA en ECDSA moeten we eerst een digest berekenen:
pl: Podobnie możemy podpisywać dane za pomocą klucza znajdującego się w NetHSM. W przypadku RSA i ECDSA musimy najpierw obliczyć skrót:
pt: Da mesma forma, podemos assinar os dados usando a chave no NetHSM. Para RSA e ECDSA, temos que calcular primeiro um resumo:
ro: În mod similar, putem semna datele utilizând cheia de pe NetHSM. Pentru RSA și ECDSA, trebuie să calculăm mai întâi un compendiu:
ru: Аналогичным образом мы можем подписывать данные, используя ключ на NetHSM. Для RSA и ECDSA сначала нужно вычислить дайджест:
sk: Podobne môžeme údaje podpísať pomocou kľúča na NetHSM. V prípade RSA a ECDSA musíme najprv vypočítať digest:
sl: Podobno lahko podatke podpišemo s ključem v napravi NetHSM. Pri RSA in ECDSA moramo najprej izračunati prebavo:
sv: På samma sätt kan vi signera data med hjälp av nyckeln på NetHSM. För RSA och ECDSA måste vi först beräkna en sammanfattning:

source: Then we can create a signature from this digest using the NetHSM:
bg: След това можем да създадем подпис от този сбор с помощта на NetHSM:
cs: Poté můžeme z tohoto digestu vytvořit podpis pomocí NetHSM:
da: Derefter kan vi oprette en signatur ud fra dette digest ved hjælp af NetHSM:
de: Dann können wir mit dem NetHSM eine Signatur aus diesem Digest erstellen:
el: Στη συνέχεια, μπορούμε να δημιουργήσουμε μια υπογραφή από αυτό το digest χρησιμοποιώντας το NetHSM:
es: A continuación, podemos crear una firma a partir de este compendio utilizando el NetHSM:
et: Seejärel saame sellest digist luua allkirja, kasutades NetHSM-i:
fi: Sitten voimme luoda allekirjoituksen tästä digestistä NetHSM:n avulla:
fr: Nous pouvons ensuite créer une signature à partir de ce condensé en utilisant le NetHSM :
hu: Ezután a NetHSM segítségével létrehozhatunk egy aláírást ebből a kivonatból:
ja: そして、このダイジェストからNetHSMを使って署名を作成します。
lt: Tada iš šios suvestinės, naudodami NetHSM, galime sukurti parašą:
lv: Pēc tam mēs varam izveidot parakstu, izmantojot NetHSM:
nl: Dan kunnen we van deze digest een handtekening maken met de NetHSM:
pl: Następnie możemy utworzyć podpis z tego skrótu za pomocą NetHSM:
pt: Depois podemos criar uma assinatura a partir deste resumo usando o NetHSM:
ro: Apoi, putem crea o semnătură din acest compendiu folosind NetHSM:
ru: Затем мы можем создать подпись из этого дайджеста с помощью NetHSM:
sk: Potom môžeme vytvoriť podpis z tohto digestu pomocou NetHSM:
sl: Nato lahko iz tega digesta ustvarimo podpis z uporabo NetHSM:
sv: Sedan kan vi skapa en signatur från denna sammanfattning med hjälp av NetHSM:

source: And then use ``openssl`` to verify the signature:
bg: И след това използвайте ``openssl`` за проверка на подписа:
cs: A pak použijte ``openssl`` k ověření podpisu:
da: Og brug derefter ``openssl`` til at verificere signaturen:
de: Und verwenden Sie dann ``openssl``, um die Signatur zu überprüfen:
el: Και στη συνέχεια χρησιμοποιήστε ``openssl`` για να επαληθεύσετε την υπογραφή:
es: Y luego usa ``openssl`` para verificar la firma:
et: Ja seejärel kasutage ``openssl`` allkirja kontrollimiseks:
fi: Käytä sitten ``openssl`` allekirjoituksen tarkistamiseen:
fr: Et ensuite utiliser ``openssl`` pour vérifier la signature :
hu: Ezután használja a ``openssl`` az aláírás ellenőrzésére:
ja: そして、``openssl``で署名を検証します。
lt: Tada parašui patikrinti naudokite ``openssl``:
lv: Un pēc tam paraksta pārbaudei izmantojiet ``openssl``:
nl: En gebruik dan ``openssl`` om de handtekening te verifiëren:
pl: A następnie użyj ``openssl``, aby zweryfikować podpis:
pt: E depois use ``openssl``` para verificar a assinatura:
ro: Și apoi folosiți ``openssl``` pentru a verifica semnătura:
ru: А затем используйте ``openssl`` для проверки подписи:
sk: A potom použite ``openssl`` na overenie podpisu:
sl: Za preverjanje podpisa uporabite ``openssl``:
sv: Använd sedan ``openssl`` för att verifiera signaturen:

source: Backups
bg: Резервни копия
cs: Zálohování
da: Sikkerhedskopiering
el: Αντίγραφα ασφαλείας
es: Copias de seguridad
et: Varukoopiaid
fi: Varmuuskopiot
fr: Sauvegardes
hu: Biztonsági mentések
ja: バックアップ
lt: Atsarginės kopijos
lv: Rezerves kopijas
pl: Kopie zapasowe
pt: Cópias de segurança
ro: Copii de rezervă
ru: Резервные копии
sk: Zálohovanie
sl: Varnostne kopije
sv: Säkerhetskopior

source: It is possible to crate a backup of the NetHSM that captures both the configuration and the stored keys. In order to create a backup, you first have to set a backup passphrase that is used to encrypt the backup file:
bg: Възможно е да се създаде резервно копие на NetHSM, което да улавя както конфигурацията, така и съхранените ключове. За да създадете резервно копие, първо трябва да зададете парола за резервно копие, която се използва за криптиране на файла с резервното копие:
cs: Je možné vytvořit zálohu NetHSM, která zachycuje konfiguraci i uložené klíče. Aby bylo možné vytvořit zálohu, je třeba nejprve nastavit přístupovou frázi zálohy, která se použije k zašifrování souboru zálohy:
da: Det er muligt at lave en sikkerhedskopi af NetHSM, som både indeholder konfigurationen og de gemte nøgler. For at oprette en sikkerhedskopi skal du først indstille en sikkerhedskopi-passphrase, som bruges til at kryptere sikkerhedskopifilen:
el: Είναι δυνατό να δημιουργήσετε ένα αντίγραφο ασφαλείας του NetHSM που να καταγράφει τόσο τη διαμόρφωση όσο και τα αποθηκευμένα κλειδιά. Για να δημιουργήσετε ένα αντίγραφο ασφαλείας, πρέπει πρώτα να ορίσετε μια φράση πρόσβασης για το αντίγραφο ασφαλείας, η οποία χρησιμοποιείται για την κρυπτογράφηση του αρχείου αντιγράφου ασφαλείας:
es: Es posible crear una copia de seguridad del NetHSM que capture tanto la configuración como las claves almacenadas. Para crear una copia de seguridad, primero hay que establecer una frase de contraseña de copia de seguridad que se utiliza para cifrar el archivo de copia de seguridad:
et: On võimalik luua NetHSMi varukoopia, mis salvestab nii konfiguratsiooni kui ka salvestatud võtmed. Varukoopia loomiseks tuleb kõigepealt määrata varukoopia salasõna, mida kasutatakse varukoopiafaili krüpteerimiseks:
fi: NetHSM:stä on mahdollista luoda varmuuskopio, joka sisältää sekä kokoonpanon että tallennetut avaimet. Varmuuskopion luomista varten on ensin määritettävä varmuuskopion salasana, jota käytetään varmuuskopiotiedoston salaamiseen:
fr: Il est possible de créer une sauvegarde du NetHSM qui capture à la fois la configuration et les clés stockées. Pour créer une sauvegarde, vous devez d'abord définir une phrase de passe de sauvegarde qui est utilisée pour chiffrer le fichier de sauvegarde :
hu: Lehetőség van a NetHSM biztonsági másolatának elkészítésére, amely a konfigurációt és a tárolt kulcsokat is rögzíti. A biztonsági mentés létrehozásához először be kell állítania egy biztonsági mentési jelszót, amely a biztonsági mentési fájl titkosítására szolgál:
ja: 設定と保存された鍵の両方を取得するために、NetHSMのバックアップを作成することができます。 バックアップを作成するためには、まず、バックアップファイルの暗号化に使用されるバックアップパスフレーズを設定する必要があります。
lt: Galima sukurti atsarginę "NetHSM" kopiją, kurioje būtų užfiksuota ir konfigūracija, ir išsaugoti raktai. Norėdami sukurti atsarginę kopiją, pirmiausia turite nustatyti atsarginės kopijos slaptažodį, kuris naudojamas atsarginės kopijos failui užšifruoti:
lv: Ir iespējams izveidot NetHSM rezerves kopiju, kurā ir ietverta gan konfigurācija, gan saglabātās atslēgas. Lai izveidotu dublējumu, vispirms ir jāiestata dublējuma parole, kas tiek izmantota dublējuma faila šifrēšanai:
nl: Het is mogelijk om een backup van de NetHSM te maken die zowel de configuratie als de opgeslagen sleutels vastlegt. Om een backup te maken, moet eerst een backup-wachtzin worden ingesteld die wordt gebruikt om het backup-bestand te versleutelen:
pl: Możliwe jest utworzenie kopii zapasowej NetHSM, która będzie zawierała zarówno konfigurację, jak i przechowywane klucze. Aby utworzyć kopię zapasową, należy najpierw ustawić frazę hasła kopii zapasowej, która będzie używana do szyfrowania pliku kopii zapasowej:
pt: É possível fazer um backup do NetHSM que captura tanto a configuração como as chaves armazenadas. Para criar um backup, primeiro é necessário definir uma frase-chave de backup que é usada para criptografar o arquivo de backup:
ro: Este posibil să se creeze o copie de rezervă a NetHSM care să captureze atât configurația, cât și cheile stocate. Pentru a crea o copie de rezervă, trebuie mai întâi să setați o frază de trecere de rezervă care este utilizată pentru a cripta fișierul de rezervă:
ru: Можно создать резервную копию NetHSM, которая будет содержать как конфигурацию, так и сохраненные ключи. Для создания резервной копии сначала необходимо задать парольную фразу, которая будет использоваться для шифрования файла резервной копии:
sk: Je možné vytvoriť zálohu NetHSM, ktorá zachytáva konfiguráciu aj uložené kľúče. Aby ste mohli vytvoriť zálohu, musíte najprv nastaviť záložnú prístupovú frázu, ktorá sa použije na zašifrovanie záložného súboru:
sl: Možno je ustvariti varnostno kopijo sistema NetHSM, ki zajema konfiguracijo in shranjene ključe. Če želite ustvariti varnostno kopijo, morate najprej nastaviti geslo za varnostno kopijo, ki se uporablja za šifriranje datoteke z varnostno kopijo:
sv: Det är möjligt att skapa en säkerhetskopia av NetHSM som innehåller både konfigurationen och de lagrade nycklarna. För att skapa en säkerhetskopia måste du först ställa in en lösenfras för säkerhetskopiering som används för att kryptera säkerhetskopieringsfilen:

source: Now you have to create a user with the *R-Backup* role:
bg: Сега трябва да създадете потребител с роля *R-Backup*:
cs: Nyní je třeba vytvořit uživatele s rolí *R-Backup*:
da: Nu skal du oprette en bruger med rollen *R-Backup*:
el: Τώρα πρέπει να δημιουργήσετε έναν χρήστη με τον ρόλο *R-Backup*:
es: Ahora tienes que crear un usuario con el rol *R-Backup*:
et: Nüüd peate looma kasutaja, kellel on *R-Backup* roll:
fi: Nyt sinun on luotava käyttäjä, jolla on *R-Backup*-rooli:
fr: Maintenant vous devez créer un utilisateur avec le rôle *R-Backup* :
hu: Most létre kell hoznod egy felhasználót az *R-Backup* szerepkörrel:
ja: ここで、*R-Backup*ロールを持つユーザーを作成しなければなりません。
lt: Dabar turite sukurti naudotoją, kuriam suteiktas *R-Backup* vaidmuo:
lv: Tagad ir jāizveido lietotājs ar lomu *R-Backup*:
nl: Nu moet je een gebruiker aanmaken met de *R-Backup* rol:
pl: Teraz należy utworzyć użytkownika z rolą *R-Backup*:
pt: Agora você tem que criar um usuário com a função *R-Backup*:
ro: Acum trebuie să creați un utilizator cu rolul *R-Backup*:
ru: Теперь необходимо создать пользователя с ролью *R-Backup*:
sk: Teraz musíte vytvoriť používateľa s rolou *R-Backup*:
sl: Zdaj morate ustvariti uporabnika z vlogo *R-Backup*:
sv: Nu måste du skapa en användare med rollen *R-Backup*:

source: Then can you generate the backup and write it to a file:
bg: След това можете да генерирате резервно копие и да го запишете във файл:
cs: Pak můžete vygenerovat zálohu a zapsat ji do souboru:
da: Derefter kan du generere sikkerhedskopien og skrive den til en fil:
el: Στη συνέχεια, μπορείτε να δημιουργήσετε το αντίγραφο ασφαλείας και να το γράψετε σε ένα αρχείο:
es: Entonces puede generar la copia de seguridad y escribirla en un archivo:
et: Seejärel saate luua varukoopia ja kirjutada selle faili:
fi: Sitten voit luoda varmuuskopion ja kirjoittaa sen tiedostoon:
fr: Ensuite, vous pouvez générer la sauvegarde et l'écrire dans un fichier :
hu: Ezután létrehozhatja a biztonsági másolatot, és írhatja egy fájlba:
ja: そして、バックアップを生成し、ファイルに書き込むことができます。
lt: Tada galite sukurti atsarginę kopiją ir įrašyti ją į failą:
lv: Tad varat izveidot dublējumu un ierakstīt to failā:
nl: Dan kunt u de backup genereren en wegschrijven naar een bestand:
pl: Następnie można wygenerować kopię zapasową i zapisać ją do pliku:
pt: Então você pode gerar o backup e escrevê-lo em um arquivo:
ro: Apoi puteți genera copia de rezervă și o puteți scrie într-un fișier:
ru: Затем вы можете создать резервную копию и записать ее в файл:
sk: Potom môžete vygenerovať zálohu a zapísať ju do súboru:
sl: Nato lahko ustvarite varnostno kopijo in jo zapišete v datoteko:
sv: Därefter kan du generera säkerhetskopian och skriva den till en fil:

source: This backup file can be restored on an unprovisioned NetHSM instance:
bg: Този резервен файл може да бъде възстановен на невъведен NetHSM екземпляр:
cs: Tento záložní soubor lze obnovit v neschválené instanci NetHSM:
da: Denne sikkerhedskopifil kan gendannes på en NetHSM-instans, der ikke er tilknyttet:
el: Αυτό το αρχείο αντιγράφων ασφαλείας μπορεί να αποκατασταθεί σε μια μη προβεβλημένη περίπτωση NetHSM:
es: Este archivo de copia de seguridad puede restaurarse en una instancia de NetHSM no aprovisionada:
et: Seda varukoopiafaili saab taastada NetHSMi varundamata instantsil:
fi: Tämä varmuuskopiotiedosto voidaan palauttaa käyttämättömään NetHSM-instanssiin:
fr: Ce fichier de sauvegarde peut être restauré sur une instance NetHSM non provisionnée :
hu: Ez a biztonsági mentési fájl visszaállítható egy nem rendelkezésre bocsátott NetHSM-példányon:
ja: このバックアップファイルは、プロビジョニングされていないNetHSMインスタンスにリストアすることができます。
lt: Šį atsarginį failą galima atkurti neįdiegtoje NetHSM instancijoje:
lv: Šo dublējuma failu var atjaunot neievietotā NetHSM instancē:
nl: Dit backupbestand kan worden teruggezet op een niet-geprovisioneerde NetHSM-instantie:
pl: Ten plik kopii zapasowej można przywrócić na nieobsługiwanej instancji NetHSM:
pt: Este arquivo de backup pode ser restaurado em uma instância não-provisionada do NetHSM:
ro: Acest fișier de rezervă poate fi restaurat pe o instanță NetHSM neaprovizionată:
ru: Этот резервный файл может быть восстановлен на экземпляре NetHSM, не прошедшем ревизию:
sk: Tento záložný súbor je možné obnoviť v nezaradenej inštancii NetHSM:
sl: To varnostno datoteko je mogoče obnoviti v nerazporejenem primerku NetHSM:
sv: Den här säkerhetskopian kan återställas på en NetHSM-instans som inte är tillgänglig:

source: Updates
bg: Актуализации
cs: Aktualizace
da: Opdateringer
el: Ενημερώσεις
es: Actualizaciones
et: Uuendused
fi: Päivitykset
fr: Mises à jour
hu: Frissítések
ja: アップデート
lt: Atnaujinimai
lv: Atjauninājumi
pl: Aktualizacje
pt: Actualizações
ro: Actualizări
ru: Обновления
sk: Aktualizácie
sl: Posodobitve
sv: Uppdateringar
