Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/nethsm.po
Languages: bg, cs, da, de, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, pt, ro, ru, sk, sl, sv

source: *R-Operator*: A user account with this Role has access to all key usage operations, a read-only subset of key management operations and user management operations allowing changes to their own account only.
bg: *Р-оператор*: Потребителски акаунт с тази роля има достъп до всички операции за използване на ключове, подмножество от операции за управление на ключове само за четене и операции за управление на потребители, които позволяват промени само в собствения му акаунт.
cs: *R-Operátor*: Uživatelský účet s touto rolí má přístup ke všem operacím používání klíčů, k podmnožině operací správy klíčů pouze pro čtení a k operacím správy uživatelů, které umožňují změny pouze na jeho vlastním účtu.
da: *R-Operator*: En brugerkonto med denne rolle har adgang til alle nøglebrugsoperationer, en delmængde af nøgleadministrationsoperationer med skrivebeskyttet adgang og brugeradministrationsoperationer, der kun tillader ændringer til deres egen konto.
de: *R-Operator*: Ein Benutzerkonto mit dieser Rolle hat Zugriff auf alle Schlüsselverwendungsvorgänge, eine schreibgeschützte Teilmenge der Schlüsselverwaltungsvorgänge und Benutzerverwaltungsvorgänge, die nur Änderungen am eigenen Konto zulassen.
el: *R-Operator*: Ένας λογαριασμός χρήστη με αυτό το Ρόλο έχει πρόσβαση σε όλες τις λειτουργίες χρήσης κλειδιών, σε ένα υποσύνολο λειτουργιών διαχείρισης κλειδιών μόνο για ανάγνωση και σε λειτουργίες διαχείρισης χρηστών που επιτρέπουν αλλαγές μόνο στο δικό τους λογαριασμό.
es: *R-Operador*: Una cuenta de usuario con este rol tiene acceso a todas las operaciones de uso de claves, a un subconjunto de operaciones de gestión de claves de sólo lectura y a operaciones de gestión de usuarios que sólo permiten cambios en su propia cuenta.
et: *R-operaator*: Selle rolliga kasutajakontol on juurdepääs kõikidele võtmekasutuse toimingutele, võtmehalduse toimingute ainult lugemiseks mõeldud alamhulgale ja kasutajahalduse toimingutele, mis võimaldavad muudatusi ainult oma kontole.
fi: *R-operaattori*: Käyttäjätilillä, jolla on tämä rooli, on pääsy kaikkiin avainten käyttöoperaatioihin, vain lukuoikeudet sisältävään osajoukkoon avainten hallintatoimintoja ja käyttäjähallintatoimintoihin, jotka sallivat muutokset vain omalle tilille.
fr: *R-Opérateur* : Un compte d'utilisateur avec ce rôle a accès à toutes les opérations d'utilisation des clés, à un sous-ensemble d'opérations de gestion des clés en lecture seule et à des opérations de gestion des utilisateurs permettant des changements uniquement pour leur propre compte.
hu: *R-Operátor*: Az ezzel a szereppel rendelkező felhasználói fiók hozzáféréssel rendelkezik az összes kulcshasználati művelethez, a kulcskezelési műveletek csak olvasható részhalmazához és a felhasználókezelési műveletekhez, amelyek csak a saját fiókjának módosítását teszik lehetővé.
ja: *R-Operator*。このロールを持つユーザーアカウントは、すべての鍵使用操作、鍵管理操作の読み取り専用サブセット、およびユーザー管理操作へのアクセス権を持ち、自分のアカウントのみの変更が可能です。
lt: *R-operatorius*: Vartotojo paskyra, turinti šį vaidmenį, turi prieigą prie visų raktų naudojimo operacijų, tik skaitymui skirto raktų valdymo operacijų pogrupio ir naudotojo valdymo operacijų, leidžiančių atlikti pakeitimus tik savo paskyroje.
lv: *R-Operators*: Lietotāja kontam ar šo lomu ir piekļuve visām atslēgu izmantošanas operācijām, atslēgu pārvaldības operāciju apakškopai, kas paredzēta tikai lasīšanai, un lietotāju pārvaldības operācijām, kas ļauj veikt izmaiņas tikai savā kontā.
nl: *R-Operator*: Een gebruikersaccount met deze rol heeft toegang tot alle sleutelgebruikoperaties, een alleen-lezen subset van sleutelbeheeroperaties en gebruikersbeheeroperaties die alleen wijzigingen voor hun eigen account toestaan.
pl: *R-Operator*: Konto użytkownika z tą Rolą ma dostęp do wszystkich operacji użycia kluczy, podzbioru operacji zarządzania kluczami tylko do odczytu oraz operacji zarządzania użytkownikami, umożliwiając zmiany tylko na własnym koncie.
pt: *R-Operador*: Uma conta de usuário com esta função tem acesso a todas as operações-chave de uso, um subconjunto de operações de gerenciamento de chaves somente leitura e operações de gerenciamento de usuários permitindo alterações somente em sua própria conta.
ro: *R-Operator*: Un cont de utilizator cu acest rol are acces la toate operațiunile de utilizare a cheilor, la un subset de operațiuni de gestionare a cheilor de numai citire și la operațiuni de gestionare a utilizatorilor care permit modificări numai pentru propriul cont.
ru: *R-Operator*: Учетная запись пользователя с этой ролью имеет доступ ко всем операциям использования ключей, подмножеству операций управления ключами только для чтения и операциям управления пользователями, позволяющим вносить изменения только для своей учетной записи.
sk: *R-Operátor*: Používateľský účet s touto rolou má prístup ku všetkým operáciám používania kľúčov, k podmnožine operácií správy kľúčov len na čítanie a k operáciám správy používateľov, ktoré umožňujú zmeny len na vlastnom účte.
sl: *R-Operator*: Uporabniški račun s to vlogo ima dostop do vseh operacij uporabe ključev, podmnožice operacij upravljanja ključev samo za branje in operacij upravljanja uporabnikov, ki omogočajo spremembe samo za lastni račun.
sv: *R-Operator*: Ett användarkonto med denna roll har tillgång till alla nyckelanvändningsoperationer, en delmängd av nyckelhanteringsoperationer som endast är skrivskyddade och användarhanteringsoperationer som endast tillåter ändringar för det egna kontot.

source: *R-Metrics*: A user account with this Role has access to read-only metrics operations only.
bg: *R-Metrics*: Потребителски акаунт с тази роля има достъп само до операции с метрики за четене.
cs: *R-Metrics*: Uživatelský účet s touto rolí má přístup pouze k operacím metrik pro čtení.
da: *R-Metrics*: En brugerkonto med denne rolle har kun adgang til skrivebeskyttede metrikoperationer.
de: *R-Metrics*: Ein Benutzerkonto mit dieser Rolle hat nur Zugriff auf schreibgeschützte Metrikoperationen.
el: *R-Metrics*: Ένας λογαριασμός χρήστη με αυτό το Ρόλο έχει πρόσβαση μόνο σε λειτουργίες μετρήσεων μόνο για ανάγνωση.
es: *R-Metrics*: Una cuenta de usuario con este rol sólo tiene acceso a operaciones de métrica de sólo lectura.
et: *R-Metrics*: Selle rolliga kasutajakontol on juurdepääs ainult lugemisõigusega meetrikaoperatsioonidele.
fi: *R-Metrics*: Käyttäjätilillä, jolla on tämä rooli, on vain lukuoikeudet metriikkatoimintoihin.
fr: *R-Metrics* : Un compte utilisateur avec ce rôle a accès aux opérations de métriques en lecture seule uniquement.
hu: *R-Metrics*: Az ezzel a szerepkörrel rendelkező felhasználói fiók csak olvasható metrikai műveletekhez rendelkezik hozzáféréssel.
ja: *R-Metrics*です。このロールを持つユーザーアカウントは、読み取り専用のメトリクス操作にのみアクセスできます。
lt: *R-metrika*: Vartotojo paskyra su šiuo vaidmeniu turi prieigą tik prie skaitymo metrikos operacijų.
lv: *R-Metrika*: Lietotāja kontam ar šo lomu ir piekļuve tikai nolasīšanas operācijām.
nl: *R-Metrics*: Een gebruikersaccount met deze rol heeft alleen toegang tot read-only metrics operaties.
pl: *R-Metrics*: Konto użytkownika z tą Rolą ma dostęp tylko do operacji metryk tylko do odczytu.
pt: *R-Metrics*: Uma conta de utilizador com esta função tem acesso apenas a operações de métrica só de leitura.
ro: *R-Metrice*: Un cont de utilizator cu acest rol are acces numai la operațiunile de citire a măsurătorilor.
ru: *R-Metrics*: Учетная запись пользователя с этой ролью имеет доступ только к операциям с метриками только для чтения.
sk: *R-Metrics*: Používateľské konto s touto rolou má prístup len k operáciám s metrikami určenými na čítanie.
sl: *R-Metrika*: Uporabniški račun s to vlogo ima dostop samo do operacij metrike za branje.
sv: *R-Metrics*: Ett användarkonto med den här rollen har endast tillgång till skrivskyddade mätningar.

source: *R-Backup*: A user account with this Role has access to the operations required to initiate a system backup only.
bg: *R-Backup*: Потребителският акаунт с тази роля има достъп само до операциите, необходими за започване на архивиране на системата.
cs: *R-Backup*: Uživatelský účet s touto rolí má přístup pouze k operacím potřebným k zahájení zálohování systému.
da: *R-Backup*: En brugerkonto med denne rolle har kun adgang til de operationer, der er nødvendige for at starte en systembackup.
de: *R-Backup*: Ein Benutzerkonto mit dieser Rolle hat nur Zugriff auf die Vorgänge, die zum Einleiten einer Systemsicherung erforderlich sind.
el: *R-Backup*: Ένας λογαριασμός χρήστη με αυτό το Ρόλο έχει πρόσβαση μόνο στις λειτουργίες που απαιτούνται για την έναρξη ενός αντιγράφου ασφαλείας του συστήματος.
es: *R-Backup*: Una cuenta de usuario con este rol tiene acceso a las operaciones necesarias para iniciar una copia de seguridad del sistema solamente.
et: *R-Backup*: Selle rolliga kasutajakontol on juurdepääs ainult süsteemi varundamise algatamiseks vajalikele toimingutele.
fi: *R-Backup*: Käyttäjätilillä, jolla on tämä rooli, on oikeus käyttää vain järjestelmän varmuuskopioinnin käynnistämiseen tarvittavia toimintoja.
fr: *R-Backup* : Un compte utilisateur avec ce rôle a accès aux opérations requises pour initier une sauvegarde du système uniquement.
hu: *R-Backup*: Az ezzel a szerepkörrel rendelkező felhasználói fiók csak a rendszer biztonsági mentésének kezdeményezéséhez szükséges műveletekhez fér hozzá.
ja: *R-Backup*。この役割を持つユーザーアカウントは、システムのバックアップを開始するために必要な操作にのみアクセスできます。
lt: *R-Backup*: Vartotojo paskyra su šiuo vaidmeniu turi prieigą tik prie operacijų, reikalingų sistemos atsarginei kopijai inicijuoti.
lv: *R-Backup*: Lietotāja kontam ar šo lomu ir piekļuve tikai operācijām, kas nepieciešamas, lai izveidotu sistēmas dublējumu.
nl: *R-Backup*: Een gebruikersaccount met deze rol heeft alleen toegang tot de handelingen die nodig zijn om een systeembackup te starten.
pl: *R-Backup*: Konto użytkownika z tą Rolą ma dostęp tylko do operacji wymaganych do zainicjowania kopii zapasowej systemu.
pt: *R-Backup*: Uma conta de usuário com esta função tem acesso apenas às operações necessárias para iniciar um backup do sistema.
ro: *R-Backup*: Un cont de utilizator cu acest rol are acces numai la operațiunile necesare pentru a iniția o copie de rezervă a sistemului.
ru: *R-Backup*: Учетная запись пользователя с этой ролью имеет доступ только к операциям, необходимым для инициирования резервного копирования системы.
sk: *R-Backup*: Používateľské konto s touto rolou má prístup len k operáciám potrebným na spustenie zálohovania systému.
sl: *R-Backup*: Uporabniški račun s to vlogo ima dostop samo do operacij, potrebnih za začetek varnostnega kopiranja sistema.
sv: *R-Backup*: Ett användarkonto med denna roll har endast tillgång till de åtgärder som krävs för att initiera en systembackup.

source: Note: In a future release another Role will be implemented which is allowed to /keys/ POST, /keys/generate POST, /keys/{KeyID} PUT & DELETE, /keys/{KeyID}/cert PUT & DELETE in addition to what R-Operator is allowed to do.
bg: Забележка: В бъдеща версия ще бъде въведена друга роля, която ще позволява /keys/ POST, /keys/generate POST, /keys/{KeyID} PUT &; DELETE, /keys/{KeyID}/cert PUT &; DELETE в допълнение към това, което е позволено на R-Operator.
cs: Poznámka: V některé z budoucích verzí bude implementována další role, která umožní /keys/ POST, /keys/generate POST, /keys/{KeyID}. PUT & DELETE, /keys/{KeyID}/cert PUT & DELETE kromě toho, co smí dělat R-Operator.
da: Bemærk: I en fremtidig udgave vil der blive implementeret en anden rolle, som giver adgang til /keys/ POST, /keys/generate POST, /keys/{KeyID} PUT & DELETE, /keys/{KeyID}/cert PUT & DELETE ud over det, som R-Operator har lov til at gøre.
de: Hinweis: In einer zukünftigen Version wird eine weitere Rolle implementiert, die /keys/ POST, /keys/generate POST, /keys/{KeyID} PUT & DELETE, /keys/{KeyID}/cert PUT & DELETE zusätzlich zu dem, was R-Operator tun darf.
el: Σημείωση: Σε μια μελλοντική έκδοση θα υλοποιηθεί ένας άλλος ρόλος που θα επιτρέπει /keys/ POST, /keys/generate POST, /keys/{KeyID} PUT & DELETE, /keys/{KeyID}/cert PUT & DELETE εκτός από αυτά που επιτρέπεται να κάνει ο R-Operator.
es: Nota: En una futura versión se implementará otro rol que podrá hacer /keys/ POST, /keys/generate POST, /keys/{KeyID} PUT & DELETE, /keys/{KeyID}/cert PUT & DELETE además de lo que puede hacer R-Operator.
et: Märkus: Tulevases versioonis rakendatakse veel üks roll, mis lubab /keys/ POST, /keys/generate POST, /keys/{KeyID} PUT & DELETE, /keys/{KeyID}/cert PUT & DELETE lisaks sellele, mida R-Operatoril on lubatud teha.
fi: Huomautus: Tulevassa versiossa otetaan käyttöön toinen rooli, joka sallii /keys/ POST, /keys/generate POST, /keys/{KeyID} PUT & DELETE, /keys/{KeyID}/cert PUT & DELETE sen lisäksi, mitä R-Operator saa tehdä.
fr: Note : Dans une future version, un autre rôle sera implémenté qui sera autorisé à /keys/ POST, /keys/generate POST, /keys/{KeyID} PUT & DELETE, /keys/{KeyID}/cert PUT & DELETE en plus de ce que R-Operator est autorisé à faire.
hu: Megjegyzés: Egy jövőbeli kiadásban egy másik Role lesz implementálva, amely engedélyezi a /keys/ POST, /keys/generate POST, /keys/{KeyID} PUT & DELETE, /keys/{KeyID}/cert PUT & DELETE az R-Operator által engedélyezetteken kívül.
ja: 注：将来のリリースでは、R-Operatorに加えて、/keys/POST、/keys/generate POST、/keys/{KeyID}/cert PUT & DELETEを許可する別のRoleが実装される予定です。R-Operatorができることに加えて、/keys/POST、/keys/{KeyID}/cert PUT & DELETEができる別のRoleが実装される予定です。
lt: Pastaba: Būsimoje versijoje bus įdiegta dar viena funkcija, kuri leis /keys/ POST, /keys/generate POST, /keys/{KeyID} PUT & DELETE, /keys/{KeyID}/cert PUT & DELETE, be to, ką leidžiama daryti R-Operator.
lv: Piezīme: Nākamajā versijā tiks ieviesta vēl viena loma, kurai būs atļauts /keys/ POST, /keys/generate POST, /keys/{KeyID}. PUT & amp; DELETE, /keys/{KeyID}/cert PUT & amp; DELETE papildus tam, ko atļauts darīt R-Operator.
nl: Opmerking: In een toekomstige release zal een andere Rol worden geïmplementeerd die /keys/ POST, /keys/generate POST, /keys/{KeyID} PUT & DELETE, /keys/{KeyID}/cert PUT & DELETE in aanvulling op wat R-Operator mag doen.
pl: Uwaga: W przyszłym wydaniu zostanie zaimplementowana kolejna Rola, która będzie mogła /keys/ POST, /keys/generate POST, /keys/{KeyID} PUT & DELETE, /keys/{KeyID}/cert PUT & DELETE oprócz tego co może robić R-Operator.
pt: Nota: Em um lançamento futuro será implementado outro Papel que é permitido para /chaves/ POST, /chaves/ gerar POST, /chaves/{KeyID} PUT & DELETE, /keys/{KeyID}/cert PUT & DELETE além do que o R-Operator está autorizado a fazer.
ro: Notă: Într-o versiune viitoare va fi implementat un alt Rol care va permite /keys/ POST, /keys/generate POST, /keys/{KeyID} PUT & DELETE, /keys/{KeyID}/cert PUT & DELETE în plus față de ceea ce poate face R-Operator.
ru: Примечание: В будущем выпуске будет реализована еще одна роль, которой будет разрешено /keys/ POST, /keys/generate POST, /keys/{KeyID} PUT & DELETE, /keys/{KeyID}/cert PUT & DELETE в дополнение к тому, что разрешено делать R-Operator.
sk: Poznámka: V niektorej z budúcich verzií bude implementovaná ďalšia rola, ktorá umožní /keys/ POST, /keys/generate POST, /keys/{KeyID} PUT & DELETE, /keys/{KeyID}/cert PUT & DELETE okrem toho, čo môže robiť R-Operator.
sl: Opomba: V prihodnji izdaji bo implementirana še ena vloga, ki bo omogočala /keys/ POST, /keys/generate POST, /keys/{KeyID} PUT &; DELETE, /keys/{KeyID}/cert PUT &; DELETE poleg tega, kar lahko počne R-Operator.
sv: Observera: I en framtida version kommer en annan roll att implementeras som tillåter /keys/ POST, /keys/generate POST, /keys/{KeyID} PUT & DELETE, /keys/{KeyID}/cert PUT & DELETE utöver vad R-Operator får göra.

source: Create a User
bg: Създаване на потребител
cs: Vytvoření uživatele
da: Opret en bruger
de: Erstellen eines Benutzers
el: Δημιουργία χρήστη
es: Crear un usuario
et: Loo kasutaja
fi: Luo käyttäjä
fr: Créer un utilisateur
hu: Felhasználó létrehozása
ja: ユーザーの作成
lt: Sukurti naudotoją
lv: Lietotāja izveide
nl: Een gebruiker aanmaken
pl: Utwórz użytkownika
pt: Criar um usuário
ro: Creați un utilizator
ru: Создать пользователя
sk: Vytvorenie používateľa
sl: Ustvarjanje uporabnika
sv: Skapa en användare

source: Now create a new user with the operator role that can be used to sign and decrypt data. Note that the NetHSM assigns a random user ID if we don’t specify it.
bg: Сега създайте нов потребител с ролята на оператор, който може да се използва за подписване и декриптиране на данни. Обърнете внимание, че NetHSM присвоява произволен идентификатор на потребител, ако не го посочим.
cs: Nyní vytvořte nového uživatele s rolí operátora, který může podepisovat a dešifrovat data. Všimněte si, že NetHSM přiřadí náhodné ID uživatele, pokud jej nezadáme.
da: Opret nu en ny bruger med operatørrollen, som kan bruges til at signere og dekryptere data. Bemærk, at NetHSM tildeler et tilfældigt bruger-id, hvis vi ikke angiver det.
de: Erstellen Sie nun einen neuen Benutzer mit der Operator-Rolle, der zum Signieren und Entschlüsseln von Daten verwendet werden kann. Beachten Sie, dass der NetHSM eine zufällige Benutzer-ID vergibt, wenn wir diese nicht angeben.
el: Τώρα δημιουργήστε έναν νέο χρήστη με ρόλο χειριστή που μπορεί να χρησιμοποιηθεί για την υπογραφή και αποκρυπτογράφηση δεδομένων. Σημειώστε ότι το NetHSM εκχωρεί ένα τυχαίο αναγνωριστικό χρήστη αν δεν το καθορίσουμε.
es: Ahora cree un nuevo usuario con el rol de operador que pueda ser utilizado para firmar y descifrar datos. Ten en cuenta que el NetHSM asigna un ID de usuario aleatorio si no lo especificamos.
et: Nüüd looge uus kasutaja operaatori rolliga, mida saab kasutada andmete allkirjastamiseks ja dekrüpteerimiseks. Pange tähele, et NetHSM määrab juhusliku kasutajatunnuse, kui me seda ei määra.
fi: Luo nyt uusi käyttäjä, jolla on operaattorirooli ja jota voidaan käyttää tietojen allekirjoittamiseen ja purkamiseen. Huomaa, että NetHSM antaa satunnaisen käyttäjätunnuksen, jos emme määritä sitä.
fr: Créez maintenant un nouvel utilisateur avec le rôle d'opérateur qui pourra être utilisé pour signer et décrypter les données. Notez que le NetHSM attribue un ID utilisateur aléatoire si nous ne le spécifions pas.
hu: Most hozzon létre egy új felhasználót operátor szerepkörrel, amely az adatok aláírására és visszafejtésére használható. Vegye figyelembe, hogy a NetHSM véletlenszerű felhasználói azonosítót rendel hozzá, ha nem adjuk meg.
ja: ここで、データの署名と復号化に使用できる operator ロールを持つ新しいユーザーを作成します。 なお、ユーザーIDを指定しない場合は、NetHSMがランダムなユーザーIDを割り当てます。
lt: Dabar sukurkite naują naudotoją su operatoriaus vaidmeniu, kuris gali būti naudojamas duomenims pasirašyti ir iššifruoti. Atkreipkite dėmesį, kad NetHSM priskiria atsitiktinį naudotojo ID, jei jo nenurodome.
lv: Tagad izveidojiet jaunu lietotāju ar operatora lomu, kuru var izmantot datu parakstīšanai un atšifrēšanai. Ņemiet vērā, ka NetHSM piešķir nejaušu lietotāja ID, ja mēs to nenorādām.
nl: Maak nu een nieuwe gebruiker aan met de operator rol die gebruikt kan worden om gegevens te ondertekenen en te ontsleutelen. Merk op dat de NetHSM een willekeurige gebruikers-ID toekent als we die niet specificeren.
pl: Teraz utwórz nowego użytkownika z rolą operatora, który będzie mógł podpisywać i odszyfrowywać dane. Zauważ, że NetHSM przypisuje losowy identyfikator użytkownika, jeśli go nie podamy.
pt: Agora crie um novo usuário com a função de operador que pode ser usado para assinar e decodificar dados. Note que o NetHSM atribui um ID de usuário aleatório se não o especificarmos.
ro: Acum creați un nou utilizator cu rolul de operator care poate fi folosit pentru a semna și decripta date. Rețineți că NetHSM atribuie un ID de utilizator aleatoriu dacă nu îl specificăm.
ru: Теперь создайте нового пользователя с ролью оператора, который может использоваться для подписи и расшифровки данных. Обратите внимание, что NetHSM назначает случайный идентификатор пользователя, если мы его не указываем.
sk: Teraz vytvorte nového používateľa s rolou operátora, ktorý môže byť použitý na podpisovanie a dešifrovanie údajov. Všimnite si, že NetHSM priradí náhodné ID používateľa, ak ho nezadáme.
sl: Ustvarite novega uporabnika z vlogo operaterja, ki ga lahko uporabite za podpisovanje in dešifriranje podatkov. Upoštevajte, da NetHSM dodeli naključno uporabniško ime, če ga ne določimo.
sv: Skapa nu en ny användare med operatörsrollen som kan användas för att signera och dekryptera data. Observera att NetHSM tilldelar ett slumpmässigt användar-ID om vi inte anger det.

source: Key Management
bg: Управление на ключовете
cs: Správa klíčů
da: Nøglehåndtering
de: Tastenverwaltung
el: Διαχείριση κλειδιών
es: Gestión de claves
et: Võtmehaldus
fi: Avainten hallinta
fr: Gestion des clés
hu: Kulcskezelés
ja: キーマネージメント
lt: Raktų valdymas
lv: Atslēgas pārvaldība
nl: Sleutelbeheer
pl: Zarządzanie kluczami
pt: Gestão de chaves
ro: Managementul cheilor
ru: Управление ключами
sk: Riadenie kľúčov
sl: Upravljanje ključev
sv: Nyckelhantering
