Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/nethsm.po
Languages: bg, cs, da, de, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, pt, ro, ru, sk, sl, sv

source: The ``-i``/``--include`` option causes ``curl`` to print the HTTP status code and the response headers. The ``-w '\n'``/``--write-out '\n'`` option adds a newline after the response body.
bg: Опцията ``-i``/``--include`` кара ``curl`` да отпечатва HTTP кода на състоянието и заглавията на отговора. Опцията ``-w '\n'``/``--write-out '\n'`` добавя нов ред след тялото на отговора.
cs: Volba ``-i``/``--include`` způsobí, že ``curl`` vypíše stavový kód HTTP a hlavičky odpovědi. Volba ``-w '\n'``/``--write-out '\n'`` přidá za tělo odpovědi nový řádek.
da: Indstillingen ``-i``/``--include`` får ``curl`` til at udskrive HTTP-statuskoden og svaroverskrifterne. Indstillingen ``-w '\n'``/``--write-out '\n'`` tilføjer en ny linje efter svarteksten.
de: Die Option ``-i``/``--include`` veranlasst ``curl``, den HTTP-Statuscode und die Antwort-Header auszugeben. Die Option ``-w '\n'``/``--write-out '\n'`` fügt einen Zeilenumbruch nach dem Antwortkörper ein.
el: Η επιλογή ``-i``/``--include`` προκαλεί ``curl`` την εκτύπωση του κωδικού κατάστασης HTTP και των επικεφαλίδων απόκρισης. Η επιλογή ``-w '\n'``/``--write-out '\n'`` προσθέτει μια νέα γραμμή μετά το σώμα της απάντησης.
es: La opción ``-i````--include`` hace que ``curl`` imprima el código de estado HTTP y las cabeceras de respuesta. La opción ``-w '\n'``/<x id="121">--write-out '\n'`` añade una nueva línea después del cuerpo de la respuesta.
et: Valik ``-i``/``--include`` põhjustab ``curl`` HTTP staatuskoodi ja vastuspealkirjade printimist. Valik ``-w '\n'``/``--write-out '\n'`` lisab vastuse keha järele uue rea.
fi: ``-i``/``--include--include`` -vaihtoehto saa aikaan sen, että ``curl`` tulostaa HTTP-tilakoodin ja vastauksen otsikot. ``-w '\n'``/``--write-out '\n'`` -vaihtoehto lisää uuden rivin vastauksen rungon jälkeen.
fr: L'option `-i``/``--include`` permet à `curl`` d'imprimer le code d'état HTTP et les en-têtes de réponse. L'option ``-w '\n'``/``--write-out '\n'`` ajoute une nouvelle ligne après le corps de la réponse.
hu: A ``-i``/``--include`` opció hatására a ``curl`` a HTTP státuszkód és a válasz fejlécek kiírására szolgál. A ``-w '\n'``/``--write-out '\n'`` opció újsorral egészíti ki a választestet.
ja: ``-i``/``--include``のオプションでは、``curl``のように、HTTPステータスコードとレスポンスヘッダーを表示します。 ``-w '\n'``/``--write-out '\n'`` オプションは、レスポンスボディの後に改行を追加します。
lt: Dėl ``-i``/``--include`` parinkties ``curl`` spausdinamas HTTP būsenos kodas ir atsakymo antraštės. Dėl ``-w '\n'``/``--write-out '\n'`` parinkties po atsakymo kūno pridedama naujoji eilutė.
lv: ``</x id="6"></x><x id="8"></x id="8"></x id="11"></x>`</x id="13"></x>`` opcija liek ``</x id="41"></x>`` drukāt HTTP statusa kodu un atbildes galvenes. ``</x id="111"></x><x id="118"></x id="118"></x id="121"></x>`</x id="123"></x>`` opcija pievieno jauno rindu aiz atbildes ķermeņa.
nl: De optie ``-i``/``--include`` zorgt ervoor dat ``curl`` de HTTP-statuscode en de antwoordheaders worden afgedrukt. De optie ``-w '\n'``/``--write-out '\n'`` voegt een nieuwe regel toe na de hoofdtekst van het antwoord.
pl: Opcja ``-i``/``--include`` powoduje, że ``curl`` drukuje kod statusu HTTP i nagłówki odpowiedzi. Opcja ``-w '\n'``/``--write-out '\n'`` dodaje nową linię po treści odpowiedzi.
pt: A opção ``-i```/```x id="13"></x>`>` causa ``curl>``` para imprimir o código de status HTTP e os cabeçalhos de resposta. A opção ``-w '\n'```/``--write-out '\n'`` adiciona uma nova linha após o corpo de resposta.
ro: Opțiunea ``-i``/``--include`` determină ca opțiunea ``curl`` să tipărească codul de stare HTTP și anteturile de răspuns. Opțiunea ``-w '\n'``/``--write-out '\n'`` adaugă o linie nouă după corpul răspunsului.
ru: Опция ``-i``/``--include`` заставляет ``curl`` печатать код состояния HTTP и заголовки ответа. Опция ``-w '\n'``/``--write-out '\n'`` добавляет новую строку после тела ответа.
sk: Možnosť ``-i``/``--include`` spôsobí, že ``curl`` vypíše stavový kód HTTP a hlavičky odpovede. Voľba ``-w '\n'``/``--write-out '\n'`` pridá nový riadok za telo odpovede.
sl: Možnost ``-i``/``--include`` povzroči, da ``curl`` izpiše kodo stanja HTTP in glave odgovora. Možnost ``-w '\n'``/``--write-out '\n'`` doda novo vrstico za telesom odgovora.
sv: Alternativet ``-i``/``--include`` gör att ``curl`` skriver ut HTTP-statuskoden och svarshuvudena. Alternativet ``-w '\n'``/``--write-out '\n'`` lägger till en ny rad efter svarskroppen.

source: See what the device’s status is:
bg: Вижте какво е състоянието на устройството:
cs: Zjistěte, jaký je stav zařízení:
da: Se, hvad enhedens status er:
de: Sehen Sie nach, welchen Status das Gerät hat:
el: Δείτε ποια είναι η κατάσταση της συσκευής:
es: Vea cuál es el estado del dispositivo:
et: Vaadake, milline on seadme olek:
fi: Katso, mikä on laitteen tila:
fr: Voir quel est l'état de l'appareil :
hu: Nézze meg, hogy mi az eszköz állapota:
ja: デバイスの状態を確認します。
lt: Pažiūrėkite, kokia yra prietaiso būsena:
lv: Skatiet ierīces statusu:
nl: Kijk wat de status van het apparaat is:
pl: Zobacz, jaki jest status urządzenia:
pt: Veja qual é o estado do dispositivo:
ro: Vedeți care este starea dispozitivului:
ru: Узнайте состояние устройства:
sk: Zistite, aký je stav zariadenia:
sl: Oglejte si stanje naprave:
sv: Se vilken status enheten har:

source: Initialization
bg: Иницииране
cs: Inicializace
da: Initialisering
de: Initialisierung
el: Αρχικοποίηση
es: Inicialización
et: Initsialiseerimine
fi: Alustaminen
fr: Initialisation
hu: Inicializálás
ja: 初期化
lt: Inicializacija
lv: Inicializācija
nl: Initialisatie
pl: Inicjalizacja
pt: Inicialização
ro: Inițializare
ru: Инициализация
sk: Inicializácia
sl: Inicializacija
sv: Initialisering

source: A new NetHSM needs to be provisioned first with passphrases and the current time. The *Admin Passphrase* is the *Administrator*’s passphrase, which is the super user of the NetHSM. The *Unlock Passphrase* is used to encrypt NetHSM’s confidential data store.
bg: Първо трябва да се създаде нов NetHSM с пароли и текущо време. Пасфрезата *Admin* е пасфрезата на *Administrator*, който е суперпотребителят на NetHSM. Пасфразата *Unlock* се използва за криптиране на хранилището за поверителни данни на NetHSM.
cs: Nový NetHSM je třeba nejprve vybavit přístupovými hesly a aktuálním časem. *Admin Passphrase* je přístupová fráze *Administrátora*, což je superuživatel NetHSM. Heslo *Unlock Passphrase* slouží k zašifrování důvěrného úložiště dat NetHSM.
da: En ny NetHSM skal først forsynes med adgangsfraser og det aktuelle tidspunkt. *Admin Passphrase* er *Administrator*'s passphrase, som er superbrugeren af NetHSM'en. *Unlock Passphrase* bruges til at kryptere NetHSM's fortrolige datalager.
de: Ein neuer NetHSM muss zunächst mit Passphrasen und der aktuellen Uhrzeit provisioniert werden. Die *Admin Passphrase* ist die Passphrase des *Administrators*, der der Superuser des NetHSM ist. Die *Unlock Passphrase* wird verwendet, um den vertraulichen Datenspeicher des NetHSM zu verschlüsseln.
el: Ένα νέο NetHSM πρέπει πρώτα να εφοδιαστεί με κωδικούς πρόσβασης και την τρέχουσα ώρα. Η *Διαχειριστική φράση πρόσβασης* είναι η φράση πρόσβασης του *Διαχειριστή*, ο οποίος είναι ο υπερ-χρήστης του NetHSM. Η *Unlock Passphrase* χρησιμοποιείται για την κρυπτογράφηση του χώρου αποθήκευσης εμπιστευτικών δεδομένων του NetHSM.
es: Un nuevo NetHSM necesita ser aprovisionado primero con frases de contraseña y la hora actual. La *Frase de acceso de administrador* es la frase de acceso del *Administrador*, que es el superusuario del NetHSM. La *Frase de contraseña de desbloqueo* se utiliza para cifrar el almacén de datos confidenciales del NetHSM.
et: Uus NetHSM tuleb kõigepealt varustada paroolfraasidega ja praeguse ajaga. *Admin Passphrase* on *Administraatori* salasõna, mis on NetHSMi ülemkasutaja. *Unlock Passphrase* kasutatakse NetHSMi konfidentsiaalse andmehoidla krüpteerimiseks.
fi: Uuteen NetHSM:ään on ensin määritettävä salasanat ja nykyinen kellonaika. *Admin Passphrase* on *Administratorin* salasana, joka on NetHSM:n pääkäyttäjä. *Unlock Passphrase* käytetään NetHSM:n luottamuksellisen tietovaraston salaamiseen.
fr: Un nouveau NetHSM doit d'abord être approvisionné avec des phrases de passe et l'heure actuelle. La *Admin Passphrase* est la phrase de passe de l'*Administrator*, qui est le super utilisateur du NetHSM. La *Unlock Passphrase* est utilisée pour crypter le magasin de données confidentielles du NetHSM.
hu: Az új NetHSM-et először jelszavakkal és az aktuális idővel kell ellátni. Az *Admin Passphrase* a *Administrator* jelszava, amely a NetHSM szuperfelhasználója. A *Unlock Passphrase* a NetHSM bizalmas adattárolójának titkosítására szolgál.
ja: 新しい NetHSM には、まずパスフレーズと現在の時刻をプロビジョニングする必要があります。Admin Passphrase* は、NetHSM のスーパーユーザーである *Administrator* のパスフレーズです。Unlock Passphrase* は、NetHSM の機密データストアを暗号化するために使用します。
lt: Pirmiausia naujam NetHSM reikia suteikti slaptažodžių frazes ir dabartinį laiką. *Admin slaptažodis* - tai *Administrator* slaptažodis, kuris yra vyriausiasis NetHSM naudotojas. Slaptažodis *Unlock Passphrase* naudojamas NetHSM konfidencialių duomenų Storagei užšifruoti.
lv: Vispirms ir jānodrošina jauns NetHSM ar piekļuves frāzēm un pašreizējo laiku. *Administratora* parole ir *Administratora* parole, kas ir NetHSM superlietotājs. *Atbloķēšanas paroli* izmanto, lai šifrētu NetHSM konfidenciālo datu krātuvi.
nl: Een nieuwe NetHSM moet eerst voorzien worden van passphrases en de huidige tijd. De *Admin Passphrase* is de passphrase van de *Administrator*, die de supergebruiker van de NetHSM is. De *Unlock Passphrase* wordt gebruikt om de vertrouwelijke gegevensopslag van de NetHSM te versleutelen.
pl: Nowy NetHSM musi zostać najpierw zaopatrzony w hasło i aktualny czas. Hasło *Admin Passphrase* to hasło administratora *Administrator*, który jest superużytkownikiem NetHSM. Hasło *Unlock Passphrase* służy do szyfrowania poufnych danych przechowywanych w NetHSM.
pt: Um novo NetHSM precisa ser provisionado primeiro com frases-passe e a hora atual. A *Frases mineira* é a frase-chave do *Administrador*, que é o super usuário do NetHSM. A *Senha de Bloqueio* é usada para criptografar o armazenamento de dados confidenciais do NetHSM.
ro: Un nou NetHSM trebuie mai întâi să fie provizionat cu fraze de acces și ora curentă. *Admin Passphrase* este fraza de acces a *Administratorului*, care este superutilizatorul NetHSM. *Unlock Passphrase* este utilizată pentru a cripta stocul de date confidențiale al NetHSM.
ru: Для нового NetHSM необходимо сначала установить парольные фразы и текущее время. Парольная фраза *Admin* - это парольная фраза *Administrator*, который является суперпользователем NetHSM. Пароль *Unlock Passphrase* используется для шифрования хранилища конфиденциальных данных NetHSM.
sk: Nový NetHSM je potrebné najprv vybaviť prístupovými heslami a aktuálnym časom. *Admin Passphrase* je prístupová fráza *Administrátora*, ktorý je superužívateľom NetHSM. Heslo *Unlock Passphrase* sa používa na zašifrovanie dôverného úložiska údajov NetHSM.
sl: Nov NetHSM je treba najprej opremiti z gesli in trenutnim časom. *Admin Passphrase* je geslo *Administrator*, ki je super uporabnik NetHSM. Geslo *Unlock Passphrase* se uporablja za šifriranje zaupne podatkovne shrambe NetHSM.
sv: En ny NetHSM måste först förses med lösenfraser och aktuell tid. *Admin Passphrase* är *Administrator*s lösenfras, som är NetHSM:s superanvändare. *Unlock Passphrase* används för att kryptera NetHSM:s konfidentiella datalager.

source: The NetHSM demo instance at ``nethsmdemo.nitrokey.com`` is already provisioned.
bg: Демонстрационната инстанция на NetHSM на адрес ``nethsmdemo.nitrokey.com`` вече е осигурена.
cs: Demo instance NetHSM na adrese ``nethsmdemo.nitrokey.com`` je již zajištěna.
da: NetHSM-demoinstansen på ``nethsmdemo.nitrokey.com`` er allerede tilvejebragt.
de: Die NetHSM-Demo-Instanz unter ``nethsmdemo.nitrokey.com`` ist bereits provisioniert.
el: Η παρουσία επίδειξης NetHSM στη διεύθυνση ``nethsmdemo.nitrokey.com`` είναι ήδη εφοδιασμένη.
es: La instancia de demostración de NetHSM en ``nethsmdemo.nitrokey.com`` ya está aprovisionada.
et: NetHSM-i demoinstants aadressil ``nethsmdemo.nitrokey.com<x>`` on juba ette nähtud.
fi: NetHSM-demoinstanssi osoitteessa ``nethsmdemo.nitrokey.com`` on jo otettu käyttöön.
fr: L'instance de démonstration de NetHSM à "nethsmdemo.nitrokey.com" est déjà provisionnée.
hu: A ``nethsmdemo.nitrokey.com<x>`` alatti NetHSM demópéldány már rendelkezésre áll.
ja: ``nethsmdemo.nitrokey.com``のNetHSMデモ・インスタンスは、すでにプロビジョニングされています。
lt: NetHSM demonstracinė instancija adresu ``nethsmdemo.nitrokey.com`` jau sukurta.
lv: NetHSM demonstrācijas instance ``nethsmdemo.nitrokey.com`` jau ir nodrošināta.
nl: De NetHSM demo instance op ``nethsmdemo.nitrokey.com`` is al voorzien.
pl: Instancja demonstracyjna NetHSM pod adresem ``nethsmdemo.nitrokey.com`` jest już udostępniona.
pt: A instância de demonstração do NetHSM em ``nethsmdemo.nitrokey.com``` já está provisionada.
ro: Instanța demo NetHSM de la ``nethsmdemo.nitrokey.com``` este deja provizionată.
ru: Демо-экземпляр NetHSM по адресу ``nethsmdemo.nitrokey.com`` уже предоставлен.
sk: Demo inštancia NetHSM na adrese ``nethsmdemo.nitrokey.com`` je už zabezpečená.
sl: Demo primerek NetHSM na ``nethsmdemo.nitrokey.com`` je že zagotovljen.
sv: NetHSM-demoinstansen på ``nethsmdemo.nitrokey.com`` har redan tillhandahållits.

source: NetHSM can be used in *Attended Boot* mode and *Unattended Boot* mode.
bg: NetHSM може да се използва в режим на *присъствено зареждане* и в режим на *неприсъствено зареждане*.
cs: NetHSM lze používat v režimu *Attended Boot* a *Unattended Boot*.
da: NetHSM kan bruges i *Attended Boot*-tilstand og *Unattended Boot*-tilstand.
de: NetHSM kann im *Attended Boot*-Modus und im *Unattended Boot*-Modus verwendet werden.
el: Το NetHSM μπορεί να χρησιμοποιηθεί σε λειτουργία *Αυτόνομης εκκίνησης* και *Αυτόνομης εκκίνησης*.
es: NetHSM puede utilizarse en modo *Attended Boot* y en modo *Unattended Boot*.
et: NetHSMi saab kasutada *Attended Boot* režiimis ja *Unattended Boot* režiimis.
fi: NetHSM:ää voidaan käyttää *Attended Boot* -tilassa ja *Unattended Boot* -tilassa.
fr: NetHSM peut être utilisé en mode *Attended Boot* et *Unattended Boot*.
hu: A NetHSM használható *Vigyázott indítás* és *Vigyázatlan indítás* üzemmódban.
ja: NetHSMは、*Attended Boot*モードと*Unattended Boot*モードで使用できます。
lt: NetHSM galima naudoti *Attended Boot* ir *Unattended Boot* režimu.
lv: NetHSM var izmantot *Attended Boot* un *Unattended Boot* režīmā.
nl: NetHSM kan worden gebruikt in *Attended Boot*-modus en *Unattended Boot*-modus.
pl: NetHSM może być używany w trybie *Attended Boot* lub *Unattended Boot*.
pt: NetHSM pode ser usado no modo *Attended Boot* e *Unattended Boot* mode.
ro: NetHSM poate fi utilizat în modul *Attended Boot* și *Unattended Boot*.
ru: NetHSM может быть использован в режиме *Attended Boot* и *Unattended Boot*.
sk: NetHSM sa môže používať v režime *Attended Boot* a *Unattended Boot*.
sl: NetHSM se lahko uporablja v načinu *Attended Boot* in *Unattended Boot*.
sv: NetHSM kan användas i läget *Attended Boot* och *Unattended Boot*.

source: In *Attended Boot* mode the *Unlock Passphrase* needs to be entered during each start which is used to encrypt the data store. For security reasons this mode is recommended.
bg: В режим *Аттендирано зареждане* при всяко стартиране трябва да се въведе *Фраза за отключване*, която се използва за криптиране на хранилището за данни. От съображения за сигурност този режим е препоръчителен.
cs: V režimu *Attended Boot* je třeba při každém spuštění zadat *Unlock Passphrase*, která se používá k zašifrování datového úložiště. Z bezpečnostních důvodů se tento režim doporučuje.
da: I *Attended Boot*-tilstand skal *Unlock Passphrase* indtastes ved hver start, som bruges til at kryptere datalageret. Af sikkerhedshensyn anbefales denne tilstand.
de: Im Modus *Attended Boot* muss bei jedem Start die *Unlock Passphrase* eingegeben werden, die zur Verschlüsselung des Datenspeichers verwendet wird. Aus Sicherheitsgründen wird dieser Modus empfohlen.
el: Στη λειτουργία *Attended Boot* πρέπει να εισαχθεί η *Unlock Passphrase* κατά τη διάρκεια κάθε εκκίνησης, η οποία χρησιμοποιείται για την κρυπτογράφηση του χώρου αποθήκευσης δεδομένων. Για λόγους ασφαλείας συνιστάται αυτή η λειτουργία.
es: En el modo *Attended Boot* es necesario introducir la *Frase de desbloqueo* durante cada arranque, que se utiliza para encriptar el almacén de datos. Por razones de seguridad se recomienda este modo.
et: Režiimis *Attended Boot* tuleb iga käivitamise ajal sisestada *Unlock Passphrase*, mida kasutatakse andmesalvestuse krüpteerimiseks. Turvalisuse huvides on see režiim soovitatav.
fi: *Attended Boot* -tilassa *Unlock Passphrase* on syötettävä jokaisen käynnistyksen yhteydessä, ja sitä käytetään tietovaraston salaamiseen. Turvallisuussyistä tätä tilaa suositellaan.
fr: En mode *Attended Boot*, la *Unlock Passphrase* doit être saisie à chaque démarrage et est utilisée pour crypter la mémoire de données. Pour des raisons de sécurité, ce mode est recommandé.
hu: Az *Attended Boot* módban minden indításkor meg kell adni a *Unlock Passphrase* jelszót, amely az adattároló titkosítására szolgál. Biztonsági okokból ez az üzemmód ajánlott.
ja: Attended Boot*モードでは、起動時にデータストアの暗号化に使用される*Unlock Passphrase*を入力する必要があります。セキュリティ上の理由から、このモードを推奨します。
lt: Naudojant *Attended Boot* režimą, kiekvieno paleidimo metu reikia įvesti *Unlock Passphrase*, kuri naudojama duomenų Storagei užšifruoti. Saugumo sumetimais rekomenduojama naudoti šį režimą.
lv: *Attended Boot* režīmā katras palaišanas laikā ir jāievada *Unlock Passphrase*, kas tiek izmantota datu krātuves šifrēšanai. Drošības apsvērumu dēļ šis režīms ir ieteicams.
nl: In de modus *Attended Boot* moet bij elke start de *Unlock Passphrase* worden ingevoerd, die wordt gebruikt om de opgeslagen gegevens te versleutelen. Om veiligheidsredenen wordt deze modus aanbevolen.
pl: W trybie *Attended Boot* *Unlock Passphrase* [hasło odblokowujące] musi być wpisywane przy każdym starcie, co jest wykorzystywane do szyfrowania magazynu danych. Ze względów bezpieczeństwa ten tryb jest zalecany.
pt: No modo *Attended Boot* a *Unlock Passphrase* precisa ser inserida durante cada inicialização, que é usada para criptografar o armazenamento de dados. Por razões de segurança, este modo é recomendado.
ro: În modul *Attended Boot*, la fiecare pornire trebuie introdusă *Unlock Passphrase*, care este utilizată pentru a cripta stocul de date. Din motive de securitate, acest mod este recomandat.
ru: В режиме *Attended Boot* при каждом запуске необходимо вводить *Unlock Passphrase*, которая используется для шифрования хранилища данных. В целях безопасности рекомендуется использовать этот режим.
sk: V režime *Attended Boot* je potrebné pri každom spustení zadať *Unlock Passphrase*, ktorá sa používa na šifrovanie dátového úložiska. Z bezpečnostných dôvodov sa tento režim odporúča.
sl: V načinu *Attended Boot* je treba ob vsakem zagonu vnesti *Unlock Passphrase*, ki se uporablja za šifriranje podatkovne shrambe. Zaradi varnostnih razlogov je ta način priporočljiv.
sv: I läget *Attended Boot* måste *Unlock Passphrase* anges vid varje start, vilket används för att kryptera datalagret. Av säkerhetsskäl rekommenderas detta läge.
