Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/nethsm.po
Languages: bg, cs, da, de, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, pt, ro, ru, sk, sl, sv

source: Then you can generate the NetHSM client for your programming language like this:
bg: След това можете да генерирате клиента NetHSM за вашия език за програмиране по следния начин:
cs: Pak můžete vygenerovat klienta NetHSM pro svůj programovací jazyk takto:
da: Derefter kan du generere NetHSM-klienten til dit programmeringssprog på følgende måde:
de: Dann können Sie den NetHSM-Client für Ihre Programmiersprache wie folgt generieren:
el: Στη συνέχεια, μπορείτε να δημιουργήσετε τον πελάτη NetHSM για τη γλώσσα προγραμματισμού σας ως εξής:
es: A continuación, puede generar el cliente NetHSM para su lenguaje de programación así:
et: Seejärel saate genereerida NetHSMi kliendi oma programmeerimiskeele jaoks niimoodi:
fi: Sitten voit luoda NetHSM-asiakkaan ohjelmointikielellesi seuraavasti:
fr: Vous pouvez ensuite générer le client NetHSM pour votre langage de programmation comme ceci :
hu: Ezután létrehozhatja a NetHSM klienst a programozási nyelvéhez, így:
ja: そして、次のようにして、プログラミング言語用のNetHSMクライアントを生成します。
lt: Tada galite sukurti NetHSM klientą savo programavimo kalbai taip:
lv: Pēc tam varat ģenerēt NetHSM klientu savai programmēšanas valodai šādi:
nl: Dan kun je de NetHSM client voor je programmeertaal als volgt genereren:
pl: Następnie możesz wygenerować klienta NetHSM dla swojego języka programowania w następujący sposób:
pt: Então você pode gerar o cliente NetHSM para a sua linguagem de programação desta forma:
ro: Apoi, puteți genera clientul NetHSM pentru limbajul de programare, astfel:
ru: Затем вы можете сгенерировать клиент NetHSM для вашего языка программирования следующим образом:
sk: Potom môžete vygenerovať klienta NetHSM pre svoj programovací jazyk takto:
sl: Nato lahko ustvarite odjemalca NetHSM za svoj programski jezik na naslednji način:
sv: Sedan kan du generera NetHSM-klienten för ditt programmeringsspråk på följande sätt:

source: The generated client code, in this example JavaScript, will be created in the ``./out/`` directory. This folder also contains the necessary documentation how to use it.
bg: Генерираният клиентски код, в този пример JavaScript, ще бъде създаден в директорията ``./out/``. Тази папка съдържа и необходимата документация как да я използвате.
cs: Vygenerovaný klientský kód, v tomto případě JavaScript, bude vytvořen v adresáři ``./out/``. Tento adresář obsahuje také potřebnou dokumentaci, jak jej používat.
da: Den genererede klientkode, i dette eksempel JavaScript, vil blive oprettet i mappen ``./out/``. Denne mappe indeholder også den nødvendige dokumentation for, hvordan den skal bruges.
de: Der generierte Client-Code, in diesem Beispiel JavaScript, wird im Verzeichnis ``./out/`` erstellt. Dieser Ordner enthält auch die notwendige Dokumentation, wie er zu verwenden ist.
el: Ο παραγόμενος κώδικας πελάτη, σε αυτό το παράδειγμα JavaScript, θα δημιουργηθεί στον κατάλογο ``./out/``. Αυτός ο φάκελος περιέχει επίσης την απαραίτητη τεκμηρίωση για τον τρόπο χρήσης.
es: El código cliente generado, en este ejemplo JavaScript, se creará en el directorio ``./out/``. Esta carpeta también contiene la documentación necesaria para su uso.
et: Genereeritud kliendikood, antud näites JavaScript, luuakse kataloogis ``./out/``. See kaust sisaldab ka vajalikku dokumentatsiooni, kuidas seda kasutada.
fi: Tuotettu asiakaskoodi, tässä esimerkissä JavaScript, luodaan hakemistoon ``./out/``. Tämä kansio sisältää myös tarvittavan dokumentaation, miten sitä käytetään.
fr: Le code client généré, dans cet exemple JavaScript, sera créé dans le répertoire `./out/``. Ce dossier contient également la documentation nécessaire à son utilisation.
hu: A generált ügyfélkód, ebben a példában a JavaScript, a ``./out/`` könyvtárban lesz létrehozva. Ez a mappa tartalmazza a használatához szükséges dokumentációt is.
ja: 生成されたクライアントコード（この例ではJavaScript）は、``./out/``ディレクトリに作成されます。このフォルダには、使用方法の必要なドキュメントも含まれています。
lt: Sukurtas kliento kodas, šiame pavyzdyje "JavaScript", bus sukurtas ``./out/`` kataloge. Šiame aplanke taip pat yra reikalingi dokumentai, kaip juo naudotis.
lv: Ģenerētais klienta kods, šajā piemērā JavaScript, tiks izveidots direktorijā ``./out/``. Šajā mapē ir arī nepieciešamā dokumentācija, kā to izmantot.
nl: De gegenereerde client code, in dit voorbeeld JavaScript, wordt aangemaakt in de ``./out/`` directory. Deze map bevat ook de nodige documentatie over het gebruik ervan.
pl: Wygenerowany kod klienta, w tym przykładzie JavaScript, zostanie utworzony w katalogu ``./out/``. Katalog ten zawiera również niezbędną dokumentację jak go używać.
pt: O código do cliente gerado, neste exemplo JavaScript, será criado no diretório ``./out/``. Esta pasta também contém a documentação necessária para a sua utilização.
ro: Codul generat de client, în acest exemplu JavaScript, va fi creat în directorul ``./out/``. Acest director conține, de asemenea, documentația necesară modului de utilizare.
ru: Сгенерированный клиентский код, в данном примере JavaScript, будет создан в каталоге ``./out/``. Эта папка также содержит необходимую документацию по использованию.
sk: Vygenerovaný klientsky kód, v tomto príklade JavaScript, bude vytvorený v adresári ``./out/``. Tento adresár obsahuje aj potrebnú dokumentáciu, ako ho používať.
sl: Ustvarjena odjemalčeva koda, v tem primeru JavaScript, bo ustvarjena v imeniku ``./out/``. Ta mapa vsebuje tudi potrebno dokumentacijo, kako jo uporabljati.
sv: Den genererade klientkoden, i det här exemplet JavaScript, skapas i katalogen ``./out/``. Denna mapp innehåller också den nödvändiga dokumentationen om hur den ska användas.

source: This driver is still an early Proof of Concept implementation that only implements the functions that are necessary for operating TLS servers like for example an HTTPS server.
bg: Този драйвер все още е ранна реализация на концепцията, която изпълнява само функциите, необходими за работа с TLS сървъри, като например HTTPS сървър.
cs: Tento ovladač je zatím ranou zkušební implementací, která implementuje pouze funkce nezbytné pro provoz serverů TLS, jako je například server HTTPS.
da: Denne driver er stadig en tidlig Proof of Concept-implementering, som kun implementerer de funktioner, der er nødvendige for at drive TLS-servere som f.eks. en HTTPS-server.
el: Αυτό το πρόγραμμα οδήγησης είναι ακόμα μια πρώιμη υλοποίηση Proof of Concept που υλοποιεί μόνο τις λειτουργίες που είναι απαραίτητες για τη λειτουργία διακομιστών TLS, όπως για παράδειγμα ένας διακομιστής HTTPS.
es: Este controlador es todavía una implementación de prueba de concepto temprana que sólo implementa las funciones necesarias para operar servidores TLS como, por ejemplo, un servidor HTTPS.
et: See draiver on veel varajane Proof of Concept'i rakendus, mis rakendab ainult TLS-serverite, näiteks HTTPS-serveri käitamiseks vajalikke funktsioone.
fi: Tämä ajuri on vielä varhainen Proof of Concept -toteutus, joka toteuttaa vain TLS-palvelimien, kuten esimerkiksi HTTPS-palvelimen, käyttämiseen tarvittavat toiminnot.
hu: Ez az illesztőprogram még mindig egy korai Proof of Concept megvalósítás, amely csak a TLS-kiszolgálók, például egy HTTPS-kiszolgáló működtetéséhez szükséges funkciókat valósítja meg.
ja: このドライバーはまだ初期のProof of Concept（概念実証）であり、例えばHTTPSサーバーのようなTLSサーバーを運用するために必要な機能のみを実装しています。
lt: Ši tvarkyklė vis dar yra ankstyvoji koncepcijos įgyvendinimo versija, kurioje įdiegtos tik tos funkcijos, kurios būtinos TLS serveriams, pvz., HTTPS serveriui, valdyti.
lv: Šis draiveris joprojām ir agrīna koncepcijas izmēģinājuma implementācija, kas īsteno tikai tās funkcijas, kuras ir nepieciešamas TLS serveru darbībai, piemēram, HTTPS servera darbībai.
nl: Dit stuurprogramma is nog een vroege "Proof of Concept" implementatie die alleen de functies implementeert die nodig zijn voor het bedienen van TLS servers zoals bijvoorbeeld een HTTPS server.
pl: Ten sterownik jest jeszcze wczesną implementacją Proof of Concept, która implementuje tylko te funkcje, które są konieczne do obsługi serwerów TLS, jak np. serwer HTTPS.
pt: Este driver ainda é uma implementação antecipada da Prova de Conceito que implementa apenas as funções necessárias para operar servidores TLS como, por exemplo, um servidor HTTPS.
ro: Acest driver este încă o implementare timpurie de tip "Proof of Concept" care implementează doar funcțiile necesare pentru operarea serverelor TLS, cum ar fi, de exemplu, un server HTTPS.
ru: Этот драйвер все еще является ранней реализацией Proof of Concept, которая реализует только функции, необходимые для работы TLS-серверов, таких как, например, HTTPS-сервер.
sk: Tento ovládač je ešte stále ranou implementáciou Proof of Concept, ktorá implementuje len funkcie potrebné na prevádzku serverov TLS, ako je napríklad server HTTPS.
sl: Ta gonilnik je še vedno zgodnja različica koncepta, ki izvaja le funkcije, potrebne za delovanje strežnikov TLS, kot je na primer strežnik HTTPS.
sv: Den här drivrutinen är fortfarande en tidig Proof of Concept-implementation som endast implementerar de funktioner som är nödvändiga för att driva TLS-servrar, t.ex. en HTTPS-server.

source: Accessing a NetHSM using the PKCS#11 driver
bg: Достъп до NetHSM с помощта на драйвера PKCS#11
cs: Přístup k modulu NetHSM pomocí ovladače PKCS#11
da: Adgang til en NetHSM ved hjælp af PKCS#11-driveren
de: Zugriff auf einen NetHSM über den PKCS#11-Treiber
el: Πρόσβαση σε ένα NetHSM με χρήση του προγράμματος οδήγησης PKCS#11
es: Acceso a un NetHSM mediante el controlador PKCS#11
et: Juurdepääs NetHSMile PKCS#11 draiveri abil
fi: NetHSM:n käyttäminen PKCS#11-ajurin avulla
fr: Accès à un NetHSM à l'aide du pilote PKCS#11
hu: NetHSM elérése a PKCS#11 illesztőprogrammal
ja: PKCS#11ドライバーを使用したNetHSMへのアクセス
lt: Prieiga prie NetHSM naudojant PKCS#11 tvarkyklę
lv: Piekļuve NetHSM, izmantojot PKCS#11 draiveri
nl: Toegang tot een NetHSM met het PKCS#11 stuurprogramma
pl: Uzyskiwanie dostępu do urządzenia NetHSM za pomocą sterownika PKCS#11
pt: Acesso a um NetHSM usando o driver PKCS#11
ro: Accesarea unui NetHSM utilizând driverul PKCS#11
ru: Доступ к NetHSM с помощью драйвера PKCS#11
sk: Prístup k zariadeniu NetHSM pomocou ovládača PKCS#11
sl: Dostop do enote NetHSM z gonilnikom PKCS#11
sv: Åtkomst till en NetHSM med hjälp av PKCS#11-drivrutinen

source: Download the `PKCS#11 driver <https://github.com/Nitrokey/nethsm-pkcs11>`_ for NetHSM.
bg: Изтеглете драйвера `PKCS#11 <https://github.com/Nitrokey/nethsm-pkcs11>`_ за NetHSM.
cs: Stáhněte si `ovladač PKCS#11 <https://github.com/Nitrokey/nethsm-pkcs11>`_ pro NetHSM.
da: Download `PKCS#11-driveren <https://github.com/Nitrokey/nethsm-pkcs11>`_ til NetHSM.
el: Κατεβάστε το πρόγραμμα οδήγησης `PKCS#11 <https://github.com/Nitrokey/nethsm-pkcs11>`_ για το NetHSM.
es: Descargue el controlador `PKCS#11 <https://github.com/Nitrokey/nethsm-pkcs11>`_ para NetHSM.
et: Laadige alla `PKCS#11 draiver <https://github.com/Nitrokey/nethsm-pkcs11>`_ NetHSM-i jaoks.
fi: Lataa `PKCS#11-ajuri <https://github.com/Nitrokey/nethsm-pkcs11>`_ NetHSM:lle.
hu: Töltse le a `PKCS#11 illesztőprogramot <https://github.com/Nitrokey/nethsm-pkcs11>`_ a NetHSM számára.
ja: NetHSM用の`PKCS#11ドライバー<https://github.com/Nitrokey/nethsm-pkcs11>`_をダウンロードします。
lt: Atsisiųskite `PKCS#11 tvarkyklę <https://github.com/Nitrokey/nethsm-pkcs11>`_, skirtą NetHSM.
lv: Lejupielādējiet `PKCS#11 draiveri <https://github.com/Nitrokey/nethsm-pkcs11>`_ NetHSM.
nl: Download het `PKCS#11 stuurprogramma <https://github.com/Nitrokey/nethsm-pkcs11>`_ voor NetHSM.
pl: Pobierz sterownik `PKCS#11 <https://github.com/Nitrokey/nethsm-pkcs11>`_ dla NetHSM.
pt: Baixe o `PKCS#11 driver <https://github.com/Nitrokey/nethsm-pkcs11>`_ para NetHSM.
ro: Descărcați driverul `PKCS#11 <https://github.com/Nitrokey/nethsm-pkcs11>`_ pentru NetHSM.
ru: Загрузите драйвер `PKCS#11 <https://github.com/Nitrokey/nethsm-pkcs11>`_ для NetHSM.
sk: Stiahnite si ` ovládač PKCS#11 <https://github.com/Nitrokey/nethsm-pkcs11>`_ pre NetHSM.
sl: Prenesite gonilnik `PKCS#11 <https://github.com/Nitrokey/nethsm-pkcs11>`_ za NetHSM.
sv: Ladda ner `PKCS#11-drivrutinen <https://github.com/Nitrokey/nethsm-pkcs11>`_ för NetHSM.

source: Modify the configuration file ``p11nethsm.conf`` according to your setup (e.g. address, operator name) and store it in ``$HOME/.nitrokey``, ``/etc/nitrokey/``, or in the folder where your application is executed.
bg: Променете конфигурационния файл ``p11nethsm.conf`` в съответствие с вашата настройка (напр. адрес, име на оператор) и го съхранявайте в ``$HOME/.nitrokey``, ``/etc/nitrokey/`` или в папката, в която се изпълнява вашето приложение.
cs: Upravte konfigurační soubor ``p11nethsm.conf`` podle svého nastavení (např. adresa, jméno operátora) a uložte jej do ``$HOME/.nitrokey``, ``/etc/nitrokey/`` nebo do složky, kde je spuštěna vaše aplikace.
da: Ændr konfigurationsfilen ``p11nethsm.conf`` i overensstemmelse med din opsætning (f.eks. adresse, operatørnavn) og gem den i ``$HOME/.nitrokey``, ``/etc/nitrokey/``, eller i den mappe, hvor dit program udføres.
el: Τροποποιήστε το αρχείο ρυθμίσεων ``p11nethsm.conf`` σύμφωνα με την εγκατάστασή σας (π.χ. διεύθυνση, όνομα χειριστή) και αποθηκεύστε το στο ``$HOME/.nitrokey``, ``/etc/nitrokey/`` ή στο φάκελο όπου εκτελείται η εφαρμογή σας.
es: Modifica el archivo de configuración ``p11nethsm.conf`` según tu configuración (por ejemplo dirección, nombre del operador) y guárdelo en ``$HOME/.nitrokey``, ``/etc/nitrokey/``, o en la carpeta donde se ejecute su aplicación.
et: Muuda konfiguratsioonifaili ``p11nethsm.conf`` vastavalt oma seadistusele (nt. aadress, operaatori nimi) ja salvestage see ``$HOME/.nitrokey``, ``/etc/nitrokey/`` või sellesse kausta, kus teie rakendust täidetakse.
fi: Muokkaa asetustiedostoa ``p11nethsm.conf`` asetustesi mukaan (esim. osoite, operaattorin nimi) ja tallenna se ``$HOME/.nitrokey``, ``/etc/nitrokey/`` tai kansioon, jossa sovelluksesi suoritetaan.
hu: Módosítsa a konfigurációs fájlt ``p11nethsm.conf<x>`` az Ön beállításainak megfelelően (pl. cím, üzemeltető neve), és tárolja a ``$HOME/.nitrokey``, ``/etc/nitrokey/``, vagy abban a mappában, ahol az alkalmazása fut.
ja: 設定ファイル ``p11nethsm.conf`` を設定に応じて変更します。``$HOME/.nitrokey``、``/etc/nitrokey/``、またはアプリケーションが実行されるフォルダに保存してください。
lt: Pakeiskite konfigūracijos failą ``p11nethsm.conf`` pagal savo sąranką (pvz. adresą, operatoriaus vardą) ir laikykite jį ``</x id="121"></x>``, ``</x id="142"></x>`` arba aplanke, kuriame vykdoma jūsų programa.
lv: Mainiet konfigurācijas failu ``p11nethsm.conf`` atbilstoši savai konfigurācijai (piem. adrese, operatora nosaukums) un saglabājiet to ``</x id="121"></x>``, ``</x id="142"></x>`` vai mapē, kurā tiek izpildīta lietojumprogramma.
nl: Wijzig het configuratiebestand ``p11nethsm.conf`` volgens uw instellingen (bijv. adres, naam operator) en sla het op in ``$HOME/.nitrokey``, ``/etc/nitrokey/``, of in de map waar uw applicatie wordt uitgevoerd.
pl: Zmodyfikuj plik konfiguracyjny ``p11nethsm.conf`` zgodnie ze swoją konfiguracją (np. adres, nazwa operatora) i zapisz go w ``$HOME/.nitrokey``, ``/etc/nitrokey/``, lub w folderze, w którym jest wykonywana Twoja aplikacja.
pt: Modifique o ficheiro de configuração ``p11nethsm.conf``` de acordo com a sua configuração (por exemplo endereço, nome do operador) e armazene-o em ``$HOME/.nitrokey```, ``/etc/nitrokey/``, ou na pasta onde a sua aplicação é executada.
ro: Modificați fișierul de configurare ``p11nethsm.conf`` în funcție de configurația dvs. (de ex. adresa, numele operatorului) și stocați-l în ``$HOME/.nitrokey``, ``/etc/nitrokey/``, sau în dosarul în care este executată aplicația dvs.
ru: Измените конфигурационный файл ``p11nethsm.conf`` в соответствии с вашей настройкой (например. адрес, имя оператора) и сохраните его в ``$HOME/.nitrokey``, ``/etc/nitrokey/``, или в папке, где выполняется ваше приложение.
sk: Upravte konfiguračný súbor ``p11nethsm.conf`` podľa svojho nastavenia (napr. adresa, meno operátora) a uložte ho do ``$HOME/.nitrokey``, ``/etc/nitrokey/`` alebo do priečinka, v ktorom je spustená vaša aplikácia.
sl: Spremenite konfiguracijsko datoteko ``p11nethsm.conf`` v skladu s svojo nastavitvijo (npr. naslov, ime operaterja) in jo shranite v ``$HOME/.nitrokey``, ``/etc/nitrokey/`` ali v mapo, kjer se izvaja vaša aplikacija.
sv: Ändra konfigurationsfilen ``p11nethsm.conf`` enligt din inställning (t.ex. adress, operatörsnamn) och lagra den i ``$HOME/.nitrokey``, ``/etc/nitrokey/``, eller i den mapp där ditt program körs.

source: Decrypting
bg: Декриптиране
cs: Dešifrování
da: Dekryptering af
de: Entschlüsseln
el: Αποκρυπτογράφηση
es: Descifrar
et: Dekrüpteerimine
fi: Salakirjoituksen purkaminen
fr: Décryptage
hu: Dekódolás
ja: 復号化
lt: iššifravimas
lv: atšifrēšana
nl: Decoderen
pl: Odszyfrowywanie
pt: Decifrando
ro: Desecretizarea
ru: Расшифровка
sk: Dešifrovanie
sl: Dešifriranje
sv: Avkryptering av

source: After creating a key (here: ID 42) with the according mechanism, you can use it for decryption:
bg: След като създадете ключ (тук: ID 42) със съответния механизъм, можете да го използвате за декриптиране:
cs: Po vytvoření klíče (zde: ID 42) pomocí příslušného mechanismu jej můžete použít k dešifrování:
da: Når du har oprettet en nøgle (her: ID 42) med den relevante mekanisme, kan du bruge den til dekryptering:
de: Nachdem Sie einen Schlüssel (hier: ID 42) mit dem entsprechenden Mechanismus erzeugt haben, können Sie diesen zur Entschlüsselung verwenden:
el: Αφού δημιουργήσετε ένα κλειδί (εδώ: ID 42) με τον αντίστοιχο μηχανισμό, μπορείτε να το χρησιμοποιήσετε για αποκρυπτογράφηση:
es: Después de crear una clave (aquí: ID 42) con el mecanismo correspondiente, puede utilizarla para descifrar:
et: Pärast võtme (siin: ID 42) loomist vastava mehhanismiga saate seda kasutada dekrüpteerimiseks:
fi: Kun olet luonut avaimen (tässä: ID 42) vastaavalla mekanismilla, voit käyttää sitä salauksen purkamiseen:
fr: Après avoir créé une clé (ici : ID 42) avec le mécanisme correspondant, vous pouvez l'utiliser pour le décryptage :
hu: Miután a megfelelő mechanizmussal létrehoztunk egy kulcsot (itt: ID 42), használhatjuk azt a dekódoláshoz:
ja: このような仕組みで鍵（ここではID42）を作成すると、それを使って復号することができます。
lt: Sukūrę raktą (čia: ID 42) su atitinkamu mechanizmu, galite jį naudoti dešifravimui:
lv: Pēc atslēgas (šeit: ID 42) izveides ar atbilstošo mehānismu varat to izmantot atšifrēšanai:
nl: Nadat u een sleutel (hier: ID 42) hebt aangemaakt met het overeenkomstige mechanisme, kunt u die gebruiken voor ontcijfering:
pl: Po utworzeniu klucza (tu: ID 42) z odpowiednim mechanizmem, można go użyć do odszyfrowania:
pt: Depois de criar uma chave (aqui: ID 42) com o mecanismo de acordo, você pode usá-la para decifrar:
ro: După ce ați creat o cheie (aici: ID 42) cu mecanismul corespunzător, o puteți utiliza pentru decriptare:
ru: После создания ключа (здесь: ID 42) с помощью соответствующего механизма, вы можете использовать его для расшифровки:
sk: Po vytvorení kľúča (tu: ID 42) pomocou príslušného mechanizmu ho môžete použiť na dešifrovanie:
sl: Ko ustvarite ključ (tukaj: ID 42) z ustreznim mehanizmom, ga lahko uporabite za dešifriranje:
sv: När du har skapat en nyckel (här: ID 42) med den mekanism som anges kan du använda den för dekryptering:

source: After creating a key (here: ID 23) with the according mechanism, you can use it for decryption:
bg: След като създадете ключ (тук: ID 23) със съответния механизъм, можете да го използвате за декриптиране:
cs: Po vytvoření klíče (zde: ID 23) pomocí příslušného mechanismu jej můžete použít k dešifrování:
da: Når du har oprettet en nøgle (her: ID 23) med den relevante mekanisme, kan du bruge den til dekryptering:
de: Nachdem Sie einen Schlüssel (hier: ID 23) mit dem entsprechenden Mechanismus erzeugt haben, können Sie diesen zur Entschlüsselung verwenden:
el: Αφού δημιουργήσετε ένα κλειδί (εδώ: ID 23) με τον αντίστοιχο μηχανισμό, μπορείτε να το χρησιμοποιήσετε για αποκρυπτογράφηση:
es: Después de crear una clave (aquí: ID 23) con el mecanismo correspondiente, puede utilizarla para descifrar:
et: Pärast võtme (siin: ID 23) loomist vastava mehhanismiga saate seda kasutada dekrüpteerimiseks:
fi: Kun olet luonut avaimen (tässä: ID 23) vastaavalla mekanismilla, voit käyttää sitä salauksen purkamiseen:
fr: Après avoir créé une clé (ici : ID 23) avec le mécanisme correspondant, vous pouvez l'utiliser pour le décryptage :
hu: Miután a megfelelő mechanizmussal létrehoztunk egy kulcsot (itt: ID 23), használhatjuk azt a dekódoláshoz:
ja: このような仕組みで鍵（ここではID23）を作成すると、それを使って復号することができます。
lt: Sukūrę raktą (čia: ID 23) su atitinkamu mechanizmu, galite jį naudoti dešifravimui:
lv: Pēc atslēgas (šeit: ID 23) izveides ar atbilstošo mehānismu varat to izmantot atšifrēšanai:
nl: Nadat u een sleutel (hier: ID 23) hebt aangemaakt met het overeenkomstige mechanisme, kunt u die gebruiken voor ontcijfering:
pl: Po utworzeniu klucza (tu: ID 23) z odpowiednim mechanizmem, można go użyć do odszyfrowania:
pt: Depois de criar uma chave (aqui: ID 23) com o mecanismo de acordo, você pode usá-la para decifrar:
ro: După ce ați creat o cheie (aici: ID 23) cu mecanismul corespunzător, o puteți utiliza pentru decriptare:
ru: После создания ключа (здесь: ID 23) с помощью соответствующего механизма, вы можете использовать его для расшифровки:
sk: Po vytvorení kľúča (tu: ID 23) pomocou príslušného mechanizmu ho môžete použiť na dešifrovanie:
sl: Ko ustvarite ključ (tukaj: ID 23) z ustreznim mehanizmom, ga lahko uporabite za dešifriranje:
sv: När du har skapat en nyckel (här: ID 23) med den mekanism som anges kan du använda den för dekryptering:

source: This tutorial demonstrates how to access the NetHMS via REST API. The interface is `documented here <https://nethsmdemo.nitrokey.com/api_docs/index.html#docs/summary/summary>`__ and it's specification is available as `RAML <https://nethsmdemo.nitrokey.com/api_docs/nethsm-api.raml>`__ and as `OpenAPI (Swagger) <https://nethsmdemo.nitrokey.com/api_docs/gen_nethsm_api_oas20.json>`__.
de: Dieses Tutorial demonstriert den Zugriff auf das NetHMS über die REST-API. Die Schnittstelle ist `hier dokumentiert <https://nethsmdemo.nitrokey.com/api_docs/index.html#docs/summary/summary>`__ und ihre Spezifikation ist als `RAML <https://nethsmdemo.nitrokey.com/api_docs/nethsm-api.raml>`__ und als `OpenAPI (Swagger) <https://nethsmdemo.nitrokey.com/api_docs/gen_nethsm_api_oas20.json>`__ verfügbar.
fr: Ce tutoriel démontre comment accéder au NetHMS via l'API REST. L'interface est `documentée ici <https://nethsmdemo.nitrokey.com/api_docs/index.html#docs/summary/summary>`__ et sa spécification est disponible comme `RAML <https://nethsmdemo.nitrokey.com/api_docs/nethsm-api.raml>`__ et comme `OpenAPI (Swagger) <https://nethsmdemo.nitrokey.com/api_docs/gen_nethsm_api_oas20.json>`__.

source: TODO: fix example
de: TODO: Beispiel korrigieren
fr: TODO : corriger l'exemple

source: This tutorial demonstrates how to access the NetHMS via `nitropy <https://github.com/Nitrokey/pynitrokey>`__ command line tool, which you need to download and install.
de: Dieses Tutorial demonstriert, wie Sie über das Kommandozeilen-Tool `nitropy <https://github.com/Nitrokey/pynitrokey>`__ auf das NetHMS zugreifen, das Sie herunterladen und installieren müssen.
fr: Ce tutoriel montre comment accéder au NetHMS via l'outil de ligne de commande `nitropy <https://github.com/Nitrokey/pynitrokey>`__, que vous devez télécharger et installer.

source: Accessing a NetHSM instance
de: Zugriff auf eine NetHSM-Instanz
fr: Accéder à une instance de NetHSM

source: These guides explain how to access a NetHSM using three three different methods:
de: In diesen Anleitungen wird erklärt, wie Sie mit drei verschiedenen Methoden auf ein NetHSM zugreifen können:
fr: Ces guides expliquent comment accéder à un NetHSM en utilisant trois méthodes différentes :
