Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/nethsm.po
Languages: bg, cs, da, de, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, pt, ro, ru, sk, sl, sv

source: Instead of generating a key on the NetHSM, you can also import existing private keys into the NetHSM:
bg: Вместо да генерирате ключ в NetHSM, можете също така да импортирате съществуващи частни ключове в NetHSM:
cs: Namísto generování klíče v NetHSM můžete do NetHSM také importovat stávající soukromé klíče:
da: I stedet for at generere en nøgle på NetHSM kan du også importere eksisterende private nøgler til NetHSM:
de: Anstatt einen Schlüssel auf dem NetHSM zu generieren, können Sie auch vorhandene private Schlüssel in den NetHSM importieren:
el: Αντί να δημιουργήσετε ένα κλειδί στο NetHSM, μπορείτε επίσης να εισαγάγετε υπάρχοντα ιδιωτικά κλειδιά στο NetHSM:
es: En lugar de generar una clave en el NetHSM, también puede importar claves privadas existentes al NetHSM:
et: Selle asemel, et genereerida võti NetHSMis, võite ka olemasolevaid privaatvõtmeid NetHSMi importida:
fi: Sen sijaan, että luot avaimen NetHSM:ssä, voit myös tuoda olemassa olevat yksityiset avaimet NetHSM:ään:
fr: Au lieu de générer une clé sur le NetHSM, vous pouvez également importer des clés privées existantes dans le NetHSM :
hu: Ahelyett, hogy a NetHSM-en generálna egy kulcsot, meglévő magánkulcsokat is importálhat a NetHSM-be:
ja: NetHSM上で鍵を生成するのではなく、既存の秘密鍵をNetHSMにインポートすることもできます。
lt: Užuot generavę raktą "NetHSM", taip pat galite importuoti esamus privačius raktus į "NetHSM":
lv: Tā vietā, lai ģenerētu atslēgu NetHSM, varat arī importēt esošās privātās atslēgas NetHSM:
nl: In plaats van een sleutel op de NetHSM te genereren, kunt u ook bestaande privé-sleutels in de NetHSM importeren:
pl: Zamiast generować klucz w urządzeniu NetHSM, można również zaimportować istniejące klucze prywatne do urządzenia NetHSM:
pt: Em vez de gerar uma chave no NetHSM, você também pode importar chaves privadas existentes para o NetHSM:
ro: În loc să generați o cheie pe NetHSM, puteți, de asemenea, să importați chei private existente în NetHSM:
ru: Вместо того чтобы генерировать ключ на NetHSM, вы также можете импортировать существующие закрытые ключи в NetHSM:
sk: Namiesto generovania kľúča v NetHSM môžete do NetHSM importovať aj existujúce súkromné kľúče:
sl: Namesto ustvarjanja ključa v napravi NetHSM lahko v napravo NetHSM uvozite tudi obstoječe zasebne ključe:
sv: I stället för att generera en nyckel på NetHSM kan du också importera befintliga privata nycklar till NetHSM:

source: List Keys
bg: Списък с ключове
cs: Seznam klíčů
da: Liste over nøgler
de: Tasten auflisten
el: Λίστα κλειδιών
es: Lista de claves
et: Loetelu võtmed
fi: Luetteloavaimet
fr: Clés de liste
hu: Kulcsok listája
ja: リストキー
lt: Sąrašo raktai
lv: Saraksta atslēgas
nl: Lijst Sleutels
pl: Lista kluczy
pt: Chaves de Lista
ro: Chei de listă
ru: Ключи списка
sk: Zoznam kľúčov
sl: Seznam ključev
sv: Lista nycklar

source: To make sure that the key has been created and has the correct algorithm and mechanism settings, we can query all keys on the NetHSM:
bg: За да се уверим, че ключът е създаден и има правилните настройки на алгоритъма и механизма, можем да направим справка за всички ключове в NetHSM:
cs: Abychom se ujistili, že klíč byl vytvořen a má správné nastavení algoritmu a mechanismu, můžeme se dotázat na všechny klíče v NetHSM:
da: For at sikre, at nøglen er blevet oprettet og har de korrekte indstillinger for algoritme og mekanisme, kan vi spørge alle nøgler på NetHSM:
de: Um sicherzustellen, dass der Schlüssel erstellt wurde und die richtigen Algorithmus- und Mechanismuseinstellungen hat, können wir alle Schlüssel auf dem NetHSM abfragen:
el: Για να βεβαιωθούμε ότι το κλειδί έχει δημιουργηθεί και έχει τις σωστές ρυθμίσεις αλγορίθμου και μηχανισμού, μπορούμε να ζητήσουμε όλα τα κλειδιά στο NetHSM:
es: Para asegurarnos de que la clave se ha creado y tiene la configuración correcta del algoritmo y el mecanismo, podemos consultar todas las claves en el NetHSM:
et: Et veenduda, et võti on loodud ja et sellel on õiged algoritmi ja mehhanismi seaded, võime küsida kõiki NetHSMi võtmeid:
fi: Varmistaaksemme, että avain on luotu ja että siinä on oikeat algoritmi- ja mekanismiasetukset, voimme kysyä kaikkia NetHSM:n avaimia:
fr: Pour s'assurer que la clé a été créée et que les paramètres de l'algorithme et du mécanisme sont corrects, nous pouvons interroger toutes les clés du NetHSM :
hu: Hogy megbizonyosodjunk arról, hogy a kulcsot létrehoztuk-e, és rendelkezik-e a megfelelő algoritmus- és mechanizmusbeállításokkal, lekérdezhetjük az összes kulcsot a NetHSM-en:
ja: 鍵が作成され、正しいアルゴリズムとメカニズムの設定がなされていることを確認するために、NetHSM上のすべての鍵を照会することができます。
lt: Norėdami įsitikinti, ar raktas sukurtas ir ar jame nustatyti teisingi algoritmo ir mechanizmo nustatymai, galime pateikti užklausą visiems NetHSM raktams:
lv: Lai pārliecinātos, ka atslēga ir izveidota un tai ir pareizie algoritma un mehānisma iestatījumi, mēs varam pieprasīt visas NetHSM atslēgas:
nl: Om er zeker van te zijn dat de sleutel is aangemaakt en de juiste algoritme- en mechanisme-instellingen heeft, kunnen we alle sleutels op de NetHSM opvragen:
pl: Aby upewnić się, że klucz został utworzony i ma poprawne ustawienia algorytmu i mechanizmu, możemy odpytać wszystkie klucze w NetHSM:
pt: Para ter certeza de que a chave foi criada e tem as configurações corretas de algoritmo e mecanismo, podemos consultar todas as chaves no NetHSM:
ro: Pentru a ne asigura că cheia a fost creată și că are parametrii corecți de algoritm și mecanism, putem interoga toate cheile de pe NetHSM:
ru: Чтобы убедиться, что ключ был создан и имеет правильные настройки алгоритма и механизма, мы можем запросить все ключи в NetHSM:
sk: Ak sa chceme uistiť, že kľúč bol vytvorený a má správne nastavenia algoritmu a mechanizmu, môžeme sa opýtať na všetky kľúče v NetHSM:
sl: Če želimo preveriti, ali je bil ključ ustvarjen ter ima pravilne nastavitve algoritma in mehanizma, lahko poizvedujemo po vseh ključih v sistemu NetHSM:
sv: För att kontrollera att nyckeln har skapats och att den har rätt algoritm- och mekanisminställningar kan vi fråga efter alla nycklar på NetHSM:

source: Show Key Details
bg: Показване на подробностите за ключа
cs: Zobrazit podrobnosti o klíči
da: Vis nøgleoplysninger
de: Tastendetails anzeigen
el: Εμφάνιση λεπτομερειών κλειδιού
es: Mostrar detalles de la llave
et: Näita võtme üksikasju
fi: Näytä avaimen tiedot
fr: Afficher les détails de la clé
hu: Kulcs részletek megjelenítése
ja: キーの詳細を表示
lt: Rodyti informaciją apie raktą
lv: Rādīt atslēgas informāciju
nl: Toon sleutel details
pl: Pokaż szczegóły klucza
pt: Mostrar detalhes chave
ro: Afișați detalii cheie
ru: Показать ключевые детали
sk: Zobraziť podrobnosti o kľúči
sl: Prikaži podrobnosti o ključu
sv: Visa viktiga detaljer

source: We can also query the public key of the generated key pair:
bg: Можем също така да поискаме публичния ключ на генерираната двойка ключове:
cs: Můžeme se také zeptat na veřejný klíč vygenerovaného páru klíčů:
da: Vi kan også forespørge den offentlige nøgle for det genererede nøglepar:
de: Wir können auch den öffentlichen Schlüssel des erzeugten Schlüsselpaares abfragen:
el: Μπορούμε επίσης να ζητήσουμε το δημόσιο κλειδί του παραγόμενου ζεύγους κλειδιών:
es: También podemos consultar la clave pública del par de claves generado:
et: Samuti saame küsida genereeritud võtmepaari avalikku võtit:
fi: Voimme myös kysyä luotujen avainparien julkista avainta:
fr: Nous pouvons également demander la clé publique de la paire de clés générée :
hu: A generált kulcspár nyilvános kulcsát is lekérdezhetjük:
ja: また、生成されたキーペアの公開鍵を照会することもできます。
lt: Taip pat galime pateikti užklausą apie sukurtos raktų poros viešąjį raktą:
lv: Varam arī pieprasīt ģenerētā atslēgu pāra publisko atslēgu:
nl: We kunnen ook de publieke sleutel van het gegenereerde sleutelpaar opvragen:
pl: Możemy również zapytać o klucz publiczny wygenerowanej pary kluczy:
pt: Também podemos consultar a chave pública do par de chaves gerado:
ro: De asemenea, putem interoga cheia publică a perechii de chei generate:
ru: Мы также можем запросить открытый ключ сгенерированной пары ключей:
sk: Môžeme sa tiež opýtať na verejný kľúč vygenerovaného páru kľúčov:
sl: Poizvedujemo lahko tudi po javnem ključu ustvarjenega para ključev:
sv: Vi kan också fråga efter den offentliga nyckeln för det genererade nyckelparet:

source: To be able to use the key with ``openssl``, we export it as a PEM file and store it as ``public.pem``:
bg: За да можем да използваме ключа с ``openssl``, го експортираме като PEM файл и го съхраняваме като ``public.pem``:
cs: Abychom mohli klíč použít s ``openssl``, vyexportujeme jej jako soubor PEM a uložíme jako ``public.pem``:
da: For at kunne bruge nøglen med ``openssl`` eksporterer vi den som en PEM-fil og gemmer den som ``public.pem``:
de: Um den Schlüssel mit ``openssl`` verwenden zu können, exportieren wir ihn als PEM-Datei und speichern ihn als ``public.pem``:
el: Για να μπορέσουμε να χρησιμοποιήσουμε το κλειδί με ``openssl``, το εξάγουμε ως αρχείο PEM και το αποθηκεύουμε ως ``public.pem``:
es: Para poder utilizar la clave con ``openssl``, la exportamos como archivo PEM y la almacenamos como ``public.pem``:
et: Et saaksime kasutada võtit ``openssl``, ekspordime selle PEM-failina ja salvestame selle kui ``public.pem``:
fi: Jotta voimme käyttää avainta ``openssl`` kanssa, viemme sen PEM-tiedostona ja tallennamme sen ``public.pem``:
fr: Pour pouvoir utiliser la clé avec ``openssl``, nous l'exportons sous forme de fichier PEM et la stockons sous le nom de ``public.pem`` :
hu: Ahhoz, hogy a kulcsot a ``openssl`` segítségével használhassuk, PEM fájlként exportáljuk és ``public.pem`` néven tároljuk:
ja: この鍵を``openssl``で使えるようにするために、PEMファイルとしてエクスポートし、``public.pem``として保存します。
lt: Kad raktą galėtume naudoti su ``openssl``, eksportuojame jį kaip PEM failą ir saugome kaip ``</x>`public.pem``:
lv: Lai atslēgu varētu izmantot ar ``openssl``, mēs to eksportējam kā PEM failu un saglabājam kā ``</x>`public.pem``:
nl: Om de sleutel te kunnen gebruiken met ``openssl``, exporteren we hem als een PEM-bestand en slaan we hem op als ``public.pem``:
pl: Aby móc użyć klucza z ``openssl``, eksportujemy go jako plik PEM i przechowujemy jako ``public.pem``:
pt: Para poder usar a chave com ``openssl``, exportamo-la como ficheiro PEM e armazenamo-la como ``public.pem```:
ro: Pentru a putea utiliza cheia cu ``openssl``, o exportăm ca fișier PEM și o stocăm ca ``public.pem``:
ru: Чтобы иметь возможность использовать ключ с ``openssl``, мы экспортируем его в PEM-файл и храним как ``public.pem``:
sk: Aby sme mohli kľúč použiť s ``openssl``, exportujeme ho ako súbor PEM a uložíme ho ako ``public.pem``:
sl: Da bi lahko ključ uporabili s ``openssl``, ga izvozimo kot datoteko PEM in shranimo kot ``public.pem``:
sv: För att kunna använda nyckeln med ``openssl`` exporterar vi den som en PEM-fil och lagrar den som ``public.pem``:

source: We can inspect the key with ``openssl`` and use it for encryption or signature verification (as described in the next section):
bg: Можем да проверим ключа с ``openssl`` и да го използваме за криптиране или проверка на подпис (както е описано в следващия раздел):
cs: Klíč můžeme zkontrolovat pomocí ``openssl`` a použít jej pro šifrování nebo ověření podpisu (jak je popsáno v následující části):
da: Vi kan inspicere nøglen med ``openssl`` og bruge den til kryptering eller signaturverifikation (som beskrevet i næste afsnit):
de: Wir können den Schlüssel mit ``openssl`` inspizieren und ihn zur Verschlüsselung oder Signaturprüfung verwenden (wie im nächsten Abschnitt beschrieben):
el: Μπορούμε να επιθεωρήσουμε το κλειδί με ``openssl`` και να το χρησιμοποιήσουμε για κρυπτογράφηση ή επαλήθευση υπογραφής (όπως περιγράφεται στην επόμενη ενότητα):
es: Podemos inspeccionar la clave con ``openssl`` y utilizarla para el cifrado o la verificación de la firma (como se describe en la siguiente sección):
et: Me võime kontrollida võtit ``openssl`` ja kasutada seda krüpteerimiseks või allkirja kontrollimiseks (nagu on kirjeldatud järgmises jaotises):
fi: Voimme tarkastaa avaimen ``openssl`` ja käyttää sitä salaukseen tai allekirjoituksen tarkistamiseen (kuten seuraavassa jaksossa kuvataan):
fr: Nous pouvons inspecter la clé avec ``openssl`` et l'utiliser pour le cryptage ou la vérification de signature (comme décrit dans la section suivante) :
hu: A kulcsot a ``openssl`` segítségével vizsgálhatjuk meg, és használhatjuk titkosításra vagy aláírás ellenőrzésére (a következő szakaszban leírtak szerint):
ja: ``openssl``でキーを検査し、暗号化や署名の検証に使用することができます（次のセクションで説明します）。
lt: Galime patikrinti raktą naudodami ``openssl`` ir naudoti jį šifravimui arba parašo tikrinimui (kaip aprašyta kitame skyriuje):
lv: Mēs varam pārbaudīt atslēgu ar ``openssl`` un izmantot to šifrēšanai vai paraksta pārbaudei (kā aprakstīts nākamajā sadaļā):
nl: We kunnen de sleutel inspecteren met ``openssl`` en hem gebruiken voor encryptie of handtekening verificatie (zoals beschreven in de volgende sectie):
pl: Klucz możemy sprawdzić za pomocą ``openssl`` i użyć go do szyfrowania lub weryfikacji podpisu (jak opisano w następnym rozdziale):
pt: Podemos inspecionar a chave com ``openssl`` e usá-la para criptografia ou verificação de assinatura (como descrito na próxima seção):
ro: Putem inspecta cheia cu ``openssl`` și o putem utiliza pentru criptare sau verificarea semnăturii (așa cum este descris în secțiunea următoare):
ru: Мы можем проверить ключ с помощью ``openssl`` и использовать его для шифрования или проверки подписи (как описано в следующем разделе):
sk: Kľúč môžeme skontrolovať pomocou ``openssl`` a použiť ho na šifrovanie alebo overenie podpisu (ako je opísané v nasledujúcej časti):
sl: Ključ lahko pregledamo z ``openssl`` in ga uporabimo za šifriranje ali preverjanje podpisa (kot je opisano v naslednjem razdelku):
sv: Vi kan granska nyckeln med ``openssl`` och använda den för kryptering eller signaturverifiering (som beskrivs i nästa avsnitt):

source: Key Certificates
bg: Ключови сертификати
cs: Klíčové certifikáty
da: Nøglecertifikater
el: Πιστοποιητικά κλειδιών
es: Certificados clave
et: Võtmesertifikaadid
fi: Avainsertifikaatit
hu: Kulcsfontosságú tanúsítványok
ja: 重要な証明書
lt: Pagrindiniai sertifikatai
lv: Atslēgas sertifikāti
nl: Sleutelcertificaten
pl: Kluczowe certyfikaty
pt: Principais Certificados
ro: Certificatele cheie
ru: Ключевые сертификаты
sk: Kľúčové certifikáty
sl: Ključna potrdila
sv: Nyckelcertifikat

source: It is possible to set and query certificates for the keys stored on a NetHSM instance:
bg: Възможно е да се задават и изискват сертификати за ключовете, съхранявани в инстанция на NetHSM:
cs: Pro klíče uložené v instanci NetHSM je možné nastavovat certifikáty a dotazovat se na ně:
da: Det er muligt at indstille og forespørge certifikater for de nøgler, der er gemt på en NetHSM-instans:
el: Είναι δυνατή η ρύθμιση και η αναζήτηση πιστοποιητικών για τα κλειδιά που είναι αποθηκευμένα σε μια περίπτωση NetHSM:
es: Es posible establecer y consultar certificados para las claves almacenadas en una instancia de NetHSM:
et: NetHSMi instantsi salvestatud võtmete sertifikaate on võimalik määrata ja pärida:
fi: NetHSM-instanssiin tallennettujen avainten varmenteita on mahdollista asettaa ja kysyä:
hu: Lehetőség van a NetHSM-példányon tárolt kulcsokhoz tanúsítványok beállítására és lekérdezésére:
ja: NetHSM インスタンスに保存されている鍵に対して、証明書の設定や照会を行うことができます。
lt: Galima nustatyti ir užklausti NetHSM egzemplioriuje saugomų raktų sertifikatus:
lv: Ir iespējams iestatīt un pieprasīt sertifikātus NetHSM instancē saglabātajām atslēgām:
nl: Het is mogelijk certificaten in te stellen en op te vragen voor de sleutels die op een NetHSM-instantie zijn opgeslagen:
pl: Możliwe jest ustawianie i odpytywanie certyfikatów dla kluczy przechowywanych na instancji NetHSM:
pt: É possível definir e consultar certificados para as chaves armazenadas em uma instância do NetHSM:
ro: Este posibil să setați și să interogați certificate pentru cheile stocate într-o instanță NetHSM:
ru: Можно устанавливать и запрашивать сертификаты для ключей, хранящихся на экземпляре NetHSM:
sk: Je možné nastaviť a vyžiadať si certifikáty pre kľúče uložené v inštancii NetHSM:
sl: Za ključe, shranjene v instanci NetHSM, je mogoče nastaviti in poizvedovati po potrdilih:
sv: Det är möjligt att ställa in och fråga efter certifikat för de nycklar som lagras på en NetHSM-instans:

source: Key Certificate Signing Requests
bg: Заявки за подписване на ключови сертификати
cs: Žádosti o podepsání klíčových certifikátů
da: Anmodninger om signering af nøglecertifikater
el: Αιτήματα υπογραφής πιστοποιητικού κλειδιού
es: Solicitudes de firma de certificados clave
et: Võtmesertifikaadi allkirjastamise taotlused
fi: Avainsertifikaatin allekirjoituspyynnöt
hu: Kulcs-tanúsítvány aláírási kérelmek
ja: 鍵証明書の署名要求
lt: Rakto sertifikato pasirašymo užklausos
lv: Atslēgas sertifikātu parakstīšanas pieprasījumi
nl: Verzoeken om ondertekening van sleutelcertificaten
pl: Żądania podpisania certyfikatu klucza
pt: Pedidos de Assinatura de Certificados Chave
ro: Cereri de semnare a certificatelor cheie
ru: Запросы на подписание сертификата ключа
sk: Žiadosti o podpisovanie kľúčových certifikátov
sl: Zahteve za podpisovanje ključnih potrdil
sv: Begäran om signering av nyckelcertifikat

source: The NetHSM supports generating Certificate Signing Requests (CSR) for the stored keys:
bg: NetHSM поддържа генериране на искания за подписване на удостоверения (CSR) за съхраняваните ключове:
cs: NetHSM podporuje generování žádostí o podpis certifikátu (CSR) pro uložené klíče:
da: NetHSM understøtter generering af Certificate Signing Requests (CSR) for de lagrede nøgler:
el: Το NetHSM υποστηρίζει τη δημιουργία αιτήσεων υπογραφής πιστοποιητικών (CSR) για τα αποθηκευμένα κλειδιά:
es: El NetHSM permite generar solicitudes de firma de certificados (CSR) para las claves almacenadas:
et: NetHSM toetab salvestatud võtmete jaoks sertifikaadi allkirjastamistaotluste (CSR) genereerimist:
fi: NetHSM tukee tallennettujen avainten varmenteen allekirjoituspyyntöjen (CSR) luomista:
hu: A NetHSM támogatja a tárolt kulcsok tanúsítványaláírási kérelmeinek (CSR) létrehozását:
ja: NetHSMは、保存された鍵に対するCSR（Certificate Signing Request）の生成をサポートしています。
lt: NetHSM palaiko saugomų raktų sertifikatų pasirašymo prašymų (CSR) generavimą:
lv: NetHSM atbalsta sertifikātu parakstīšanas pieprasījumu (CSR) ģenerēšanu saglabātajām atslēgām:
nl: De NetHSM ondersteunt het genereren van Certificate Signing Requests (CSR) voor de opgeslagen sleutels:
pl: NetHSM obsługuje generowanie żądań podpisania certyfikatu (CSR) dla przechowywanych kluczy:
pt: O NetHSM suporta a geração de Solicitações de Assinatura de Certificado (CSR) para as chaves armazenadas:
ro: NetHSM acceptă generarea de cereri de semnare a certificatelor (CSR) pentru cheile stocate:
ru: NetHSM поддерживает генерацию запросов на подписание сертификатов (CSR) для хранящихся ключей:
sk: NetHSM podporuje generovanie žiadostí o podpis certifikátu (CSR) pre uložené kľúče:
sl: NetHSM podpira generiranje zahtevkov za podpis potrdila (CSR) za shranjene ključe:
sv: NetHSM stöder generering av Certificate Signing Requests (CSR) för de lagrade nycklarna:

source: Key Operations
bg: Основни операции
cs: Klíčové operace
da: Vigtigste operationer
de: Wichtige Vorgänge
el: Βασικές λειτουργίες
es: Operaciones clave
et: Peamised toimingud
fi: Tärkeimmät toiminnot
fr: Opérations clés
hu: Kulcsműveletek
ja: 主要業務
lt: Pagrindinės operacijos
lv: Galvenās darbības
nl: Belangrijkste operaties
pl: Kluczowe operacje
pt: Operações Chave
ro: Operațiuni cheie
ru: Основные операции
sk: Kľúčové operácie
sl: Ključne operacije
sv: Viktiga verksamheter

source: Decryption
bg: Декриптиране
cs: Dešifrování
da: Dekryptering
de: Entschlüsselung
el: Αποκρυπτογράφηση
es: Desencriptación
et: Dekrüpteerimine
fi: Purkaminen
fr: Décryptage
hu: Dekódolás
ja: 復号化
lt: Dešifravimas
lv: Dešifrēšana
nl: Decryptie
pl: Odszyfrowanie
pt: Decodificação
ro: Decriptare
ru: Расшифровка
sk: Dešifrovanie
sl: Dešifriranje
sv: Dekryptering
