Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/nethsm.po
Languages: bg, cs, da, de, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, pt, ro, ru, sk, sl, sv

source: The NetHSM appliance is available at address 192.168.1.1. Access and initialize the NetHSM using `nitropy command line tool <cli.html>`_. Alternatively, the `REST API <api.html>`_ and `PKCS#11 driver <pkcs11.html>`_ can be used.
bg: Устройството NetHSM е достъпно на адрес 192.168.1.1. Осъществете достъп до NetHSM и го инициализирайте, като използвате `инструмента за команден ред Nitropy <cli.html>`_. Като алтернатива може да се използва `REST API <api.html>`_ и `PKCS#11 драйвер <pkcs11.html>`_.
cs: Zařízení NetHSM je dostupné na adrese 192.168.1.1. Přistupte k zařízení NetHSM a inicializujte jej pomocí `nitropy command line tool <cli.html>`_. Alternativně lze použít `REST API <api.html>`_ a `PKCS#11 driver <pkcs11.html>`_.
da: NetHSM-apparatet er tilgængeligt på adressen 192.168.1.1.1. Få adgang til og initialiser NetHSM ved hjælp af `nitropy-kommandolinjeværktøjet <cli.html>`_. Alternativt kan `REST API <api.html>`_ og `PKCS#11-driver <pkcs11.html>`_ anvendes.
el: Η συσκευή NetHSM είναι διαθέσιμη στη διεύθυνση 192.168.1.1. Αποκτήστε πρόσβαση και αρχικοποιήστε το NetHSM χρησιμοποιώντας το εργαλείο γραμμής εντολών `nitropy <cli.html>`_. Εναλλακτικά, μπορούν να χρησιμοποιηθούν το `REST API <api.html>`_ και το `PKCS#11 driver <pkcs11.html>`_.
es: El dispositivo NetHSM está disponible en la dirección 192.168.1.1. Acceda e inicialice el NetHSM mediante la herramienta de línea de comandos `nitropy <cli.html>`_. Como alternativa, se puede utilizar la API `REST <api.html>`_ y el controlador `PKCS#11 <pkcs11.html>`_.
et: NetHSM-seade on saadaval aadressil 192.168.1.1. Juurdepääs NetHSMile ja selle initsialiseerimine toimub `nitroopia käsurea tööriista <cli.html>`_ abil. Alternatiivina võib kasutada `REST API <api.html>`_ ja `PKCS#11 draiverit <pkcs11.html>`_.
fi: NetHSM-laite on käytettävissä osoitteessa 192.168.1.1. Pääset NetHSM-laitteeseen ja alustat sen `nitropy-komentorivityökalulla <cli.html>`_. Vaihtoehtoisesti voidaan käyttää `REST API <api.html>`_ ja `PKCS#11-ajuri <pkcs11.html>`_.
hu: A NetHSM készülék a 192.168.1.1.1 címen érhető el. A NetHSM-et a `nitropy parancssori eszköz <cli.html>`_ segítségével érjük el és inicializáljuk. Alternatívaként a `REST API <api.html>`_ és a `PKCS#11 driver <pkcs11.html>`_ is használható.
ja: NetHSMアプライアンスは192.168.1.1のアドレスで利用可能です。`nitropyコマンドラインツール<cli.html>`_を使用してNetHSMにアクセスし、初期化します。また、`REST API <api.html>`_や`PKCS#11ドライバー <pkcs11.html>`_を使用することもできます。
lt: NetHSM įrenginys pasiekiamas adresu 192.168.1.1.1. Prisijunkite prie "NetHSM" ir jį inicializuokite naudodami `nitropijos komandinės eilutės įrankį <cli.html>`_. Kaip alternatyvą galima naudoti `REST API <api.html>`_ ir `PKCS#11 tvarkyklę <pkcs11.html>`_.
lv: NetHSM ierīce ir pieejama adresē 192.168.1.1.1. Piekļūstiet un inicializējiet NetHSM, izmantojot `nitropy komandrindas rīku <cli.html>`_. Alternatīvi var izmantot `REST API <api.html>`_ un `PKCS#11 draiveri <pkcs11.html>`_.
nl: Het NetHSM-apparaat is beschikbaar op adres 192.168.1.1. Open en initialiseer de NetHSM met `nitropy commandoregeltool <cli.html>`_. Als alternatief kunnen de `REST API <api.html>`_ en `PKCS#11 driver <pkcs11.html>`_ worden gebruikt.
pl: Urządzenie NetHSM appliance jest dostępne pod adresem 192.168.1.1. Uzyskaj dostęp do urządzenia NetHSM i zainicjuj jego działanie za pomocą `narzędzia wiersza poleceńnitropy <cli.html>`_. Alternatywnie można użyć interfejsu `REST API <api.html>`_ i ` sterownika PKCS#11 <pkcs11.html>`_.
pt: O aparelho NetHSM está disponível no endereço 192.168.1.1. Acesse e inicialize o NetHSM usando `nitropy ferramenta de linha de comando <cli.html>`_. Alternativamente, o `REST API <api.html>`_ e `PKCS#11 driver <pkcs11.html>`_ pode ser usado.
ro: Dispozitivul NetHSM este disponibil la adresa 192.168.1.1.1. Accesați și inițializați aparatul NetHSM utilizând `instrumentul de linie de comandă Nitropy <cli.html>`_. Alternativ, se pot utiliza `REST API <api.html>`_ și `PKCS#11 driver <pkcs11.html>`_.
ru: Устройство NetHSM доступно по адресу 192.168.1.1. Получить доступ и инициализировать NetHSM можно с помощью инструмента командной строки `nitropy <cli.html>`_. В качестве альтернативы можно использовать `REST API <api.html>`_ и `PKCS#11 драйвер <pkcs11.html>`_.
sk: Zariadenie NetHSM je dostupné na adrese 192.168.1.1. Prístup k zariadeniu NetHSM a jeho inicializácia pomocou `nástroja príkazového riadkunitropy <cli.html>`_. Alternatívne možno použiť `REST API <api.html>`_ a `PKCS#11 driver <pkcs11.html>`_.
sl: Naprava NetHSM je na voljo na naslovu 192.168.1.1. Dostopite do naprave NetHSM in jo inicializirajte z uporabo `nitropijskega orodja ukazne vrstice <cli.html>`_. Alternativno lahko uporabite `REST API <api.html>`_ in ` gonilnik PKCS#11 <pkcs11.html>`_.
sv: NetHSM-enheten finns på adressen 192.168.1.1. Få tillgång till och initiera NetHSM med hjälp av `nitropy kommandoradsverktyg <cli.html>`_. Alternativt kan `REST API <api.html>`_ och `PKCS#11-drivrutin <pkcs11.html>`_ användas.

source: Development and Testing
bg: Разработване и тестване
cs: Vývoj a testování
da: Udvikling og afprøvning
de: Entwicklung und Prüfung
el: Ανάπτυξη και δοκιμή
es: Desarrollo y pruebas
et: Arendus ja testimine
fi: Kehittäminen ja testaus
fr: Développement et essais
hu: Fejlesztés és tesztelés
ja: 開発とテスト
lt: Kūrimas ir testavimas
lv: Izstrāde un testēšana
nl: Ontwikkeling en Testen
pl: Rozwój i testowanie
pt: Desenvolvimento e Teste
ro: Dezvoltare și testare
ru: Разработка и тестирование
sk: Vývoj a testovanie
sl: Razvoj in preskušanje
sv: Utveckling och testning

source: A public NetHSM demo instance is available at `nethsmdemo.nitrokey.com <https://nethsmdemo.nitrokey.com>`_.
bg: Публична демонстрационна инстанция на NetHSM е налична на адрес `nethsmdemo.nitrokey.com <https://nethsmdemo.nitrokey.com>`_.
cs: Veřejná ukázková instance NetHSM je k dispozici na adrese `nethsmdemo.nitrokey.com <https://nethsmdemo.nitrokey.com>`_.
da: En offentlig NetHSM-demoinstans er tilgængelig på `nethsmdemo.nitrokey.com <https://nethsmdemo.nitrokey.com>`_.
el: Μια δημόσια περίπτωση επίδειξης του NetHSM είναι διαθέσιμη στη διεύθυνση `nethsmdemo.nitrokey.com <https://nethsmdemo.nitrokey.com>`_.
es: Una instancia pública de demostración de NetHSM está disponible en `nethsmdemo.nitrokey.com <https://nethsmdemo.nitrokey.com>`_.
et: Avalik NetHSMi demoinstants on saadaval aadressil `nethsmdemo.nitrokey.com <https://nethsmdemo.nitrokey.com>`_.
fi: Julkinen NetHSM-demoinstanssi on saatavilla osoitteessa `nethsmdemo.nitrokey.com <https://nethsmdemo.nitrokey.com>`_.
hu: Egy nyilvános NetHSM demópéldány elérhető a `nethsmdemo.nitrokey.com <https://nethsmdemo.nitrokey.com>`_ címen.
ja: 公開されているNetHSMのデモ・インスタンスは、`nethsmdemo.nitrokey.com <https://nethsmdemo.nitrokey.com>`_で利用可能です。
lt: Vieša NetHSM demonstracinė instancija prieinama adresu `nethsmdemo.nitrokey.com <https://nethsmdemo.nitrokey.com>`_.
lv: Publiska NetHSM demo instance ir pieejama vietnē `nethsmdemo.nitrokey.com <https://nethsmdemo.nitrokey.com>`_.
nl: Een openbare NetHSM-demo-instance is beschikbaar op `nethsmdemo.nitrokey.com <https://nethsmdemo.nitrokey.com>`_.
pl: Publiczna instancja demonstracyjna NetHSM jest dostępna pod adresem `nethsmdemo.nitrokey.com <https://nethsmdemo.nitrokey.com>`_.
pt: Uma instância pública de demonstração do NetHSM está disponível em `nethsmdemo.nitrokey.com <https://nethsmdemo.nitrokey.com>`_.
ro: O instanță demo publică NetHSM este disponibilă la `nethsmdemo.nitrokey.com <https://nethsmdemo.nitrokey.com>`_.
ru: Публичный демонстрационный экземпляр NetHSM доступен по адресу `nethsmdemo.nitrokey.com <https://nethsmdemo.nitrokey.com>`_.
sk: Verejná demonštračná inštancia NetHSM je k dispozícii na adrese `nethsmdemo.nitrokey.com <https://nethsmdemo.nitrokey.com>`_.
sl: Javni demo primerek NetHSM je na voljo na `nethsmdemo.nitrokey.com <https://nethsmdemo.nitrokey.com>`_.
sv: En offentlig NetHSM-demoinstans finns på `nethsmdemo.nitrokey.com <https://nethsmdemo.nitrokey.com>`_.

source: Alternatively you can run the `NetHSM Docker container <https://hub.docker.com/r/nitrokey/nethsm>`_ locally. The NetHSM container requires nested virtualization for strong separation with other containers. Thus, to start a NetHSM container you need a Linux host with /dev/kvm available. Execute this command:
bg: Като алтернатива можете да стартирате `контейнера Docker наNetHSM <https://hub.docker.com/r/nitrokey/nethsm>`_ локално. Контейнерът NetHSM изисква вложена виртуализация за силно разделяне с други контейнери. Следователно, за да стартирате контейнер NetHSM, се нуждаете от хост с Linux и наличен /dev/kvm. Изпълнете тази команда:
cs: Případně můžete spustit `NetHSM kontejner Docker <https://hub.docker.com/r/nitrokey/nethsm>`_ lokálně. Kontejner NetHSM vyžaduje vnořenou virtualizaci pro silné oddělení s ostatními kontejnery. Ke spuštění kontejneru NetHSM je tedy třeba hostitelský počítač se systémem Linux, který má k dispozici /dev/kvm. Spusťte tento příkaz:
da: Alternativt kan du køre `NetHSM Docker-containeren <https://hub.docker.com/r/nitrokey/nethsm>`_ lokalt. NetHSM-containeren kræver nested virtualisering for at opnå en stærk adskillelse med andre containere. For at starte en NetHSM-container skal du således have en Linux-vært med /dev/kvm tilgængelig. Udfør denne kommando:
el: Εναλλακτικά, μπορείτε να εκτελέσετε το `NetHSM Docker container <https://hub.docker.com/r/nitrokey/nethsm>`_ τοπικά. Το δοχείο NetHSM απαιτεί φωλιασμένη εικονικοποίηση για ισχυρό διαχωρισμό με άλλα δοχεία. Έτσι, για να ξεκινήσετε ένα NetHSM container χρειάζεστε έναν κεντρικό υπολογιστή Linux με διαθέσιμο το /dev/kvm. Εκτελέστε αυτή την εντολή:
es: Como alternativa, puede ejecutar el contenedor Docker `NetHSM <https://hub.docker.com/r/nitrokey/nethsm>`_ localmente. El contenedor NetHSM requiere una virtualización anidada para una fuerte separación con otros contenedores. Por lo tanto, para iniciar un contenedor NetHSM necesita un host Linux con /dev/kvm disponible. Ejecute este comando:
et: Alternatiivina võite käivitada `NetHSM Docker-konteinerit <https://hub.docker.com/r/nitrokey/nethsm>`_ lokaalselt. NetHSM konteiner nõuab nested virtualiseerimist, et see oleks tugevalt eraldatud teistest konteineritest. Seega on NetHSM konteineri käivitamiseks vaja Linuxi host'i, kus on saadaval /dev/kvm. Sooritage see käsk:
fi: Vaihtoehtoisesti voit ajaa `NetHSM Docker-säiliön <https://hub.docker.com/r/nitrokey/nethsm>`_ paikallisesti. NetHSM-säiliö vaatii sisäkkäistä virtualisointia, jotta se voidaan erottaa vahvasti muista säiliöistä. Näin ollen NetHSM-kontin käynnistämiseen tarvitaan Linux-isäntä, jossa on käytettävissä /dev/kvm. Suorita tämä komento:
hu: Alternatívaként futtathatja a `NetHSM Docker konténert <https://hub.docker.com/r/nitrokey/nethsm>`_ helyben. A NetHSM konténer a többi konténerrel való erős elkülönítéshez beágyazott virtualizálást igényel. Így a NetHSM konténer indításához egy olyan Linux hostra van szükség, ahol a /dev/kvm elérhető. Végezze el ezt a parancsot:
ja: また、NetHSMのDockerコンテナ`をローカルで実行することもできます。NetHSMコンテナは、他のコンテナと強力に分離するために、ネストされた仮想化を必要とします。そのため、NetHSMコンテナを起動するには、/dev/kvmが利用可能なLinuxホストが必要です。以下のコマンドを実行します。
lt: Arba galite paleisti `NetHSM "Docker" konteinerį <https://hub.docker.com/r/nitrokey/nethsm>`_ vietoje. NetHSM konteineriui reikia įterptinės virtualizacijos, kad būtų stipriai atskirtas nuo kitų konteinerių. Taigi, norint paleisti NetHSM konteinerį, reikia "Linux" kompiuterio, kuriame būtų prieinamas /dev/kvm. Įvykdykite šią komandą:
lv: Alternatīvi varat palaist `NetHSM Docker konteineru <https://hub.docker.com/r/nitrokey/nethsm>`_ lokāli. NetHSM konteineram nepieciešama ligzdota virtualizācija, lai nodrošinātu stingru nodalīšanu ar citiem konteineriem. Tādējādi, lai palaistu NetHSM konteineru, ir nepieciešams Linux resursdators ar pieejamu /dev/kvm. Izpildiet šo komandu:
nl: Als alternatief kunt u de `NetHSM Docker container <https://hub.docker.com/r/nitrokey/nethsm>`_ lokaal draaien. De NetHSM-container vereist geneste virtualisatie voor een sterke scheiding met andere containers. Om een NetHSM container te starten heb je dus een Linux host nodig met /dev/kvm beschikbaar. Voer dit commando uit:
pl: Alternatywnie można uruchomić lokalnie kontener `NetHSM Docker <https://hub.docker.com/r/nitrokey/nethsm>`_. Kontener NetHSM wymaga zagnieżdżonej wirtualizacji w celu zapewnienia silnej separacji z innymi kontenerami. Dlatego do uruchomienia kontenera NetHSM potrzebny jest host linuksowy z dostępnym /dev/kvm. Wykonaj to polecenie:
pt: Alternativamente você pode executar o `Container de Docker daNetHSM <https://hub.docker.com/r/nitrokey/nethsm>`_ localmente. O contentor NetHSM requer virtualização aninhada para uma forte separação com outros contentores. Assim, para iniciar um contentor NetHSM você precisa de um host Linux com /dev/kvm disponível. Execute este comando:
ro: Alternativ, puteți rula containerul Docker `NetHSM <https://hub.docker.com/r/nitrokey/nethsm>`_ local. Containerul NetHSM necesită virtualizare imbricata pentru o separare puternică cu alte containere. Astfel, pentru a porni un container NetHSM aveți nevoie de o gazdă Linux cu /dev/kvm disponibil. Executați această comandă:
ru: В качестве альтернативы вы можете запустить Docker-контейнер `NetHSM <https://hub.docker.com/r/nitrokey/nethsm>`_ локально. Контейнер NetHSM требует вложенной виртуализации для сильного разделения с другими контейнерами. Таким образом, для запуска контейнера NetHSM необходим хост Linux с доступным /dev/kvm. Выполните эту команду:
sk: Prípadne môžete spustiť `kontajner DockerNetHSM <https://hub.docker.com/r/nitrokey/nethsm>`_ lokálne. Kontajner NetHSM vyžaduje vnorenú virtualizáciu pre silné oddelenie s ostatnými kontajnermi. Preto na spustenie kontajnera NetHSM potrebujete hostiteľa Linux s dostupným /dev/kvm. Vykonajte tento príkaz:
sl: Alternativno lahko zaženete `NetHSM vsebnik Docker <https://hub.docker.com/r/nitrokey/nethsm>`_ lokalno. Zabojnik NetHSM zahteva gnezdeno virtualizacijo za močno ločitev z drugimi zabojniki. Zato za zagon vsebnika NetHSM potrebujete gostitelja Linux z razpoložljivim /dev/kvm. Izvedite ta ukaz:
sv: Alternativt kan du köra `NetHSM Docker-containern <https://hub.docker.com/r/nitrokey/nethsm>`_ lokalt. NetHSM-behållaren kräver nested virtualisering för stark separation med andra behållare. För att starta en NetHSM-container behöver du alltså en Linuxvärd med /dev/kvm tillgänglig. Utför det här kommandot:

source: Integration to Custom Application
bg: Интеграция към потребителско приложение
cs: Integrace do vlastní aplikace
da: Integration til brugerdefineret applikation
de: Integration in benutzerdefinierte Anwendung
el: Ενσωμάτωση σε προσαρμοσμένη εφαρμογή
es: Integración en la aplicación personalizada
et: Integratsioon kohandatud rakendusega
fi: Integrointi mukautettuun sovellukseen
fr: Intégration à une application personnalisée
hu: Integráció az egyéni alkalmazásba
ja: カスタムアプリケーションとの連携
lt: Integracija į pasirinktinę programą
lv: Integrācija ar pielāgotu lietojumprogrammu
nl: Integratie in aangepaste toepassing
pl: Integracja z aplikacjami własnymi
pt: Integração com aplicação personalizada
ro: Integrarea în aplicația personalizată
ru: Интеграция в пользовательское приложение
sk: Integrácia do vlastnej aplikácie
sl: Integracija z aplikacijo po meri
sv: Integrering till anpassad applikation

source: To integrate the NetHSM into own custom applications client libraries are available for almost all programming languages, including JavaScript, C++ and Python for example. Therefore we recommend using `OpenAPI Generator <https://github.com/OpenAPITools/openapi-generator>`_.
bg: За интегриране на NetHSM в собствени персонализирани приложения са налични клиентски библиотеки за почти всички езици за програмиране, включително JavaScript, C++ и Python например. Затова препоръчваме да използвате `OpenAPI Generator <https://github.com/OpenAPITools/openapi-generator>`_.
cs: Pro integraci NetHSM do vlastních aplikací jsou k dispozici klientské knihovny pro téměř všechny programovací jazyky, včetně například JavaScript, C++ a Python. Proto doporučujeme použít `OpenAPI Generator <https://github.com/OpenAPITools/openapi-generator>`_.
da: For at integrere NetHSM i egne brugerdefinerede applikationer er der klientbiblioteker til rådighed til næsten alle programmeringssprog, herunder JavaScript, C++ og Python for eksempel. Vi anbefaler derfor at bruge `OpenAPI Generator <https://github.com/OpenAPITools/openapi-generator>`_.
el: Για την ενσωμάτωση του NetHSM σε δικές σας προσαρμοσμένες εφαρμογές διατίθενται βιβλιοθήκες-πελάτες για όλες σχεδόν τις γλώσσες προγραμματισμού, όπως για παράδειγμα JavaScript, C++ και Python. Ως εκ τούτου, συνιστούμε τη χρήση του `OpenAPI Generator <https://github.com/OpenAPITools/openapi-generator>`_.
es: Para integrar el NetHSM en las propias aplicaciones personalizadas se dispone de librerías cliente para casi todos los lenguajes de programación, incluyendo JavaScript, C++ y Python, por ejemplo. Por lo tanto, recomendamos utilizar `OpenAPI Generator <https://github.com/OpenAPITools/openapi-generator>`_.
et: NetHSMi integreerimiseks oma kohandatud rakendustesse on saadaval kliendiraamatukogud peaaegu kõigi programmeerimiskeelte jaoks, sealhulgas näiteks JavaScript, C++ ja Python. Seetõttu soovitame kasutada `OpenAPI Generator <https://github.com/OpenAPITools/openapi-generator>`_.
fi: NetHSM:n integroimiseksi omiin mukautettuihin sovelluksiin on saatavilla asiakaskirjastoja lähes kaikille ohjelmointikielille, kuten esimerkiksi JavaScriptille, C++:lle ja Pythonille. Siksi suosittelemme käyttämään `OpenAPI Generator <https://github.com/OpenAPITools/openapi-generator>`.
hu: A NetHSM saját egyedi alkalmazásokba történő integrálásához szinte minden programozási nyelvhez, így például a JavaScripthez, a C++-hoz és a Pythonhoz is rendelkezésre állnak ügyfélkönyvtárak. Ezért javasoljuk a `OpenAPI Generator <https://github.com/OpenAPITools/openapi-generator>`_ használatát.
ja: NetHSMを独自のカスタムアプリケーションに統合するために、JavaScript、C++、Pythonなど、ほとんどすべてのプログラミング言語用のクライアントライブラリが用意されています。そこで、`OpenAPI Generator <https://github.com/OpenAPITools/openapi-generator>`_の使用をお勧めします。
lt: Norint integruoti NetHSM į savo užsakomąsias taikomąsias programas, galima įsigyti kliento bibliotekų beveik visoms programavimo kalboms, įskaitant, pavyzdžiui, "JavaScript", C++ ir "Python". Todėl rekomenduojame naudoti `OpenAPI generatorių <https://github.com/OpenAPITools/openapi-generator>`_.
lv: Lai integrētu NetHSM savās pielāgotās lietojumprogrammās, ir pieejamas klientu bibliotēkas gandrīz visām programmēšanas valodām, tostarp, piemēram, JavaScript, C++ un Python. Tāpēc mēs iesakām izmantot `OpenAPI ģeneratoru <https://github.com/OpenAPITools/openapi-generator>`_.
nl: Om de NetHSM in eigen applicaties te integreren zijn er client libraries beschikbaar voor bijna alle programmeertalen, waaronder bijvoorbeeld JavaScript, C++ en Python. Daarom raden wij aan `OpenAPI Generator <https://github.com/OpenAPITools/openapi-generator>`_ te gebruiken.
pl: Aby zintegrować NetHSM z własnymi aplikacjami, dostępne są biblioteki klienckie dla prawie wszystkich języków programowania, w tym JavaScript, C++ i Python. Dlatego zalecamy użycie `OpenAPI Generator <https://github.com/OpenAPITools/openapi-generator>`_.
pt: Para integrar o NetHSM em bibliotecas clientes de aplicações personalizadas próprias, estão disponíveis para quase todas as linguagens de programação, incluindo JavaScript, C++ e Python, por exemplo. Portanto, recomendamos o uso de `OpenAPI Generator <https://github.com/OpenAPITools/openapi-generator>`_.
ro: Pentru a integra NetHSM în propriile aplicații personalizate, sunt disponibile biblioteci client pentru aproape toate limbajele de programare, inclusiv JavaScript, C++ și Python, de exemplu. Prin urmare, vă recomandăm să utilizați `OpenAPI Generator <https://github.com/OpenAPITools/openapi-generator>`_.
ru: Для интеграции NetHSM в собственные приложения доступны клиентские библиотеки практически для всех языков программирования, включая, например, JavaScript, C++ и Python. Поэтому мы рекомендуем использовать `OpenAPI Generator <https://github.com/OpenAPITools/openapi-generator>`_.
sk: Na integráciu NetHSM do vlastných aplikácií sú k dispozícii klientske knižnice pre takmer všetky programovacie jazyky vrátane napríklad JavaScript, C++ a Python. Preto odporúčame použiť `OpenAPI Generator <https://github.com/OpenAPITools/openapi-generator>`_.
sl: Za vključitev sistema NetHSM v lastne aplikacije po meri so na voljo odjemalske knjižnice za skoraj vse programske jezike, na primer JavaScript, C++ in Python. Zato priporočamo uporabo `OpenAPI Generator <https://github.com/OpenAPITools/openapi-generator>`_.
sv: För att integrera NetHSM i egna anpassade tillämpningar finns klientbibliotek för nästan alla programmeringsspråk, till exempel JavaScript, C++ och Python. Vi rekommenderar därför att man använder `OpenAPI Generator <https://github.com/OpenAPITools/openapi-generator>`_.

source: To list all the available languages, you enter
bg: За да видите всички налични езици, въведете
cs: Chcete-li zobrazit seznam všech dostupných jazyků, zadejte
da: For at få en liste over alle tilgængelige sprog skal du indtaste
de: Um alle verfügbaren Sprachen aufzulisten, geben Sie ein
el: Για να εμφανίσετε όλες τις διαθέσιμες γλώσσες, πληκτρολογείτε
es: Para listar todas las lenguas disponibles, se introduce
et: Kõigi olemasolevate keelte loetlemiseks sisestage
fi: Voit luetella kaikki käytettävissä olevat kielet kirjoittamalla
fr: Pour obtenir la liste de toutes les langues disponibles, vous devez entrer
hu: Az összes rendelkezésre álló nyelv felsorolásához írja be a következőt
ja: 利用可能なすべての言語をリストアップするには、次のように入力します。
lt: Norėdami išvardyti visas galimas kalbas, įveskite
lv: Lai uzskaitītu visas pieejamās valodas, ievadiet
nl: Om een lijst van alle beschikbare talen op te vragen, voert u
pl: Aby wyświetlić listę wszystkich dostępnych języków, należy wpisać
pt: Para listar todos os idiomas disponíveis, você entra
ro: Pentru a enumera toate limbile disponibile, se introduce
ru: Чтобы перечислить все доступные языки, введите
sk: Ak chcete zobraziť všetky dostupné jazyky, zadajte
sl: Če želite našteti vse razpoložljive jezike, vnesite
sv: För att få en lista över alla tillgängliga språk anger du
