Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/nextbox.po
Languages: bg, cs, de, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: **Browse the vast amount of apps** for your Nextcloud at the `official store`_ for Nextcloud apps. Alternatively, just browse, find and install directly from within your NextBox via the built-in app manager and browser.
bg: **Потърсете огромното количество приложения** за вашия Nextcloud в `официалния магазин`_ за приложения за Nextcloud. Или просто преглеждайте, намирайте и инсталирайте директно от Вашия NextBox чрез вградения мениджър на приложения и браузъра.
cs: **Prohlédněte si obrovské množství aplikací** pro svůj Nextcloud v `oficiálním obchodě`_ s aplikacemi Nextcloud. Případně stačí procházet, vyhledávat a instalovat přímo z vašeho NextBoxu prostřednictvím vestavěného správce aplikací a prohlížeče.
de: **Stöbern Sie in der riesigen Menge an Apps** für Ihre Nextcloud im `offiziellen Store` für Nextcloud-Apps. Alternativ können Sie auch direkt von Ihrer NextBox aus über den integrierten App-Manager und Browser Apps suchen, finden und installieren.
el: ** Περιηγηθείτε στον τεράστιο αριθμό εφαρμογών** για το Nextcloud σας στο `επίσημο κατάστημα`_ για εφαρμογές Nextcloud. Εναλλακτικά, απλά περιηγηθείτε, βρείτε και εγκαταστήστε απευθείας μέσα από το NextBox σας μέσω του ενσωματωμένου διαχειριστή εφαρμογών και του προγράμματος περιήγησης.
es: **Busca la gran cantidad de aplicaciones** para tu Nextcloud en la `tienda oficial`_ de aplicaciones Nextcloud. También puedes buscar, encontrar e instalar directamente desde tu NextBox a través del gestor de aplicaciones y el navegador integrados.
et: **Suur hulk rakendusi** oma Nextcloudi jaoks on saadaval `Official store`_ for Nextcloud apps. Teise võimalusena saate otse oma NextBoxi sisseehitatud rakenduste halduri ja brauseri kaudu sirvida, leida ja installida.
fi: ** Selaa suurta määrää sovelluksia** Nextcloudiin `virallisessa Nextcloud-sovellusten kaupassa`_. Vaihtoehtoisesti voit selata, etsiä ja asentaa sovelluksia suoraan NextBoxista sisäänrakennetun sovellushallinnan ja selaimen kautta.
fr: **Parcourez la grande quantité d'applications** pour votre Nextcloud sur le `magasin officiel`_ des applications Nextcloud. Vous pouvez également parcourir, trouver et installer directement à partir de votre NextBox via le gestionnaire d'applications et le navigateur intégrés.
hu: **Böngésszen a Nextcloud alkalmazásaihoz** a `hivatalos Nextcloud alkalmazásboltban**. Alternatív megoldásként egyszerűen böngészhet, kereshet és telepíthet közvetlenül a NextBoxon belül a beépített alkalmazáskezelőn és böngészőn keresztül.
ja: **Nextcloudアプリの`公式ストア`_で、Nextcloud用の膨大な数のアプリ**を閲覧できます。また、NextBoxに内蔵されているアプリマネージャーやブラウザを使って、NextBox内で直接閲覧、検索、インストールすることもできます。
lt: **Peržiūrėkite daugybę programėlių**, skirtų jūsų "Nextcloud", `oficialioje "Nextcloud" programėlių parduotuvėje`_. Arba tiesiog naršykite, suraskite ir įdiekite tiesiai iš savo "NextBox" per integruotą programų tvarkytuvę ir naršyklę.
lv: **Izpētiet milzīgo Nextcloud lietotņu** daudzumu `oficiālajā Nextcloud lietotņu veikalā`_. Varat arī vienkārši pārlūkot, atrast un instalēt tieši no NextBox, izmantojot iebūvēto programmu pārvaldnieku un pārlūkprogrammu.
nl: **Bekijk de enorme hoeveelheid apps** voor uw Nextcloud in de `officiële winkel`_ voor Nextcloud-apps. U kunt ook rechtstreeks vanuit uw NextBox zoeken, vinden en installeren via de ingebouwde app-manager en browser.
pl: **Przeglądaj ogromną ilość aplikacji** dla Twojego Nextcloud w `oficjalnym sklepie`_ dla aplikacji Nextcloud. Możesz też przeglądać, znajdować i instalować aplikacje bezpośrednio w NextBoxie, korzystając z wbudowanego menedżera aplikacji i przeglądarki.
pt: **Procure a vasta quantidade de aplicações*** para o seu Nextcloud em `official store`_ para aplicações Nextcloud. Alternativamente, basta navegar, encontrar e instalar diretamente de dentro da sua NextBox através do gerenciador de aplicativos e navegador embutidos.
ro: **Scoateți o mare cantitate de aplicații** pentru Nextcloud la `magazinul oficial`_ pentru aplicații Nextcloud. Alternativ, doar navigați, găsiți și instalați direct din NextBox prin intermediul managerului de aplicații și al browserului încorporat.
ru: **Просмотрите огромное количество приложений** для вашего Nextcloud в `официальном магазине`_ приложений Nextcloud. Или же просто просматривайте, находите и устанавливайте приложения прямо из своего NextBox через встроенный менеджер приложений и браузер.
sk: **Prehliadnite si obrovské množstvo aplikácií** pre váš Nextcloud v `oficiálnom obchode`_ pre aplikácie Nextcloud. Prípadne stačí prehľadávať, vyhľadávať a inštalovať priamo z vášho NextBoxu prostredníctvom vstavaného správcu aplikácií a prehliadača.
sl: **Poiščite veliko število aplikacij** za svoj Nextcloud v `uradni trgovini`_ za aplikacije Nextcloud. Lahko pa preprosto brskate, poiščete in namestite neposredno v svojem NextBoxu prek vgrajenega upravitelja aplikacij in brskalnika.
sv: **Sök bland det stora utbudet av appar** för din Nextcloud i `officiell butik`_ för Nextcloud-appar. Alternativt kan du bara bläddra, hitta och installera direkt från din NextBox via den inbyggda apphanteraren och webbläsaren.
zh_cn: **在`Nextcloud应用程序的官方商店`_为您的Nextcloud浏览大量的应用程序**。或者，通过内置的应用程序管理器和浏览器，直接在您的NextBox内浏览、查找和安装。

source: **Extend your Dashboard** using the various `Dashboard Integrations`_ to create your personal information hub.
bg: **Разширете таблото си за управление** с помощта на различните `Интеграции на таблото за управление`_, за да създадете личен информационен център.
cs: **Rozšiřte svůj panel nástrojů** pomocí různých `integrací panelu nástrojů`_ a vytvořte si osobní informační centrum.
de: **Erweitern Sie Ihr Dashboard** mit den verschiedenen `Dashboard-Integrationen`_, um Ihre persönliche Informationsdrehscheibe zu schaffen.
el: **Επεκτείνετε το Dashboard σας** χρησιμοποιώντας τα διάφορα `Dashboard Integrations`_ για να δημιουργήσετε τον προσωπικό σας κόμβο πληροφοριών.
es: **Amplíe su Dashboard** utilizando las distintas `Integraciones del Dashboard`_ para crear su centro de información personal.
et: **Laiendage oma Dashboardi**, kasutades erinevaid `Dashboard Integrations`_, et luua oma isiklik infokeskus.
fi: **Laajenna Dashboardia** käyttämällä erilaisia `Dashboard Integrations`_ -integraatioita henkilökohtaisen tietokeskuksen luomiseksi.
fr: **Étendez votre tableau de bord** en utilisant les diverses "intégrations du tableau de bord" pour créer votre centre d'information personnel.
hu: **Bővítse Dashboardját** a különböző `Dashboard Integrations`_ segítségével, hogy létrehozza személyes információs központját.
ja: `Dashboard Integrations`_を使ってDashboardを拡張し、自分だけの情報ハブを作ることができます。
lt: **Išplėskite prietaisų skydelį** naudodami įvairias `"Dashboard" integracijas, kad sukurtumėte asmeninį informacijos centrą.
lv: **Paplašiniet savu paneli**, izmantojot dažādas `Paneļa integrācijas, lai izveidotu personīgo informācijas centru.
nl: **Uitbreid uw Dashboard** uit met behulp van de verschillende `Dashboard integraties`_ om uw persoonlijke informatie hub te creëren.
pl: **Rozszerz swoją tablicę rozdzielczą** za pomocą różnych `integracji tablicy rozdzielczej`_, aby stworzyć swoje osobiste centrum informacji.
pt: **Extenda seu Painel*** usando os vários `Integrações do Painel`_ para criar seu hub de informações pessoais.
ro: **Extindeți-vă tabloul de bord** folosind diversele `Integrații ale tabloului de bord`_ pentru a vă crea un centru de informații personale.
ru: **Расширьте свою приборную панель**, используя различные `интеграции приборной панели, чтобы создать свой персональный информационный центр.
sk: **Rozšírte svoj informačný panel** pomocou rôznych `integrácií informačného panelu`_ a vytvorte si osobné informačné centrum.
sl: **Razširite svojo nadzorno ploščo** z različnimi `integracijami nadzorne plošče`_ in ustvarite svoje osebno informacijsko središče.
sv: **Utöka din Dashboard** med hjälp av de olika `Dashboard Integrations`_ för att skapa din personliga informationshubb.
zh_cn: **使用各种`Dashboard Integrations`_扩展你的Dashboard，以创建你的个人信息枢纽。

source: **Share photos, documents, any files, bookmarks and much more with your family and friends**, or become part of a `Federation`_ and share, communicate and collaborate with other Nextcloud users.
bg: **Споделяйте снимки, документи, всякакви файлове, отметки и много други неща със семейството и приятелите си** или станете част от `Федерация`_ и споделяйте, общувайте и си сътрудничете с други потребители на Nextcloud.
cs: **Sdílejte fotografie, dokumenty, libovolné soubory, záložky a mnoho dalšího s rodinou a přáteli** nebo se staňte součástí `Federace`_ a sdílejte, komunikujte a spolupracujte s ostatními uživateli služby Nextcloud.
de: **Teilen Sie Fotos, Dokumente, beliebige Dateien, Lesezeichen und vieles mehr mit Ihrer Familie und Ihren Freunden**, oder werden Sie Teil einer `Federation`_ und teilen, kommunizieren und arbeiten Sie mit anderen Nextcloud-Nutzern zusammen.
el: **Μοιραστείτε φωτογραφίες, έγγραφα, οποιαδήποτε αρχεία, σελιδοδείκτες και πολλά άλλα με την οικογένεια και τους φίλους σας**, ή γίνετε μέλος μιας `Ομοσπονδίας`_ και μοιραστείτε, επικοινωνήστε και συνεργαστείτε με άλλους χρήστες του Nextcloud.
es: **Comparte fotos, documentos, cualquier archivo, marcadores y mucho más con tu familia y amigos**, o forma parte de una `Federación`_ y comparte, comunica y colabora con otros usuarios de Nextcloud.
et: **Jagage fotosid, dokumente, mis tahes faile, järjehoidjaid ja palju muud oma pere ja sõpradega** või astuge `Federation`_ liikmeks ja jagage, suhtle ja tehke koostööd teiste Nextcloudi kasutajatega.
fi: **Jaa valokuvia, asiakirjoja, tiedostoja, kirjanmerkkejä ja paljon muuta perheen ja ystävien kanssa** tai liity `Federation`_ -liittoon ja jaa, kommunikoi ja tee yhteistyötä muiden Nextcloudin käyttäjien kanssa.
fr: **Partagez des photos, des documents, n'importe quel fichier, des signets et bien plus encore avec votre famille et vos amis**, ou faites partie d'une `Fédération`_ et partagez, communiquez et collaborez avec d'autres utilisateurs de Nextcloud.
hu: **Fényképek, dokumentumok, fájlok, könyvjelzők és sok más megosztása családjával és barátaival**, vagy váljon egy `Federation`_ tagjává, és ossza meg, kommunikáljon és működjön együtt más Nextcloud-felhasználókkal.
ja: **また、`Federation`_の一員となり、他のNextcloudユーザーとの共有、コミュニケーション、コラボレーションを行うこともできます。
lt: **Dalinkitės nuotraukomis, dokumentais, bet kokiais failais, žymėmis ir dar daugiau su šeima ir draugais** arba tapkite `Federacijos`_ dalimi ir dalinkitės, bendraukite ir bendradarbiaukite su kitais "Nextcloud" naudotojais.
lv: **Dalies ar ģimeni un draugiem** ar fotoattēliem, dokumentiem, jebkuriem failiem, grāmatzīmēm un daudz ko citu, vai kļūsti par daļu no `Federācijas`_ un kopīgojiet, sazinieties un sadarbojieties ar citiem Nextcloud lietotājiem.
nl: **Deel foto's, documenten, bestanden, bladwijzers en nog veel meer met uw familie en vrienden**, of word lid van een `Federatie`_ en deel, communiceer en werk samen met andere Nextcloud-gebruikers.
pl: **Dziel się zdjęciami, dokumentami, dowolnymi plikami, zakładkami i wieloma innymi rzeczami z rodziną i przyjaciółmi**, lub zostań częścią `Federacji`_ i dziel się, komunikuj i współpracuj z innymi użytkownikami Nextcloud.
pt: **Partilhe fotos, documentos, quaisquer arquivos, favoritos e muito mais com sua família e amigos***, ou torne-se parte de uma `Federação`_ e compartilhe, comunique e colabore com outros usuários Nextcloud.
ru: **Поделитесь фотографиями, документами, любыми файлами, закладками и многим другим со своей семьей и друзьями**, или станьте частью `Федерации`_ и делитесь, общайтесь и сотрудничайте с другими пользователями Nextcloud.
sk: ** Zdieľajte fotografie, dokumenty, akékoľvek súbory, záložky a mnoho ďalšieho s rodinou a priateľmi** alebo sa staňte súčasťou `Federácie`_ a zdieľajte, komunikujte a spolupracujte s ostatnými používateľmi služby Nextcloud.
sl: **S družino in prijatelji** si lahko delite fotografije, dokumente, vse datoteke, zaznamke in še veliko več ali pa postanete del `Federation`_ in delite, komunicirajte in sodelujte z drugimi uporabniki storitve Nextcloud.
sv: **Dela foton, dokument, filer, bokmärken och mycket mer med din familj och dina vänner**, eller bli en del av en `Federation`_ och dela, kommunicera och samarbeta med andra Nextcloud-användare.
zh_cn: **与您的家人和朋友分享照片、文档、任何文件、书签和更多内容**，或成为`联盟的一部分`_，与其他Nextcloud用户分享、交流和协作。

source: **Your communications under your control** - use Nextcloud's powerful `groupware apps`_ like *Mail*, *Contacts*, *Calendar* or even *Deck* to have all your personal data under your control or to organize and work together with others.
bg: **Твоите комуникации под твой контрол** - използвай мощните `приложения за групов софтуер`_ като *Mail*, *Contacts*, *Calendar* или дори *Deck*, за да имаш всичките си лични данни под твой контрол или да организираш и работиш заедно с други хора.
cs: **Vaše komunikace pod kontrolou** - využijte výkonné `groupware aplikace`_ jako *Mail*, *Contacts*, *Calendar* nebo dokonce *Deck* a mějte všechna svá osobní data pod kontrolou nebo je organizujte a spolupracujte s ostatními.
de: **Ihre Kommunikation unter Ihrer Kontrolle** - nutzen Sie Nextclouds leistungsstarke `groupware apps`_ wie *Mail*, *Kontakte*, *Kalender* oder sogar *Deck*, um alle Ihre persönlichen Daten unter Ihrer Kontrolle zu haben oder um die Zusammenarbeit mit anderen zu organisieren und zu pflegen.
el: **Οι επικοινωνίες σας υπό τον έλεγχό σας** - χρησιμοποιήστε τις ισχυρές εφαρμογές `groupware apps`_ όπως *Mail*, *Contacts*, *Calendar* ή ακόμα και *Deck* για να έχετε όλα τα προσωπικά σας δεδομένα υπό τον έλεγχό σας ή για να οργανώσετε και να συνεργαστείτε με άλλους.
es: **Tus comunicaciones bajo tu control** - utiliza las potentes aplicaciones de Nextcloud'como *Mail*, *Contactos*, *Calendario* o incluso *Deck* para tener todos tus datos personales bajo tu control o para organizarte y trabajar junto a otros.
et: **Sinu kommunikatsioon sinu kontrolli all** - kasuta Nextcloudi võimsaid `grupirakendusi nagu *Mail*, *Kontaktid*, *Kalender* või isegi *Deck*, et saada kõik oma isiklikud andmed enda kontrolli alla või korraldada ja töötada koos teistega.
fi: **Viestintäsi hallinnassasi** - käytä Nextcloudin tehokkaita `groupware-sovelluksia, kuten *Mail*, *Contacts*, *Calendar* tai jopa *Deck*, saadaksesi kaikki henkilökohtaiset tietosi hallintaasi tai organisoidaksesi ja työskennelläksesi yhdessä muiden kanssa.
fr: **Vos communications sous votre contrôle** - utilisez les puissantes "applications de groupe" de Nextcloud comme *Mail*, *Contacts*, *Calendrier* ou même *Deck* pour avoir toutes vos données personnelles sous votre contrôle ou pour organiser et travailler avec d'autres personnes.
hu: **A kommunikáció az Ön irányítása alatt** - használja a Nextcloud nagy teljesítményű `groupware alkalmazásokat, mint a *Mail*, *Contacts*, *Calendar* vagy akár a *Deck*, hogy minden személyes adatát az Ön irányítása alatt tartsa, vagy hogy másokkal együtt szervezze és dolgozzon.
ja: **Nextcloudのパワフルな`グループウェアアプリケーション``を使用することで、すべての個人データを自分で管理したり、他の人と一緒に整理したりすることができます。
lt: **Jūsų komunikacija jūsų rankose** - naudokite "Nextcloud'galingas `groupware programas, tokias kaip *Mail*, *Contacts*, *Calendar* ar net *Deck*, kad galėtumėte valdyti visus savo asmeninius duomenis arba organizuoti ir dirbti kartu su kitais.
lv: **Jūsu saziņa zem jūsu kontroles** - izmantojiet Nextcloud'jaudīgās `groupware lietotnes, piemēram, *Pasts*, *Kontakti*, *Kalendārs* vai pat *Deck*, lai kontrolētu visus savus personīgos datus vai organizētu un strādātu kopā ar citiem.
nl: **Uw communicatie onder uw controle** - gebruik Nextcloud's krachtige `groupware apps`_ zoals *Mail*, *Contacten*, *Kalender* of zelfs *Deck* om al uw persoonlijke gegevens onder uw controle te hebben of om te organiseren en samen te werken met anderen.
pl: **Twoja komunikacja pod kontrolą** - użyj Nextcloud's potężnych `groupware apps`_ jak *Mail*, *Contacts*, *Calendar* czy nawet *Deck*, aby mieć wszystkie swoje dane osobiste pod kontrolą lub organizować i pracować razem z innymi.
pt: **Suas comunicações sob seu controle*** - use Nextcloud's powerful `groupware apps`_ like *Mail*, *Contacts*, *Calendar* or even *Deck* to have all your personal data under your control or to organize and work together with others.
ro: **Comunicările tale sub control** - folosește aplicațiile puternice ale Nextcloud's `groupware`_ cum ar fi *Mail*, *Contacts*, *Calendar* sau chiar *Deck* pentru a avea toate datele tale personale sub control sau pentru a organiza și lucra împreună cu alții.
ru: **Ваши коммуникации под вашим контролем** - используйте мощные ` групповые приложения Nextcloud, такие как *Mail*, *Contacts*, *Calendar* или даже *Deck*, чтобы иметь все ваши личные данные под вашим контролем или для организации и совместной работы с другими.
sk: **Vaša komunikácia pod vašou kontrolou** - použite výkonné `groupware aplikácie`_ ako *Mail*, *Contacts*, *Calendar* alebo dokonca *Deck*, aby ste mali všetky svoje osobné údaje pod kontrolou alebo aby ste mohli organizovať a spolupracovať s ostatnými.
sl: **Komunikacije pod nadzorom** - uporabite zmogljive `skupinske aplikacije Nextcloud, kot so *Mail*, *Contacts*, *Calendar* ali celo *Deck*, da boste imeli vse osebne podatke pod nadzorom ali da jih boste organizirali in sodelovali z drugimi.
sv: **Din kommunikation under din kontroll** - använd Nextcloud's kraftfulla `groupware-appar`_ som *Mail*, *Contacts*, *Calendar* eller till och med *Deck* för att ha all din personliga information under din kontroll eller för att organisera och arbeta tillsammans med andra.
zh_cn: **你的通信在你的控制之下** - 使用Nextcloud'强大的`群件应用程序`_，如*邮件*、*联系人*、*日历*或甚至*Deck*，使你的所有个人数据在你的控制之下，或与其他人组织和合作。

source: More interested in :doc:`technical details <technical/index>`? Or in Open-Source in general? Then head over to the NextBox `repositories`_ at GitHub, leave a star, contribute or discuss latest ideas and plans with us.
bg: Интересувате се повече от :doc:`технически подробности <technical/index>`? Или към отворения код като цяло? Тогава отидете в NextBox `репозиториума`_ в GitHub, оставете звезда, допринесете или обсъдете с нас най-новите идеи и планове.
cs: Zajímá vás více :doc:`technické detaily <technical/index>`? Nebo o Open-Source obecně? Pak zamiřte do repozitáře NextBox ` na GitHubu, zanechte hvězdičku, přispějte nebo s námi diskutujte o nejnovějších nápadech a plánech.
de: Mehr Interesse an :doc:`Technische Details <technical/index>`? Oder an Open-Source im Allgemeinen? Dann gehen Sie zu den NextBox `repositories`_ auf GitHub, hinterlassen Sie einen Stern, tragen Sie bei oder diskutieren Sie mit uns über aktuelle Ideen und Pläne.
el: Ενδιαφέρεστε περισσότερο για το :doc:`τεχνικές λεπτομέρειες <technical/index>`; Ή για τον Ανοικτό Κώδικα γενικότερα; Τότε επισκεφθείτε το NextBox `repositories`_ στο GitHub, αφήστε ένα αστέρι, συνεισφέρετε ή συζητήστε μαζί μας τις τελευταίες ιδέες και σχέδια.
es: ¿Está más interesado en :doc:`detalles técnicos <técnicos/index>`? ¿O en el código abierto en general? Entonces dirígete a los repositorios de NextBox ` en GitHub, deja una estrella, contribuye o discute las últimas ideas y planes con nosotros.
et: Rohkem huvi :doc:`tehnilised üksikasjad <technical/index>`? Või avatud lähtekoodist üldiselt? Siis mine NextBoxi `repositooriumidesse`_ GitHubis, jäta tärn, anna oma panus või arutle meiega viimaste ideede ja plaanide üle.
fi: Oletko kiinnostunut :doc:`teknisistä yksityiskohdista <technical/index>`? Vai avoimesta lähdekoodista yleensä? Käy sitten NextBoxin `repositories`_ GitHubissa, jätä tähti, osallistu tai keskustele uusimmista ideoista ja suunnitelmista kanssamme.
fr: Plus intéressé par :doc:`détails techniques <technique/index>` ? Ou par l'Open-Source en général ? Alors rendez-vous sur les `repositories`_ de NextBox sur GitHub, laissez une étoile, contribuez ou discutez de vos dernières idées et projets avec nous.
hu: Jobban érdekel a :doc:`technikai részletek <technical/index>`? Vagy általában a nyílt forráskód? Akkor látogass el a NextBox `repositories`_-ra a GitHubon, hagyj egy csillagot, járulj hozzá, vagy beszélgess velünk a legújabb ötletekről és tervekről.
ja: doc:`技術的な詳細 <technical/index>`に興味がありますか？あるいはオープンソース全般に興味がありますか？その場合は、GitHubのNextBox `repositories`_にアクセスして、スターをつけたり、貢献したり、最新のアイデアや計画について話し合ったりしてください。
lt: Labiau domina :doc:`techninė informacija <technical/index>`? Ar apskritai atviruoju kodu? Tada eikite į NextBox `repositories`_ GitHub, palikite žvaigždutę, prisidėkite arba aptarkite su mumis naujausias idėjas ir planus.
lv: Vairāk interesē :doc:`tehniskā informācija <technical/index>`? Vai arī par atvērtā koda programmatūru kopumā? Tad dodieties uz NextBox `repozitoriju`_ vietnē GitHub, atstājiet zvaigznīti, dodiet savu ieguldījumu vai apspriest ar mums jaunākās idejas un plānus.
nl: Meer geïnteresseerd in :doc:`technische details <technical/index>`? Of in Open-Source in het algemeen? Ga dan naar de NextBox `repositories`_ op GitHub, laat een ster achter, draag bij of bespreek de nieuwste ideeën en plannen met ons.
pl: Bardziej zainteresowany :doc:`szczegółami technicznymi <technical/index>`? Lub ogólnie Open-Source? W takim razie odwiedź NextBox `repozytoria`_ na GitHub, zostaw gwiazdkę, przyczyń się lub przedyskutuj z nami najnowsze pomysły i plany.
pt: Mais interessados em :doc:``detalhes técnicos <técnico/index>`? Ou em Open-Source em geral? Então vá até a NextBox `repositories`_ no GitHub, deixe uma estrela, contribua ou discuta conosco as últimas idéias e planos.
ro: Sunteți mai interesat de :doc:`detalii tehnice <technical/index>`? Sau în Open-Source în general? Atunci mergeți la NextBox `repozitoriile`_ de pe GitHub, lăsați o stea, contribuiți sau discutați cu noi ultimele idei și planuri.
ru: Больше интересует :doc:`технические подробности <technical/index>`? Или Open-Source в целом? Тогда зайдите на NextBox `repositories`_ на GitHub, оставьте звезду, внесите свой вклад или обсудите с нами последние идеи и планы.
sk: Máte väčší záujem o :doc:`technické údaje <technical/index>`? Alebo o Open-Source vo všeobecnosti? Potom prejdite do NextBox `skladov`_ na GitHub, zanechajte hviezdičku, prispievajte alebo s nami diskutujte o najnovších nápadoch a plánoch.
sl: Vas bolj zanima :doc:`tehnični podatki <technical/index>`? Ali na splošno o odprti kodi? Potem obiščite NextBox `skladišča`_ na GitHubu, pustite zvezdico, prispevajte ali razpravljajte z nami o najnovejših idejah in načrtih.
sv: Är du mer intresserad av :doc:`tekniska detaljer <technical/index>`? Eller i öppen källkod i allmänhet? Gå då till NextBox `repositories`_ på GitHub, lämna en stjärna, bidra eller diskutera senaste idéer och planer med oss.
zh_cn: 对:doc:`技术细节<technical/index>`更感兴趣？或者对一般的开放源代码感兴趣？那就去GitHub上的NextBox `存储库`_，留下一颗星，做出贡献或与我们讨论最新的想法和计划。

source: Hardware Overview
bg: Преглед на хардуера
cs: Přehled hardwaru
de: Hardware-Übersicht
el: Επισκόπηση υλικού
es: Visión general del hardware
et: Riistvara ülevaade
fi: Laitteiston yleiskatsaus
fr: Aperçu du matériel
hu: Hardver áttekintés
ja: ハードウェアの概要
lt: Techninės įrangos apžvalga
lv: Aparatūras pārskats
nl: Hardware Overzicht
pl: Przegląd sprzętu
pt: Visão Geral do Hardware
ro: Prezentare generală a hardware-ului
ru: Обзор аппаратного обеспечения
sk: Prehľad hardvéru
sl: Pregled strojne opreme
sv: Översikt över maskinvara
zh_cn: 硬件概述

source: Summary
bg: Резюме
cs: Souhrn
de: Zusammenfassung
el: Περίληψη
es: Resumen
et: Kokkuvõte
fi: Yhteenveto
fr: Résumé
hu: Összefoglaló
ja: 概要
lt: Santrauka
lv: Kopsavilkums
nl: Samenvatting
pl: Streszczenie
pt: Sumário
ro: Rezumat
ru: Резюме
sk: Zhrnutie
sl: Povzetek
sv: Sammanfattning
zh_cn: 摘要
