Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/nextbox.po
Languages: bg, cs, de, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: **Micro HDMI 2 slot**, usable but not needed.
bg: **Микро HDMI 2 слот**, използваем, но не е необходим.
cs: **Slot micro HDMI 2**, použitelný, ale není nutný.
de: **Micro HDMI 2-Steckplatz**, verwendbar, aber nicht erforderlich.
el: **Υποδοχή Micro HDMI 2**, χρησιμοποιήσιμη αλλά όχι απαραίτητη.
es: **Ranura Micro HDMI 2**, utilizable pero no necesaria.
et: **Micro HDMI 2 pesa**, kasutatav, kuid mittevajalik.
fi: **Micro HDMI 2 -liitäntäpaikka**, käyttökelpoinen, mutta ei välttämätön.
fr: **Fente Micro HDMI 2**, utilisable mais non nécessaire.
hu: **Micro HDMI 2 slot**, használható, de nem szükséges.
ja: **Micro HDMI 2スロット**、使用可能ですが必要ありません。
lt: **Micro HDMI 2 lizdas**, galima naudoti, bet nebūtina.
lv: **Micro HDMI 2 slots**, izmantojams, bet nav nepieciešams.
nl: **Micro HDMI 2 slot**, bruikbaar maar niet nodig.
pl: **Gniazdo micro HDMI 2**, użyteczne, ale nie potrzebne.
pt: **Ranhura micro HDMI 2**, utilizável mas não necessária.
ro: **Slot micro HDMI 2**, utilizabil, dar nu este necesar.
ru: **Разъем Micro HDMI 2**, можно использовать, но не нужно.
sk: **Slot micro HDMI 2**, použiteľný, ale nie je potrebný.
sl: **Micro HDMI 2 reža**, uporabna, vendar ni potrebna.
sv: **Micro HDMI 2-kortplats**, kan användas men behövs inte.
zh_cn: **微型HDMI 2插槽**，可使用但不需要。

source: **Headphone Jack**, usable but not needed.
bg: **Жак за слушалки**, използваем, но не е необходим.
cs: **Sluchátkový konektor**, použitelný, ale není nutný.
de: **Kopfhörerbuchse**, verwendbar, aber nicht erforderlich.
el: **Υποδοχή ακουστικών**, χρησιμοποιήσιμη αλλά όχι απαραίτητη.
es: **Conector de auriculares**, utilizable pero no necesario.
et: **Kõrvaklappide pesa**, kasutatav, kuid mittevajalik.
fi: **Kuulokeliitäntä**, käyttökelpoinen, mutta ei välttämätön.
fr: **Jack pour écouteurs**, utilisable mais non nécessaire.
hu: **Fülhallgató-csatlakozó**, használható, de nem szükséges.
ja: **ヘッドフォンジャック**、使用可能だが必要ない。
lt: **Apsauginis ausinių lizdas**, galima naudoti, bet nebūtina.
lv: **Austiņu ligzda**, izmantojama, bet nav nepieciešama.
nl: **Hoofdtelefoonaansluiting**, bruikbaar maar niet nodig.
pl: **Gniazdo słuchawkowe**, użyteczne, ale nie potrzebne.
pt: **"Headphone Jack", utilizável mas não necessário.
ro: **Cuplaj pentru căști**, utilizabil, dar nu este necesar.
ru: **Гнездо для наушников**, можно использовать, но не нужно.
sk: **Slúchadlový konektor**, použiteľný, ale nie je potrebný.
sl: **Vhod za slušalke**, uporaben, vendar ni potreben.
sv: ** Hörlursuttag**, kan användas men behövs inte.
zh_cn: **耳机插孔**，可使用但不需要。

source: The front interfaces are all optional and not necessary for NextBox usage in general. While the **USB Type-C/Power Supply** may be used, the alternative on the right side of the NextBox can be used to have all wiring convenient on one side.
bg: Всички предни интерфейси са незадължителни и не са необходими за използването на NextBox като цяло. Макар че **USB Type-C/захранването** може да се използва, алтернативата от дясната страна на NextBox може да се използва, за да бъде цялото окабеляване удобно от едната страна.
cs: Všechna přední rozhraní jsou volitelná a pro použití NextBoxu obecně nejsou nutná. I když lze použít **USB Type-C/Power Supply**, lze použít alternativu na pravé straně NextBoxu, aby byla veškerá kabeláž pohodlně na jedné straně.
de: Die frontseitigen Schnittstellen sind alle optional und für die Nutzung der NextBox im Allgemeinen nicht notwendig. Während die **USB Typ-C/Stromversorgung** verwendet werden kann, kann die Alternative auf der rechten Seite der NextBox verwendet werden, um alle Verkabelungen bequem auf einer Seite zu haben.
el: Οι μπροστινές διεπαφές είναι όλες προαιρετικές και δεν είναι απαραίτητες για τη χρήση του NextBox γενικά. Ενώ μπορεί να χρησιμοποιηθεί το **USB Type-C/Power Supply**, η εναλλακτική λύση στη δεξιά πλευρά του NextBox μπορεί να χρησιμοποιηθεί για να έχετε όλες τις καλωδιώσεις βολικά στη μία πλευρά.
es: Las interfaces frontales son todas opcionales y no son necesarias para el uso de NextBox en general. Mientras que el **USB Tipo-C/Fuente de Alimentación** puede ser utilizado, la alternativa en el lado derecho de la NextBox puede ser utilizada para tener todo el cableado conveniente en un lado.
et: Kõik eesmised liidesed on valikulised ja NextBoxi kasutamiseks üldiselt mittevajalikud. Kuigi võib kasutada **USB Type-C/toiteallikat**, võib kasutada NextBoxi paremal küljel asuvat alternatiivi, et kõik juhtmed oleksid mugavalt ühel küljel.
fi: Etuliitännät ovat kaikki valinnaisia, eivätkä ne ole välttämättömiä NextBoxin käytön kannalta yleensä. Vaikka **USB Type-C/Virtalähdettä** voidaan käyttää, NextBoxin oikealla puolella olevaa vaihtoehtoa voidaan käyttää, jotta kaikki johdotukset ovat kätevästi yhdellä puolella.
fr: Les interfaces frontales sont toutes optionnelles et non nécessaires pour l'utilisation de la NextBox en général. Bien que le **USB Type-C/Alimentation électrique** puisse être utilisé, l'alternative sur le côté droit de la NextBox peut être utilisée pour avoir tout le câblage pratique sur un côté.
hu: Az elülső interfészek mind opcionálisak, és a NextBox használatához általában nem szükségesek. Bár az **USB Type-C/Tápegység** használható, a NextBox jobb oldalán lévő alternatívát is használhatja, hogy az összes kábelezés kényelmesen egy oldalon legyen.
ja: フロントインターフェースは全てオプションであり、NextBoxを使用する上では必要ありません。USB Type-C/電源**を使用することもできますが、NextBoxの右側にある代替品を使用することで、すべての配線を片側に集約することができます。
lt: Visos priekinės sąsajos yra neprivalomos ir nėra būtinos NextBox naudojimui apskritai. Nors **USB Type-C/Power Supply** gali būti naudojamas, galima naudoti alternatyvą, esančią dešinėje "NextBox" pusėje, kad visi laidai būtų patogiai išdėstyti vienoje pusėje.
lv: Visas priekšējās saskarnes nav obligātas un nav nepieciešamas NextBox lietošanai kopumā. Lai gan var izmantot **USB Type-C/Power Supply**, var izmantot alternatīvu NextBox labajā pusē, lai visi vadi būtu ērti vienā pusē.
nl: De interfaces aan de voorzijde zijn allemaal optioneel en niet noodzakelijk voor het gebruik van de NextBox in het algemeen. Hoewel de **USB Type-C/Power Supply** kan worden gebruikt, kan het alternatief aan de rechterkant van de NextBox worden gebruikt om alle bedrading handig aan één kant te hebben.
pl: Wszystkie przednie interfejsy są opcjonalne i nie są konieczne do ogólnego użytkowania NextBox. Podczas gdy **USB Type-C/Zasilacz** może być używany, alternatywa po prawej stronie NextBox może być użyta, aby mieć całe okablowanie po jednej stronie.
pt: As interfaces frontais são todas opcionais e não necessárias para o uso da NextBox em geral. Enquanto a **USB Tipo C/ Fonte de Alimentação*** pode ser usada, a alternativa do lado direito da NextBox pode ser usada para ter toda a cablagem conveniente em um lado.
ro: Toate interfețele frontale sunt opționale și nu sunt necesare pentru utilizarea NextBox în general. În timp ce **USB Type-C/sursă de alimentare** poate fi utilizat, alternativa din partea dreaptă a NextBox poate fi folosită pentru a avea toate cablurile convenabile pe o singură parte.
ru: Все передние интерфейсы являются дополнительными и не являются необходимыми для использования NextBox в целом. Хотя можно использовать **USB Type-C/Power Supply**, можно использовать альтернативный вариант на правой стороне NextBox, чтобы все провода были удобно расположены с одной стороны.
sk: Všetky predné rozhrania sú voliteľné a nie sú potrebné na všeobecné používanie NextBoxu. Hoci sa môže používať **USB Type-C/Power Supply**, môže sa použiť alternatíva na pravej strane NextBoxu, aby bolo všetko vedenie pohodlne na jednej strane.
sl: Vsi sprednji vmesniki so neobvezni in niso potrebni za splošno uporabo NextBoxa. Čeprav se lahko uporablja **USB Type-C/Power Supply**, se lahko uporabi alternativa na desni strani NextBoxa, da je vsa napeljava priročna na eni strani.
sv: De främre gränssnitten är alla valfria och behövs inte för NextBox-användning i allmänhet. Även om **USB Type-C/Power Supply** kan användas, kan alternativet på NextBox:s högra sida användas för att ha all kabeldragning bekvämt på en sida.
zh_cn: 前面的接口都是可选的，对于NextBox的一般使用来说不是必须的。虽然可以使用**USB Type-C/电源**，但可以使用NextBox右侧的替代方案，使所有的接线都方便在一侧。

source: NextBox
ja: ネクストボックス
zh_cn: 下一个盒子

source: DNS Rebind Protection
bg: Защита от повторно свързване на DNS
cs: Ochrana před opětovným navázáním DNS
de: DNS-Rebind-Schutz
el: Προστασία επανασύνδεσης DNS
es: Protección de reenvío de DNS
et: DNS Rebind kaitse
fi: DNS Rebind Protection -suojaus
fr: Protection contre le rebindage des DNS
hu: DNS Rebind védelem
ja: DNSリバインド保護
lt: DNS pakartotinio susiejimo apsauga
lv: DNS Rebind aizsardzība
nl: DNS Rebind Bescherming
pl: Ochrona DNS Rebind
pt: Proteção de Rebind DNS
ro: Protecție DNS Rebind
ru: Защита от переадресации DNS
sk: Ochrana pred opätovným previazaním DNS
sl: Zaščita ponovnega navezovanja DNS
sv: Skydd mot DNS-rebindning
zh_cn: DNS重新绑定保护

source: Issue
bg: Издание
cs: Vydání
de: Ausgabe
el: Τεύχος
es: Edición
et: Väljaanne
fi: Kysymys
fr: Numéro
hu: Kiadvány
ja: 課題
lt: Problema
lv: Izdevums
nl: Nummer
pl: Kwestia
pt: Edição
ro: Problema
ru: Выпуск
sk: Vydanie
sl: Izdaja
sv: Fråga
zh_cn: 问题

source: You have your dynamic DNS correctly set up, but IPv6 resolving does not work for your domain.
bg: Правилно сте настроили динамичния си DNS, но разрешаването на IPv6 не работи за вашия домейн.
cs: Dynamický systém DNS máte správně nastavený, ale překlad IPv6 pro vaši doménu nefunguje.
de: Sie haben Ihren dynamischen DNS korrekt eingerichtet, aber die IPv6-Auflösung funktioniert nicht für Ihre Domain.
el: Έχετε ρυθμίσει σωστά το δυναμικό DNS, αλλά η επίλυση IPv6 δεν λειτουργεί για τον τομέα σας.
es: Tiene su DNS dinámico correctamente configurado, pero la resolución IPv6 no funciona para su dominio.
et: Teie dünaamiline DNS on õigesti seadistatud, kuid IPv6-lahendus ei tööta teie domeeni jaoks.
fi: Dynaaminen DNS on määritetty oikein, mutta IPv6-ratkaisu ei toimi verkkotunnuksessasi.
fr: Vous avez correctement configuré votre DNS dynamique, mais la résolution IPv6 ne fonctionne pas pour votre domaine.
hu: A dinamikus DNS helyesen van beállítva, de az IPv6 feloldás nem működik a tartományban.
ja: ダイナミックDNSが正しく設定されているのに、ドメインのIPv6解決がうまくいかない。
lt: Teisingai nustatėte dinaminį DNS, tačiau IPv6 perskyrimas jūsų domenui neveikia.
lv: Jums ir pareizi iestatīts dinamiskais DNS, taču IPv6 atrisināšana jūsu domēnam nedarbojas.
nl: U hebt uw dynamische DNS correct ingesteld, maar IPv6-resolving werkt niet voor uw domein.
pl: Masz poprawnie skonfigurowany dynamiczny DNS, ale resolving IPv6 nie działa dla Twojej domeny.
pt: Você tem seu DNS dinâmico configurado corretamente, mas a resolução de IPv6 não funciona para o seu domínio.
ro: Ați configurat corect DNS-ul dinamic, dar rezolvarea IPv6 nu funcționează pentru domeniul dumneavoastră.
ru: Вы правильно настроили динамический DNS, но разрешение IPv6 не работает для вашего домена.
sk: Dynamický systém DNS máte správne nastavený, ale pre vašu doménu nefunguje prekladanie IPv6.
sl: Dinamični DNS je pravilno nastavljen, vendar razreševanje IPv6 za vašo domeno ne deluje.
sv: Du har konfigurerat din dynamiska DNS korrekt, men IPv6-upplösningen fungerar inte för din domän.
zh_cn: 你已经正确地设置了动态DNS，但IPv6解析对你的域名不起作用。

source: Details
bg: Подробности
cs: Podrobnosti na
el: Λεπτομέρειες
es: Detalles
et: Üksikasjad
fi: Yksityiskohdat
fr: Détails
hu: Részletek
ja: 詳細
lt: Išsami informacija
lv: Sīkāka informācija
pl: Szczegóły
pt: Detalhes
ro: Detalii
ru: Подробности
sk: Podrobnosti na
sl: Podrobnosti
sv: Detaljer
zh_cn: 详细内容

source: In general DNS Rebinding protection is a safety mechanism to avoid attacks based on `DNS-Rebinding`_. Home routers include a protection mechanism for this attack by never returning a local IP (v4 & v6) address.
bg: Като цяло защитата от повторно свързване на DNS е защитен механизъм за избягване на атаки, базирани на `DNS-Rebinding`_. Домашните маршрутизатори включват защитен механизъм за тази атака, като никога не връщат локален IP (v4 & v6) адрес.
cs: Obecně je ochrana DNS Rebinding bezpečnostním mechanismem, který zabraňuje útokům založeným na `DNS-Rebinding`_. Domácí směrovače obsahují ochranný mechanismus proti tomuto útoku tím, že nikdy nevracejí místní adresu IP (v4 & v6).
de: Im Allgemeinen ist der DNS-Rebinding-Schutz ein Sicherheitsmechanismus zur Vermeidung von Angriffen, die auf `DNS-Rebinding`_ basieren. Home-Router enthalten einen Schutzmechanismus für diesen Angriff, indem sie niemals eine lokale IP-Adresse (v4 & v6) zurückgeben.
el: Γενικά, η προστασία DNS Rebinding είναι ένας μηχανισμός ασφαλείας για την αποφυγή επιθέσεων που βασίζονται στην `DNS-Rebinding`_. Οι οικιακοί δρομολογητές περιλαμβάνουν έναν μηχανισμό προστασίας για αυτή την επίθεση, μη επιστρέφοντας ποτέ μια τοπική διεύθυνση IP (v4 & v6).
es: En general la protección DNS Rebinding es un mecanismo de seguridad para evitar ataques basados en `DNS-Rebinding`_. Los routers domésticos incluyen un mecanismo de protección para este ataque al no devolver nunca una dirección IP local (v4 & v6).
et: Üldiselt on DNS Rebinding kaitse turvamehhanism, et vältida `DNS-Rebinding`_ põhinevaid rünnakuid. Koduruuterid sisaldavad selle rünnaku kaitsemehhanismi, mis ei tagasta kunagi kohalikku IP-aadressi (v4 & vamp; v6).
fi: Yleisesti ottaen DNS Rebinding -suojaus on turvamekanismi, jolla vältetään hyökkäykset, jotka perustuvat `DNS-Rebinding`_. Kotireitittimissä on suojamekanismi tätä hyökkäystä vastaan, sillä ne eivät koskaan palauta paikallista IP-osoitetta (v4 & v6).
fr: En général, la protection DNS Rebinding est un mécanisme de sécurité pour éviter les attaques basées sur le `DNS-Rebinding`_. Les routeurs domestiques incluent un mécanisme de protection contre cette attaque en ne renvoyant jamais une adresse IP locale (v4 & v6).
hu: Általánosságban a DNS Rebinding védelem egy biztonsági mechanizmus a `DNS-Rebinding`_ alapú támadások elkerülésére. Az otthoni útválasztók tartalmaznak egy védelmi mechanizmust ezzel a támadással szemben azáltal, hogy soha nem küldenek vissza helyi IP (v4 & v6) címet.
ja: 一般的にDNS Rebinding Protectionは、`DNS-Rebinding`_に基づく攻撃を回避するための安全機構です。ホームルータには、ローカルIP(v4 & v6)アドレスを決して返さないという、この攻撃に対する保護メカニズムが含まれています。
lt: Apskritai apsauga nuo DNS perrišimo yra saugos mechanizmas, skirtas išvengti `DNS-Rebinding`_ pagrįstų atakų. Namų maršrutizatoriuose yra apsaugos nuo šios atakos mechanizmas, kuris niekada negrąžina vietinio IP (v4 & vamp; v6) adreso.
lv: Kopumā DNS Rebinding aizsardzība ir drošības mehānisms, lai izvairītos no uzbrukumiem, kuru pamatā ir `DNS-Rebinding`_. Mājas maršrutētāji ietver aizsardzības mehānismu pret šo uzbrukumu, nekad neatgriežot vietējo IP (v4 & amp; v6) adresi.
nl: In het algemeen is DNS Rebinding bescherming een veiligheidsmechanisme om aanvallen op basis van `DNS-Rebinding`_ te voorkomen. Thuisrouters bevatten een beschermingsmechanisme voor deze aanval door nooit een lokaal IP-adres (v4 & v6) terug te sturen.
pl: Ogólnie rzecz biorąc, ochrona DNS Rebinding jest mechanizmem bezpieczeństwa, aby uniknąć ataków opartych na `DNS-Rebinding`_. Routery domowe zawierają mechanizm ochrony przed tym atakiem, nigdy nie zwracając lokalnego adresu IP (v4 & v6).
pt: Em geral, a proteção de Rebinding DNS é um mecanismo de segurança para evitar ataques baseados em `DNS-Rebinding`_. Os routers domésticos incluem um mecanismo de protecção para este ataque, nunca devolvendo um endereço IP local (v4 & v6).
ro: În general, protecția DNS Rebinding este un mecanism de siguranță pentru a evita atacurile bazate pe `DNS-Rebinding`_. Routerele casnice includ un mecanism de protecție pentru acest atac prin faptul că nu returnează niciodată o adresă IP locală (v4 & v6).
ru: В общем случае защита DNS Rebinding - это защитный механизм, позволяющий избежать атак, основанных на `DNS-Rebinding`_. Домашние маршрутизаторы включают механизм защиты от этой атаки, никогда не возвращая локальный IP-адрес (v4 & v6).
sk: Vo všeobecnosti je ochrana proti opätovnému naviazaniu DNS bezpečnostným mechanizmom na zabránenie útokom založeným na `DNS-Rebinding`_. Domáce smerovače obsahujú mechanizmus ochrany proti tomuto útoku tým, že nikdy nevracajú miestnu adresu IP (v4 & v6).
sl: Na splošno je zaščita DNS Rebinding varnostni mehanizem za preprečevanje napadov, ki temeljijo na `DNS-Rebinding`_. Domači usmerjevalniki vključujejo zaščitni mehanizem za ta napad tako, da nikoli ne vračajo lokalnega naslova IP (v4 & vamp; v6).
sv: I allmänhet är skyddet mot DNS-rebinding en säkerhetsmekanism för att undvika attacker som bygger på `DNS-Rebinding`_. Hemroutrar innehåller en skyddsmekanism för denna attack genom att aldrig returnera en lokal IP-adress (v4 & v6).
zh_cn: 一般来说，DNS重新绑定保护是一种安全机制，以避免基于`DNS重新绑定`_的攻击。家庭路由器包括一个保护机制，通过永不返回本地IP（v4 & v6）地址来防止这种攻击。

source: In the context of the NextBox this means that, if you are using IPv6, the IPv6 address of your NextBox is considered local by your router and thus wiull not be returned during DNS resolving of your designated domain.
bg: В контекста на NextBox това означава, че ако използвате IPv6, IPv6 адресът на вашия NextBox се счита за локален от вашия маршрутизатор и по този начин няма да бъде върнат при DNS разрешаването на посочения от вас домейн.
cs: V kontextu NextBoxu to znamená, že pokud používáte IPv6, je IPv6 adresa vašeho NextBoxu považována vaším směrovačem za místní, a proto nebude vrácena při DNS překladu určené domény.
de: Im Zusammenhang mit der NextBox bedeutet dies, dass, wenn Sie IPv6 verwenden, die IPv6-Adresse Ihrer NextBox von Ihrem Router als lokal betrachtet wird und daher bei der DNS-Auflösung Ihrer gewünschten Domain nicht zurückgegeben wird.
el: Στο πλαίσιο του NextBox αυτό σημαίνει ότι, αν χρησιμοποιείτε IPv6, η διεύθυνση IPv6 του NextBox θεωρείται τοπική από το δρομολογητή σας και συνεπώς δεν θα επιστραφεί κατά την επίλυση DNS του καθορισμένου τομέα σας.
es: En el contexto de NextBox esto significa que, si estás usando IPv6, la dirección IPv6 de tu NextBox es considerada local por tu router y por lo tanto no será devuelta durante la resolución DNS de tu dominio designado.
et: NextBoxi kontekstis tähendab see, et kui te kasutate IPv6-i, siis teie NextBoxi IPv6-aadressi loetakse ruuteri poolt kohalikuks ja seega ei tagastata seda teie määratud domeeni DNS-lahendusprotsessis.
fi: NextBoxin yhteydessä tämä tarkoittaa sitä, että jos käytät IPv6:ta, reitittimesi pitää NextBoxin IPv6-osoitetta paikallisena, eikä sitä näin ollen palauteta DNS-ratkaisun aikana määritetyn verkkotunnuksen osalta.
fr: Dans le contexte de la NextBox, cela signifie que, si vous utilisez IPv6, l'adresse IPv6 de votre NextBox est considérée comme locale par votre routeur et ne sera donc pas retournée pendant la résolution DNS de votre domaine désigné.
hu: A NextBox esetében ez azt jelenti, hogy ha IPv6-ot használ, akkor a NextBox IPv6-címét az útválasztó helyi címnek tekinti, és így a kijelölt tartomány DNS-feloldása során nem kapja vissza.
ja: NextBoxの文脈では、IPv6を使用している場合、NextBoxのIPv6アドレスはルーターによってローカルとみなされるため、指定ドメインのDNS解決時に返されないことを意味します。
lt: NextBox kontekste tai reiškia, kad jei naudojate IPv6, jūsų maršrutizatorius jūsų NextBox IPv6 adresą laiko vietiniu, todėl DNS sprendžiant jūsų nurodytą domeną jis nebus grąžinamas.
lv: NextBox kontekstā tas nozīmē, ka, ja izmantojat IPv6, jūsu NextBox IPv6 adresi jūsu maršrutētājs uzskata par vietējo, un tādējādi tā netiks atgriezta, DNS atrisinot jūsu norādīto domēnu.
nl: In de context van de NextBox betekent dit dat, als u IPv6 gebruikt, het IPv6-adres van uw NextBox door uw router als lokaal wordt beschouwd en dus niet zal worden teruggezonden tijdens DNS-resolving van uw aangewezen domein.
pl: W kontekście NextBox oznacza to, że jeśli korzystasz z IPv6, adres IPv6 Twojego NextBox jest traktowany przez router jako lokalny i nie jest zwracany podczas rozwiązywania DNS dla wskazanej przez Ciebie domeny.
pt: No contexto da NextBox isso significa que, se você estiver usando IPv6, o endereço IPv6 da sua NextBox é considerado local pelo seu roteador e, portanto, não será devolvido durante a resolução do DNS do seu domínio designado.
ro: În contextul NextBox, acest lucru înseamnă că, dacă utilizați IPv6, adresa IPv6 a NextBox este considerată locală de către routerul dumneavoastră și, prin urmare, nu va fi returnată în timpul rezolvării DNS a domeniului dumneavoastră desemnat.
ru: В контексте NextBox это означает, что, если вы используете IPv6, IPv6-адрес вашего NextBox считается локальным для вашего маршрутизатора и, таким образом, не будет возвращен во время DNS-разрешения назначенного вами домена.
sk: V kontexte NextBoxu to znamená, že ak používate IPv6, adresa IPv6 vášho NextBoxu je považovaná za lokálnu vašim routerom, a preto nebude vrátená počas DNS prekladu určenej domény.
sl: V kontekstu naprave NextBox to pomeni, da če uporabljate IPv6, vaš usmerjevalnik šteje naslov IPv6 vaše naprave NextBox za lokalni in ga zato ne bo vrnil med razreševanjem DNS vaše določene domene.
sv: När det gäller NextBox innebär detta att om du använder IPv6, anses NextBox:s IPv6-adress vara lokal av din router och kommer därför inte att returneras under DNS-upplösning av din angivna domän.
zh_cn: 在NextBox的情况下，这意味着，如果你使用IPv6，你的NextBox的IPv6地址被你的路由器认为是本地的，因此在DNS解析你的指定域时不会被返回。
