Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/nextbox.po
Languages: bg, cs, de, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: Now you are the owner of your very own sub-domain. You can try and visit this subdomain now, but you will see that it will only (best case) end up on your internet router. This is because your router is your door to the internet and it has to be made aware that you want specific traffic to be forwarded to your NextBox. Please set up :doc:`port-forwarding` on your internet router now, once this is done, visiting your registered sub-domain in the browser will show you your NextBox' Nextcloud instance.
bg: Сега вече сте собственик на свой собствен поддомейн. Сега можете да се опитате да посетите този поддомейн, но ще видите, че той (в най-добрия случай) ще попадне само на вашия интернет рутер. Това е така, защото вашият маршрутизатор е вашата врата към интернет и той трябва да бъде уведомен, че искате определен трафик да бъде пренасочен към вашия NextBox. Моля, настройте :doc:`port-forwarding` на вашия интернет рутер сега, след като това бъде направено, посещението на вашия регистриран поддомейн в браузъра ще ви покаже вашата NextBox' Nextcloud инстанция.
cs: Nyní jste vlastníkem vlastní subdomény. Tuto subdoménu můžete nyní zkusit navštívit, ale uvidíte, že skončí (v lepším případě) pouze na vašem internetovém routeru. Je to proto, že váš směrovač je vašimi dveřmi do internetu a musí být informován o tom, že chcete, aby byl konkrétní provoz přesměrován do vašeho NextBoxu. Nastavte prosím nyní na svém internetovém směrovači :doc:`port-forwarding`, jakmile to uděláte, při návštěvě vaší registrované subdomény v prohlížeči se vám zobrazí vaše instance NextBox' Nextcloud.
de: Jetzt sind Sie der Besitzer Ihrer eigenen Subdomain. Sie können jetzt versuchen, diese Subdomain zu besuchen, aber Sie werden sehen, dass sie nur (im besten Fall) auf Ihrem Internet-Router landet. Das liegt daran, dass Ihr Router Ihre Tür zum Internet ist und ihm mitgeteilt werden muss, dass Sie möchten, dass bestimmter Datenverkehr an Ihre NextBox weitergeleitet wird. Bitte richten Sie jetzt :doc:`port-forwarding` auf Ihrem Internet-Router ein. Sobald dies geschehen ist, wird Ihnen beim Besuch Ihrer registrierten Subdomain im Browser Ihre NextBox' Nextcloud-Instanz angezeigt.
el: Τώρα είστε ο ιδιοκτήτης του δικού σας υπο-τομέα. Μπορείτε να προσπαθήσετε να επισκεφθείτε αυτό το υποτομέα τώρα, αλλά θα δείτε ότι (στην καλύτερη περίπτωση) θα καταλήξει μόνο στον δρομολογητή σας στο διαδίκτυο. Αυτό συμβαίνει επειδή ο δρομολογητής σας είναι η πόρτα σας στο διαδίκτυο και πρέπει να του γνωστοποιηθεί ότι θέλετε να προωθηθεί συγκεκριμένη κίνηση στο NextBox σας. Παρακαλούμε ρυθμίστε το :doc:`port-forwarding` στο δρομολογητή σας στο διαδίκτυο τώρα, μόλις γίνει αυτό, η επίσκεψη στο καταχωρημένο υπο-τομέα σας στο πρόγραμμα περιήγησης θα σας εμφανίσει το NextBox' Nextcloud σας.
es: Ahora eres el dueño de tu propio subdominio. Puedes intentar visitar este subdominio ahora, pero verás que sólo (en el mejor de los casos) terminará en tu router de internet. Esto se debe a que tu router es tu puerta a Internet y tiene que ser consciente de que quieres que el tráfico específico sea reenviado a tu NextBox. Por favor, configura :doc:`port-forwarding` en tu router de internet ahora, una vez hecho esto, visitar tu subdominio registrado en el navegador te mostrará tu instancia NextBox' Nextcloud.
et: Nüüd olete omaenda alamdomeeni omanik. Võite nüüd proovida seda alamdomeeni külastada, kuid näete, et see jõuab (parimal juhul) ainult teie internetiruuterisse. Seda seetõttu, et teie ruuter on teie uks internetti ja ta peab olema teadlik sellest, et te soovite, et konkreetne liiklus suunataks teie NextBoxi. Palun seadistage nüüd oma internetiruuteril :doc:`port-forwarding`, kui see on tehtud, siis teie registreeritud alamdomeeni külastamine brauseris näitab teile teie NextBox' Nextcloudi instantsi.
fi: Nyt olet oman aladomainisi omistaja. Voit nyt yrittää vierailla tällä aliverkkotunnuksella, mutta huomaat, että se päätyy (parhaassa tapauksessa) vain internet-reitittimeesi. Tämä johtuu siitä, että reitittimesi on porttisi internetiin, ja sille on ilmoitettava, että haluat, että tietty liikenne ohjataan NextBoxiisi. Aseta :doc:`port-forwarding` Internet-reitittimellesi nyt, kun tämä on tehty, kun vierailet rekisteröidyssä aladomainissasi selaimessa, näet NextBox' Nextcloud-instanssisi.
fr: Vous êtes maintenant le propriétaire de votre propre sous-domaine. Vous pouvez essayer de visiter ce sous-domaine maintenant, mais vous verrez qu'il n'aboutira (dans le meilleur des cas) que sur votre routeur Internet. En effet, votre routeur est votre porte d'accès à l'Internet et il doit être informé que vous souhaitez que le trafic spécifique soit redirigé vers votre NextBox. Veuillez configurer :doc:`port-forwarding` sur votre routeur internet maintenant, une fois que c'est fait, visiter votre sous-domaine enregistré dans le navigateur vous montrera votre instance NextBox' Nextcloud.
hu: Most már Ön a saját aldomainjének tulajdonosa. Most megpróbálhatod meglátogatni ezt az aldomaint, de látni fogod, hogy (legjobb esetben is) csak az internetes routereden fog landolni. Ez azért van, mert a routered az internetre vezető ajtód, és tudnia kell, hogy azt szeretnéd, hogy bizonyos forgalmat a NextBoxodra továbbítson. Kérjük, állítsa be a :doc:`port-továbbítás`-t az internet routerén most, ha ez megtörtént, a regisztrált aldomainjét meglátogatva a böngészőben megjelenik a NextBox' Nextcloud példánya.
ja: 今、あなたはあなた自身のサブドメインの所有者です。このサブドメインにアクセスしてみると、インターネットルーターにしか到達しないことがわかります。これは、ルーターがインターネットへのドアであり、特定のトラフィックをNextBoxに転送したいことをルーターに認識させる必要があるためです。これが完了すると、ブラウザで登録したサブドメインにアクセスすると、NextBox' Nextcloudインスタンスが表示されます。
lt: Dabar esate savo subdomeno savininkas. Dabar galite pabandyti aplankyti šį subdomeną, bet pamatysite, kad jis atsidurs tik (geriausiu atveju) jūsų interneto maršrutizatoriuje. Taip yra todėl, kad jūsų maršrutizatorius yra jūsų durys į internetą ir jis turi žinoti, kad norite, jog tam tikras srautas būtų nukreiptas į jūsų "NextBox". Dabar savo interneto maršrutizatoriuje nustatykite :doc:`port-forwarding`, kai tai bus padaryta, naršyklėje apsilankę savo užregistruotame subdomene pamatysite savo NextBox' Nextcloud egzempliorių.
lv: Tagad esat sava apakšdomēna īpašnieks. Tagad varat mēģināt apmeklēt šo apakšdomēnu, bet redzēsiet, ka tas (labākajā gadījumā) nonāks tikai jūsu interneta maršrutētājā. Tas ir tāpēc, ka jūsu maršrutētājs ir jūsu durvis uz internetu, un tam ir jāzina, ka vēlaties, lai konkrēta datplūsma tiktu pārsūtīta uz jūsu NextBox. Lūdzu, tagad iestatiet :doc:`port-forwarding` savā interneta maršrutētājā, kad tas būs izdarīts, pārlūkā apmeklējot savu reģistrēto apakšdomēnu, jūs redzēsiet savu NextBox' Nextcloud gadījumu.
nl: Nu bent u de eigenaar van uw eigen sub-domein. U kunt dit subdomein nu proberen te bezoeken, maar u zult zien dat het alleen (in het beste geval) op uw internetrouter terecht zal komen. Dit komt omdat uw router uw deur naar het internet is en deze moet weten dat u specifiek verkeer naar uw NextBox wilt laten doorsturen. Stel nu :doc:`port-forwarding` in op uw internet router, zodra dit is gedaan, zal het bezoeken van uw geregistreerde sub-domein in de browser u uw NextBox' Nextcloud instance laten zien.
pl: Teraz jesteś właścicielem swojej bardzo własnej subdomeny. Możesz teraz spróbować odwiedzić tę subdomenę, ale zobaczysz, że w najlepszym wypadku trafi ona na Twój router internetowy. Dzieje się tak dlatego, że router jest Twoimi drzwiami do Internetu i musi być świadomy, że chcesz, aby określony ruch był przekazywany do Twojego NextBoxa. Proszę skonfigurować :doc:`port-forwarding` na routerze internetowym, gdy to zrobisz, odwiedzając zarejestrowaną subdomenę w przeglądarce, zobaczysz swoją instancję NextBox' Nextcloud.
pt: Agora você é o dono do seu próprio sub-domínio. Você pode tentar visitar este subdomínio agora, mas você verá que ele só (na melhor das hipóteses) vai acabar no seu roteador de internet. Isto porque o seu router é a sua porta para a Internet e tem de estar ciente de que quer que tráfego específico seja encaminhado para a sua NextBox. Por favor configure :doc:`port-forwarding` no seu router de internet agora, uma vez que isto esteja feito, visitando o seu sub-domínio registado no browser irá mostrar-lhe a sua NextBox' Nextcloud instance.
ro: Acum sunteți proprietarul propriului dvs. subdomeniu. Puteți încerca să vizitați acest subdomeniu acum, dar veți vedea că acesta va ajunge (în cel mai bun caz) doar pe routerul dvs. de internet. Acest lucru se datorează faptului că routerul este ușa dvs. către internet și trebuie să fie informat că doriți ca un anumit trafic să fie redirecționat către NextBox-ul dvs. Vă rugăm să configurați :doc:`port-forwarding` pe routerul dvs. de internet acum, odată ce acest lucru este făcut, vizitând subdomeniul dvs. înregistrat în browser vă va arăta instanța NextBox' Nextcloud.
ru: Теперь вы являетесь владельцем своего собственного поддомена. Вы можете попытаться посетить этот поддомен сейчас, но вы увидите, что он (в лучшем случае) окажется на вашем интернет-маршрутизаторе. Это происходит потому, что ваш маршрутизатор - это ваша дверь в интернет, и он должен быть осведомлен о том, что вы хотите, чтобы определенный трафик направлялся на ваш NextBox. Пожалуйста, настройте :doc:`port-forwarding` на вашем интернет-маршрутизаторе сейчас, как только это будет сделано, посетив ваш зарегистрированный субдомен в браузере, вы увидите ваш NextBox' Nextcloud экземпляр.
sk: Teraz ste vlastníkom vlastnej subdomény. Túto subdoménu môžete teraz skúsiť navštíviť, ale uvidíte, že skončí len (v lepšom prípade) na vašom internetovom smerovači. Je to preto, že váš smerovač je vašimi dverami do internetu a musí byť informovaný o tom, že chcete, aby sa konkrétna prevádzka presmerovala na váš NextBox. Nastavte teraz na svojom internetovom smerovači :doc:`port-forwarding`, akonáhle to urobíte, pri návšteve vašej zaregistrovanej subdomény v prehliadači sa vám zobrazí vaša inštancia NextBox' Nextcloud.
sl: Zdaj ste lastnik lastne poddomene. Zdaj lahko poskusite obiskati to poddomeno, vendar boste videli, da bo (v najboljšem primeru) končala le na vašem internetnem usmerjevalniku. Usmerjevalnik je namreč vaš dostop do interneta in mora biti obveščen, da želite, da se določen promet preusmeri v vaš NextBox. Zdaj na svojem internetnem usmerjevalniku nastavite :doc:`port-forwarding`, ko bo to opravljeno, se bo ob obisku vaše registrirane poddomene v brskalniku prikazala vaša instanca NextBox' Nextcloud.
sv: Nu är du ägare till din egen underdomän. Du kan försöka besöka denna underdomän nu, men du kommer att se att den bara (i bästa fall) hamnar på din internetrouter. Detta beror på att routern är din dörr till Internet och att den måste göras medveten om att du vill att viss trafik ska vidarebefordras till din NextBox. Ställ in :doc:`port-forwarding` på din internetrouter nu. När detta är gjort kommer du att se din NextBox' Nextcloud-instans när du besöker din registrerade underdomän i webbläsaren.
zh_cn: 现在你是你自己的子域的所有者。你现在可以尝试访问这个子域，但你会发现，它只会（最好的情况）在你的互联网路由器上结束。这是因为你的路由器是你通往互联网的大门，它必须知道你想把特定的流量转发到你的NextBox。请在您的互联网路由器上设置 :doc:`port-forwarding`，一旦完成，在浏览器中访问您的注册子域，将显示您的NextBox' Nextcloud实例。

source: Great from here there is just one step remaining:
bg: Оттук нататък остава само една стъпка:
cs: Odtud už zbývá jen jeden krok:
de: Von hier aus ist es nur noch ein Schritt:
el: Από εδώ και πέρα απομένει μόνο ένα βήμα:
es: Genial, a partir de aquí sólo queda un paso:
et: Suurepärane, siit on jäänud vaid üks samm:
fi: Tästä on enää yksi askel jäljellä:
fr: Super, à partir de là, il ne reste qu'une étape :
hu: Innen már csak egy lépés van hátra:
ja: ここまでくれば、あと一歩のところまで来ている。
lt: Puikus nuo čia liko tik vienas žingsnis:
lv: Lieliski, no šejienes atliek tikai viens solis:
nl: Geweldig. Vanaf hier is er nog maar één stap:
pl: Stąd jest już tylko jeden krok:
pt: Óptimo a partir daqui só falta um passo:
ro: Minunat, de aici mai rămâne doar un singur pas:
ru: Отсюда остается только один шаг:
sk: Odtiaľto zostáva už len jeden krok:
sl: Od tu je ostal le še en korak:
sv: Från och med nu är det bara ett steg kvar:
zh_cn: 很好，从这里开始，只剩下一个步骤。

source: Click on "HTTPS / TLS"
bg: Кликнете върху "HTTPS / TLS"
cs: Klikněte na "HTTPS / TLS"
de: Klicken Sie auf "HTTPS / TLS"
el: Κάντε κλικ στο "HTTPS / TLS",
es: Haga clic en "HTTPS / TLS"
et: Klõpsake "HTTPS / TLS"
fi: Napsauta "HTTPS / TLS"
fr: Cliquez sur "HTTPS / TLS".
hu: Kattintson a "HTTPS / TLS"-re;
ja: HTTPS / TLS"」をクリックします。
lt: Spustelėkite "HTTPS / TLS";
lv: Noklikšķiniet uz "HTTPS / TLS";
nl: Klik op "HTTPS / TLS"
pl: Kliknij na "HTTPS / TLS"
pt: Clique em "HTTPS / TLS"
ro: Faceți clic pe "HTTPS / TLS"
ru: Нажмите на "HTTPS / TLS"
sk: Kliknite na "HTTPS / TLS"
sl: Kliknite "HTTPS / TLS"
sv: Klicka på "HTTPS/TLS"
zh_cn: 点击"HTTPS / TLS"。

source: Click the button "Enable TLS"
bg: Щракнете върху бутона "Enable TLS"
cs: Klikněte na tlačítko "Povolit TLS"
de: Klicken Sie auf die Schaltfläche "TLS aktivieren".
el: Κάντε κλικ στο κουμπί "Ενεργοποίηση TLS",
es: Haga clic en el botón "Habilitar TLS"";
et: Klõpsake nuppu "TLS-i lubamine"
fi: Napsauta painiketta "Ota TLS käyttöön"
fr: Cliquez sur le bouton "Activer TLS".
hu: Kattintson a "Enable TLS"gombra;
ja: ボタン "Enable TLS" をクリックします。
lt: Spustelėkite mygtuką "Įjungti TLS";
lv: Noklikšķiniet uz pogas "Enable TLS";
nl: Klik op de knop "Schakel TLS in"
pl: Kliknij przycisk "Włącz TLS"
pt: Clique no botão "Habilite o TLS"
ro: Faceți clic pe butonul "Enable TLS"
ru: Нажмите кнопку "Включить TLS"
sk: Kliknite na tlačidlo "Povoliť TLS"
sl: Kliknite gumb "Omogoči TLS"
sv: Klicka på knappen "Aktivera TLS"
zh_cn: 点击按钮"启用TLS"。

source: Please wait some moments to acquire your certificate
bg: Моля, изчакайте малко, за да получите сертификата си.
cs: Počkejte prosím chvíli, než získáte svůj certifikát
de: Bitte warten Sie einige Augenblicke, um Ihr Zertifikat zu erhalten
el: Παρακαλώ περιμένετε μερικά λεπτά για να αποκτήσετε το πιστοποιητικό σας
es: Por favor, espere unos momentos para adquirir su certificado
et: Palun oodake mõned hetked, et saada oma sertifikaat
fi: Odota hetki saadaksesi todistuksesi
fr: Veuillez patienter quelques instants pour obtenir votre certificat
hu: Kérjük, várjon néhány pillanatot a tanúsítvány megszerzéséhez
ja: 証明書の取得にはしばらく時間がかかります。
lt: Prašome palaukti keletą akimirkų, kol bus gautas jūsų sertifikatas.
lv: Lūdzu, pagaidiet dažus mirkļus, lai saņemtu savu sertifikātu
nl: Gelieve even te wachten om uw certificaat te verkrijgen
pl: Proszę poczekać kilka chwil na otrzymanie certyfikatu.
pt: Por favor, aguarde alguns momentos para adquirir o seu certificado
ro: Vă rugăm să așteptați câteva momente pentru a obține certificatul dvs.
ru: Пожалуйста, подождите несколько минут, чтобы получить ваш сертификат
sk: Počkajte chvíľu, kým získate svoj certifikát
sl: Počakajte nekaj trenutkov, da pridobite svoje potrdilo.
sv: Vänligen vänta en stund för att få ditt certifikat.
zh_cn: 请稍等片刻以获得您的证书

source: Shortly after you will be automatically redirected to your now encrypted NextBox sub-domain, which might look similar to this:
bg: Малко след това ще бъдете автоматично пренасочени към Вашия вече криптиран поддомейн на NextBox, който може да изглежда по следния начин:
cs: Krátce poté budete automaticky přesměrováni na svou nyní zašifrovanou subdoménu NextBox, která může vypadat podobně:
de: Kurz darauf werden Sie automatisch zu Ihrer nun verschlüsselten NextBox-Subdomain weitergeleitet, die ähnlich wie diese aussehen könnte:
el: Λίγο αργότερα θα ανακατευθυνθείτε αυτόματα στο κρυπτογραφημένο πλέον υπο-τομέα NextBox, ο οποίος μπορεί να μοιάζει με αυτόν:
es: Poco después serás redirigido automáticamente a tu subdominio NextBox ahora encriptado, que podría tener un aspecto similar a este:
et: Varsti pärast seda suunatakse teid automaatselt teie nüüdseks krüpteeritud NextBoxi alamdomeenile, mis võib välja näha umbes nii:
fi: Pian tämän jälkeen sinut ohjataan automaattisesti salattuun NextBox-alidomainiin, joka saattaa näyttää samankaltaiselta kuin tämä:
fr: Peu après, vous serez automatiquement redirigé vers votre sous-domaine NextBox désormais crypté, qui peut ressembler à ceci :
hu: Röviddel ezután automatikusan átirányítjuk a titkosított NextBox aldomainre, amely ehhez hasonlóan nézhet ki:
ja: その後すぐに、暗号化されたNextBoxのサブドメインに自動的にリダイレクトされ、以下のような表示になります。
lt: Netrukus būsite automatiškai nukreipti į užšifruotą NextBox subdomeną, kuris gali atrodyti panašiai:
lv: Drīz pēc tam jūs automātiski tiksiet novirzīts uz savu šifrēto NextBox apakšdomēnu, kas var izskatīties līdzīgi:
nl: Kort daarna wordt u automatisch doorgestuurd naar uw nu versleutelde NextBox-subdomein, dat er ongeveer zo uit kan zien:
pl: Wkrótce po tym zostaniesz automatycznie przekierowany na swoją zaszyfrowaną subdomenę NextBox, która może wyglądać podobnie do tej:
pt: Pouco depois você será automaticamente redirecionado para o seu sub-domínio NextBox agora encriptado, que pode parecer semelhante a este:
ro: La scurt timp după aceea, veți fi redirecționat automat către subdomeniul NextBox, care acum este criptat, și care ar putea arăta similar cu acesta:
ru: Вскоре после этого вы будете автоматически перенаправлены на ваш теперь уже зашифрованный субдомен NextBox, который может выглядеть примерно так:
sk: Krátko na to budete automaticky presmerovaní na svoju zašifrovanú subdoménu NextBox, ktorá môže vyzerať podobne ako táto:
sl: Kmalu zatem boste samodejno preusmerjeni na svojo šifrirano poddomeno NextBox, ki je lahko videti podobno:
sv: Kort därefter kommer du automatiskt att omdirigeras till din nu krypterade NextBox-underdomän, som kan se ut ungefär så här:
zh_cn: 不久之后，你会自动转到你现在加密的NextBox子域，它可能看起来类似于这样。

source: There we are, your very own sub-domain, certificate and fully end-to-end encrypted Nextcloud.
bg: Ето го и вашият собствен поддомейн, сертификат и напълно криптиран от край до край Nextcloud.
cs: A je to tady, vaše vlastní subdoména, certifikát a plně end-to-end šifrovaný Nextcloud.
de: Fertig ist Ihre eigene Subdomain, Ihr Zertifikat und die vollständig Ende-zu-Ende-verschlüsselte Nextcloud.
el: Ορίστε, το δικό σας υπο-τομέα, πιστοποιητικό και πλήρως κρυπτογραφημένο από άκρο σε άκρο Nextcloud.
es: Ahí tienes, tu propio subdominio, certificado y Nextcloud totalmente encriptado de extremo a extremo.
et: Siin me oleme, teie enda alamdomeen, sertifikaat ja täielikult läbivalt krüpteeritud Nextcloud.
fi: Siinä se on, oma alatunnuksesi, varmenne ja täysin päästä päähän salattu Nextcloud.
fr: Nous y voilà, votre propre sous-domaine, votre certificat et votre Nextcloud entièrement crypté de bout en bout.
hu: Itt is vagyunk, a saját aldomainje, tanúsítványa és teljesen végponttól végpontig titkosított Nextcloudja.
ja: あなただけのサブドメイン、証明書、完全にエンドツーエンドで暗号化されたNextcloudが完成しました。
lt: Štai ir mes - jūsų nuosavas subdomenas, sertifikatas ir visiškai užšifruotas "Nextcloud".
lv: Lūk, mēs esam jūsu pašu apakšdomēna, sertifikāts un pilnībā šifrēts Nextcloud.
nl: Daar zijn we dan, uw eigen subdomein, certificaat en volledig end-to-end versleutelde Nextcloud.
pl: No i proszę, Twoja własna subdomena, certyfikat i w pełni zaszyfrowany end-to-end Nextcloud.
pt: Aqui estamos nós, o seu próprio sub-domínio, certificado e encriptado completamente end-to-end Nextcloud.
ro: Iată-ne, propriul tău subdomeniu, certificat și Nextcloud complet criptat de la un capăt la altul.
ru: Вот и все, ваш собственный субдомен, сертификат и полностью сквозное шифрование Nextcloud.
sk: Tu je vaša vlastná subdoména, certifikát a plne end-to-end šifrovaný Nextcloud.
sl: Tu je vaša lastna poddomena, certifikat in v celoti šifriran Nextcloud.
sv: Där har du din egen subdomän, ditt eget certifikat och ett helt sluten-krypterat Nextcloud.
zh_cn: 这就是我们，您自己的子域、证书和完全端到端加密的Nextcloud。

source: If you encounter problems, please read the other articles inside the :doc:`Remote Access Section<index>`.
bg: Ако срещнете проблеми, моля, прочетете другите статии в :doc:`Remote Access Section<index>`.
cs: Pokud narazíte na problémy, přečtěte si další články uvnitř :doc:`Remote Access Section<index>`.
de: Wenn Sie auf Probleme stoßen, lesen Sie bitte die anderen Artikel innerhalb des :doc:`Remote Access Section<index>`.
el: Αν αντιμετωπίσετε προβλήματα, διαβάστε τα άλλα άρθρα μέσα στο :doc:`Τμήμα απομακρυσμένης πρόσβασης<index>`.
es: Si tiene problemas, por favor, lea los otros artículos dentro del :doc:`Sección de Acceso Remoto<índice<`.
et: Kui teil tekib probleeme, lugege palun teisi artikleid :doc:`kaugjuurdepääsu sektsioon<index>` sees.
fi: Jos kohtaat ongelmia, lue muut artikkelit :doc:`Kauko-osio<index>` sisällä.
fr: Si vous rencontrez des problèmes, veuillez lire les autres articles de la section :doc:`Section accès à distance<index>`.
hu: Ha problémák merülnek fel, kérjük, olvassa el a :doc:`Távoli hozzáférés szakasz<index>` többi cikkét.
ja: 問題が発生した場合は、:doc:`Remote Access Section<index>`内の他の記事をお読みください。
lt: Jei susiduriate su problemomis, perskaitykite kitus straipsnius, esančius :doc:`Dėl nuotolinės prieigos skyriaus<index>`.
lv: Ja jums rodas problēmas, lūdzu, izlasiet citus rakstus, kas atrodami :doc:`Attālās piekļuves sadaļa<index>`.
nl: Als u problemen ondervindt, lees dan de andere artikelen in de :doc:`Remote Access Section<index>`.
pl: Jeśli napotkasz problemy, przeczytaj inne artykuły wewnątrz :doc:`Remote Access Section<index>`.
pt: Se você encontrar problemas, por favor leia os outros artigos dentro do :doc:`Secção de Acesso Remoto<index>`.
ro: Dacă întâmpinați probleme, vă rugăm să citiți celelalte articole din cadrul :doc:`Secțiunea Acces la distanță<index>`.
ru: Если у вас возникли проблемы, пожалуйста, прочитайте другие статьи в разделе :doc:`Remote Access Section<index>`.
sk: Ak narazíte na problémy, prečítajte si ďalšie články v :doc:`Sekcia vzdialeného prístupu<index>`.
sl: Če naletite na težave, preberite druge članke znotraj :doc:`Remote Access Section<index>`.
sv: Om du stöter på problem kan du läsa de andra artiklarna i :doc:`Remote Access Section<index>`.
zh_cn: 如果你遇到问题，请阅读 :doc:`远程访问部分<index>`里面的其他文章。

source: Factory Reset
bg: Фабрично нулиране
cs: Obnovení továrního nastavení
de: Werkseinstellung
el: Επαναφορά εργοστασιακών ρυθμίσεων
es: Restablecimiento de fábrica
et: Tehase lähtestamine
fi: Tehdasasetusten palautus
fr: Réinitialisation d'usine
hu: Gyári visszaállítás
ja: ファクトリーリセット
lt: Gamyklinis atstatymas
lv: Rūpnīcas atiestatīšana
nl: Fabrieks reset
pl: Reset fabryczny
pt: Reinicialização de Fábrica
ro: Resetare din fabrică
ru: Заводской сброс
sk: Obnovenie továrenského nastavenia
sl: Ponastavitev tovarniške nastavitve
sv: Fabriksåterställning
zh_cn: 工厂重置
