Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/nextbox.po
Languages: bg, cs, de, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: On top of that you want to make sure that your data (traffic) is not readable by anyone else despite you. Nowadays this is accomplished by using `HTTPS`_, which is driven by `TLS`_.
bg: Освен това искате да сте сигурни, че вашите данни (трафик) не могат да бъдат прочетени от никой друг, въпреки вас. В днешно време това се постига с помощта на `HTTPS`_, който се управлява от `TLS`_.
cs: Kromě toho chcete zajistit, aby vaše data (provoz) nemohl číst nikdo jiný. Toho se dnes dosahuje pomocí `HTTPS`_, který je řízen `TLS`_.
de: Außerdem wollen Sie sicherstellen, dass Ihre Daten (der Datenverkehr) außer für Sie selbst für niemanden lesbar sind. Heutzutage wird dies durch die Verwendung von `HTTPS`_ erreicht, welches durch `TLS`_ gesteuert wird.
el: Επιπλέον, θέλετε να βεβαιωθείτε ότι τα δεδομένα σας (κίνηση) δεν μπορούν να διαβαστούν από κανέναν άλλον παρά από εσάς. Στις μέρες μας αυτό επιτυγχάνεται με τη χρήση του `HTTPS`_, το οποίο καθοδηγείται από το `TLS`_.
es: Además, quieres asegurarte de que tus datos (tráfico) no son legibles por nadie a pesar de ti. Hoy en día, esto se consigue utilizando `HTTPS`_, que es impulsado por `TLS`_.
et: Lisaks sellele soovite tagada, et teie andmed (liiklus) ei ole teiest hoolimata kellelegi teisele loetavad. Tänapäeval saavutatakse see `HTTPS`_ abil, mida juhib `TLS`_.
fi: Lisäksi haluat varmistaa, että kukaan muu ei voi lukea tietojasi (liikennettäsi) sinusta huolimatta. Nykyään tämä onnistuu käyttämällä `HTTPS`_, jota ohjaa `TLS`_.
fr: En plus de cela, vous voulez vous assurer que vos données (trafic) ne sont pas lisibles par quelqu'un d'autre que vous. De nos jours, ceci est accompli en utilisant `HTTPS`_, qui est piloté par `TLS`_.
hu: Ráadásul biztosítani szeretné, hogy az Ön adatai (adatforgalma) ne legyenek olvashatók senki más számára Ön ellenére sem. Manapság ezt a `HTTPS`_ használatával érheted el, amelyet a `TLS`_ vezérel.
ja: それに加えて、自分のデータ（トラフィック）が、自分以外の誰かに読まれないようにしたいものです。最近では、`HTTPS`_を使用することでこれを実現していますが、これは`TLS`_によって駆動されています。
lt: Be to, norite užtikrinti, kad jūsų duomenų (srauto) negalėtų perskaityti niekas kitas, nepaisant jūsų. Šiandien tai pasiekiama naudojant `HTTPS`_, kurį valdo `TLS`_.
lv: Papildus tam vēlaties pārliecināties, ka jūsu datus (datplūsmu) nevar nolasīt neviens cits, neskatoties uz jums. Mūsdienās tas tiek panākts, izmantojot `HTTPS`_, ko vada `TLS`_.
nl: Bovendien wil je er zeker van zijn dat je data (verkeer) niet leesbaar is door iemand anders, ondanks jou. Tegenwoordig wordt dit bereikt door gebruik te maken van `HTTPS`_, dat wordt aangestuurd door `TLS`_.
pl: Na dodatek chcesz mieć pewność, że Twoje dane (ruch) nie są możliwe do odczytania przez nikogo innego poza Tobą. W dzisiejszych czasach jest to osiągane poprzez użycie `HTTPS`_, który jest napędzany przez `TLS`_.
pt: Além disso, você quer ter certeza de que seus dados (tráfego) não são legíveis por mais ninguém, apesar de você. Hoje em dia isto é conseguido usando `HTTPS`_, que é conduzido por `TLS`_.
ro: În plus, doriți să vă asigurați că datele (traficul) nu pot fi citite de nimeni altcineva în ciuda dumneavoastră. În zilele noastre, acest lucru se realizează prin utilizarea `HTTPS`_, care este condus de `TLS`_.
ru: Кроме того, вы хотите быть уверены, что ваши данные (трафик) не сможет прочитать никто другой, кроме вас. В настоящее время для этого используется `HTTPS`_, который управляется `TLS`_.
sk: Okrem toho chcete zabezpečiť, aby vaše údaje (prevádzku) nemohol čítať nikto iný. V súčasnosti sa to dosahuje pomocou `HTTPS`_, ktorý je riadený `TLS`_.
sl: Poleg tega želite zagotoviti, da vaših podatkov (prometa) ne more prebrati nihče drug. Danes to dosežemo z uporabo `HTTPS`_, ki ga poganja `TLS`_.
sv: Dessutom vill du försäkra dig om att dina data (trafik) inte kan läsas av någon annan än dig. Numera uppnås detta genom att använda `HTTPS`_, som drivs av `TLS`_.
zh_cn: 除此之外，你要确保你的数据（流量）不能被其他人读取，尽管你是这样。现在，这可以通过使用`HTTPS`_来实现，它由`TLS`_驱动。

source: Right next to the URL (*nitrokey.com*) you see this small padlock, which translates to: This website provides an encrypted connection and all your traffic is not readable by anyone between your browser (client) and the Nitrokey server.
bg: Точно до URL адреса (*nitrokey.com*) виждате този малък катинар, който означава: Този уебсайт осигурява криптирана връзка и целият ви трафик не може да бъде прочетен от никого между вашия браузър (клиент) и сървъра на Nitrokey.
cs: Hned vedle adresy URL (*nitrokey.com*) se nachází malý visací zámek, který znamená: Tento web poskytuje šifrované spojení a veškerý váš provoz mezi vaším prohlížečem (klientem) a serverem Nitrokey není nikým čitelný.
de: Direkt neben der URL (*nitrokey.com*) sehen Sie dieses kleine Vorhängeschloss, was übersetzt so viel bedeutet wie: Diese Website bietet eine verschlüsselte Verbindung und Ihr gesamter Datenverkehr zwischen Ihrem Browser (Client) und dem Nitrokey-Server ist für niemanden lesbar.
el: Ακριβώς δίπλα στη διεύθυνση URL (*nitrokey.com*) βλέπετε αυτό το μικρό λουκέτο, το οποίο μεταφράζεται ως: Αυτή η ιστοσελίδα παρέχει μια κρυπτογραφημένη σύνδεση και όλη η κυκλοφορία σας δεν είναι αναγνώσιμη από κανέναν μεταξύ του προγράμματος περιήγησης (πελάτη) και του διακομιστή Nitrokey.
es: Justo al lado de la URL (*nitrokey.com*) verás este pequeño candado, que se traduce en: Este sitio web proporciona una conexión encriptada y todo su tráfico no es legible por nadie entre su navegador (cliente) y el servidor Nitrokey.
et: Otse URL-i (*nitrokey.com*) kõrval näete seda väikest lukku, mis tähendab: See veebisait pakub krüpteeritud ühendust ja kogu teie liiklus on teie brauseri (kliendi) ja Nitrokey serveri vahelisel ajal kellelegi loetamatu.
fi: Aivan URL-osoitteen (*nitrokey.com*) vieressä näkyy tämä pieni lukko, joka tarkoittaa: Kukaan ei voi lukea kaikkea liikennettäsi selaimesi (asiakkaan) ja Nitrokey-palvelimen välillä.
fr: Juste à côté de l'URL (*nitrokey.com*), tu vois ce petit cadenas, qui se traduit par : Ce site Web fournit une connexion cryptée et tout votre trafic n'est lisible par personne entre votre navigateur (client) et le serveur Nitrokey.
hu: Közvetlenül az URL (*nitrokey.com*) mellett látható ez a kis lakat, ami azt jelenti: Ez a weboldal titkosított kapcsolatot biztosít, és a böngészője (kliens) és a Nitrokey szerver között zajló adatforgalom senki számára nem olvasható.
ja: URL(*nitrokey.com*)のすぐ隣には、この小さな南京錠がありますが、これは翻訳すると次のようになります。このウェブサイトは暗号化された接続を提供しており、あなたのブラウザ（クライアント）とNitrokeyサーバー間のすべてのトラフィックは誰にも読めません。
lt: Prie pat URL adreso (*nitrokey.com*) matote mažą pakabinamą spyną, kuri reiškia: Ši svetainė užtikrina šifruotą ryšį ir niekas negali perskaityti viso jūsų duomenų srauto tarp jūsų naršyklės (kliento) ir "Nitrokey" serverio.
lv: Tieši blakus URL adresam (*nitrokey.com*) ir redzama šī mazā piekaramā atslēga, kas nozīmē: Tas nozīmē, ka šī vietne nodrošina šifrētu savienojumu, un neviens nevar nolasīt visu jūsu datplūsmu starp jūsu pārlūkprogrammu (klientu) un Nitrokey serveri.
nl: Direct naast de URL (*nitrokey.com*) ziet u dit kleine hangslotje, wat betekent: Deze website biedt een versleutelde verbinding en al uw verkeer is voor niemand leesbaar tussen uw browser (client) en de Nitrokey server.
pl: Tuż obok adresu URL (*nitrokey.com*) widzisz tę małą kłódkę, która tłumaczy się jako: Ta strona zapewnia szyfrowane połączenie i cały Twój ruch pomiędzy przeglądarką (klientem) a serwerem Nitrokey nie jest możliwy do odczytania przez nikogo.
pt: Mesmo ao lado da URL (*nitrokey.com*) você vê este pequeno cadeado, que se traduz para: Este site fornece uma conexão criptografada e todo o seu tráfego não é legível por ninguém entre o seu navegador (cliente) e o servidor Nitrokey.
ro: Chiar lângă URL-ul (*nitrokey.com*) vedeți acest mic lacăt, care se traduce prin: Acest site web oferă o conexiune criptată și tot traficul dvs. nu poate fi citit de nimeni între browserul dvs. (client) și serverul Nitrokey.
ru: Прямо рядом с URL-адресом (*nitrokey.com*) вы видите маленький замочек, что означает: Этот веб-сайт обеспечивает зашифрованное соединение, и весь ваш трафик между вашим браузером (клиентом) и сервером Nitrokey никто не сможет прочитать.
sk: Hneď vedľa adresy URL (*nitrokey.com*) sa nachádza malý zámok, ktorý znamená: Tento web poskytuje šifrované spojenie a celú vašu prevádzku medzi prehliadačom (klientom) a serverom Nitrokey nemôže nikto čítať.
sl: Tik ob naslovu URL (*nitrokey.com*) je majhna ključavnica, ki pomeni: Ta spletna stran zagotavlja šifrirano povezavo, zato med vašim brskalnikom (odjemalcem) in strežnikom Nitrokey nihče ne more prebrati vašega prometa.
sv: Precis bredvid URL:en (*nitrokey.com*) ser du ett litet hänglås, vilket betyder: Den här webbplatsen tillhandahåller en krypterad anslutning och all din trafik kan inte läsas av någon mellan din webbläsare (klient) och Nitrokey-servern.
zh_cn: 就在URL（*nitrokey.com*）的旁边，你会看到这个小挂锁，它的意思是：。这个网站提供了一个加密的连接，在你的浏览器（客户端）和Nitrokey服务器之间，你的所有流量都不会被任何人读取。

source: Once your NextBox is set up properly and you see the dashboard the first time your URL bar in your browser might look like this:
bg: След като вашият NextBox е настроен правилно и видите таблото за управление за първи път, лентата с URL адреси в браузъра ви може да изглежда по следния начин:
cs: Jakmile je NextBox správně nastaven a vy poprvé uvidíte ovládací panel, může váš řádek URL v prohlížeči vypadat takto:
de: Sobald Ihre NextBox richtig eingerichtet ist und Sie das Dashboard das erste Mal sehen, könnte Ihre URL-Leiste in Ihrem Browser so aussehen:
el: Μόλις το NextBox σας ρυθμιστεί σωστά και δείτε το ταμπλό για πρώτη φορά, η γραμμή URL στο πρόγραμμα περιήγησής σας μπορεί να μοιάζει κάπως έτσι:
es: Una vez que tu NextBox esté configurado correctamente y veas el panel de control por primera vez, la barra de URL de tu navegador puede tener este aspecto:
et: Kui teie NextBox on korralikult seadistatud ja te näete armatuurlauda esimest korda, võib teie brauseri URL-riba välja näha selline:
fi: Kun NextBox on asennettu oikein ja näet kojelaudan ensimmäisen kerran, selaimesi URL-palkki saattaa näyttää tältä:
fr: Une fois que votre NextBox est correctement configurée et que vous voyez le tableau de bord pour la première fois, votre barre d'URL dans votre navigateur peut ressembler à ceci :
hu: Ha a NextBox megfelelően be van állítva, és először látja a műszerfalat, a böngésző URL-sávja így nézhet ki:
ja: NextBoxが正しくセットアップされ、初めてダッシュボードが表示されると、ブラウザのURLバーは次のようになります。
lt: Tinkamai sukonfigūravus "NextBox" ir pirmą kartą pamačius prietaisų skydelį, naršyklės URL juosta gali atrodyti taip:
lv: Kad NextBox ir pareizi iestatīts un pirmo reizi tiek parādīts vadības panelis, jūsu pārlūkprogrammas URL josla var izskatīties šādi:
nl: Zodra uw NextBox correct is ingesteld en u het dashboard de eerste keer ziet, kan uw URL-balk in uw browser er als volgt uitzien:
pl: Po prawidłowym skonfigurowaniu NextBox i pierwszym wyświetleniu pulpitu nawigacyjnego pasek adresu URL w przeglądarce może wyglądać tak:
pt: Quando a sua NextBox estiver configurada corretamente e você vir o painel de controle na primeira vez que a barra de URL no seu navegador pode se parecer com isto:
ro: După ce NextBox este configurat corespunzător și vedeți tabloul de bord pentru prima dată, bara URL din browserul dvs. ar putea arăta astfel:
ru: После того, как NextBox настроен должным образом, и вы впервые увидите приборную панель, ваша строка URL в браузере может выглядеть следующим образом:
sk: Keď je NextBox správne nastavený a prvýkrát sa zobrazí ovládací panel, váš panel URL v prehliadači môže vyzerať takto:
sl: Ko je NextBox pravilno nastavljen in prvič vidite nadzorno ploščo, bo vrstica URL v brskalniku morda videti takole:
sv: När din NextBox är korrekt konfigurerad och du ser instrumentpanelen första gången kan URL-fältet i webbläsaren se ut så här:
zh_cn: 一旦你的NextBox设置正确，你第一次看到仪表板，你的浏览器中的URL栏可能看起来像这样。

source: In this case the local IP has been used (``192.168.10.50``), this is specific to your local network and equal to ``nextbox.local``. The *not secure* and the warning sign transports the information that your connection is **not encrypted**, thus using *http* instead of *https*. For more you can read: `HTTP vs. HTTPS`_.
bg: В този случай е използван локалният IP адрес (``192.168.10.50``), който е специфичен за вашата локална мрежа и е равен на ``nextbox.local``. Знакът *not secure* (не е сигурно)* и предупредителният знак пренасят информацията, че връзката ви не е **криптирана**, като по този начин използвате *http* вместо *https*. За повече информация можете да прочетете: `HTTP срещу HTTPS`_.
cs: V tomto případě byla použita místní IP adresa (``192.168.10.50``), která je specifická pro vaši místní síť a rovná se ``nextbox.local``. Znak *not secure* a varování přenáší informaci, že vaše spojení není **šifrované**, a proto se místo *https* používá *http*. Více informací naleznete v následujícím textu: `HTTP vs. HTTPS`_.
de: In diesem Fall wurde die lokale IP verwendet (``192.168.10.50``), diese ist spezifisch für Ihr lokales Netzwerk und gleich ``nextbox.local``. Das *not secure* und das Warnzeichen transportieren die Information, dass Ihre Verbindung **nicht verschlüsselt** ist, also *http* anstelle von *https* verwendet wird. Für mehr können Sie lesen: `HTTP vs. HTTPS`_.
el: Σε αυτή την περίπτωση χρησιμοποιήθηκε η τοπική IP (``192.168.10.50``), η οποία είναι συγκεκριμένη για το τοπικό σας δίκτυο και ισούται με ``nextbox.local``. Το *not secure* και το προειδοποιητικό σήμα μεταφέρουν την πληροφορία ότι η σύνδεσή σας είναι **μη κρυπτογραφημένη**, χρησιμοποιώντας έτσι *http* αντί για *https*. Για περισσότερες πληροφορίες μπορείτε να διαβάσετε: `HTTP vs. HTTPS`_.
es: En este caso se ha utilizado la IP local (``192.168.10.50``), ésta es propia de su red local e igual a ``nextbox.local``. El *no seguro* y el signo de advertencia transportan la información de que su conexión **no está encriptada**, por lo que utiliza *http* en lugar de *https*. Para más puedes leer: `HTTP vs. HTTPS`_.
et: Sel juhul on kasutatud kohalikku IP-d (``192.168.10.50``), see on kohalikule võrgule omane ja võrdne ``nextbox.local``. *not secure* ja hoiatusmärk edastavad teavet, et teie ühendus on **ei krüpteeritud**, seega kasutatakse *http* asemel *https*. Lisateavet saate lugeda: `HTTP vs. HTTPS`_.
fi: Tässä tapauksessa on käytetty paikallista IP-osoitetta (``192.168.10.50``), joka on paikallisverkkokohtainen ja vastaa ``nextbox.local``. *not secure* ja varoitusmerkki välittävät tiedon siitä, että yhteytesi on **ei-salattu**, joten käytät *http:tä* *https:n* sijasta. Lisätietoja voit lukea: `HTTP vs. HTTPS`_.
fr: Dans ce cas, l'adresse IP locale a été utilisée (192.168.10.50), qui est spécifique à votre réseau local et correspond à "nextbox.local". Le signe *not secure* et le signe d'avertissement transportent l'information que votre connexion n'est **pas cryptée**, utilisant ainsi *http* au lieu de *https*. Pour en savoir plus, vous pouvez lire : `HTTP vs. HTTPS`_.
hu: Ebben az esetben a helyi IP-t használtuk (``192.168.10.50``), ez a helyi hálózatra jellemző és egyenlő a ``nextbox.local`` értékkel. A *not secure* és a figyelmeztető jel azt az információt szállítja, hogy a kapcsolat **nem titkosított**, tehát *http* helyett *https*-t használ. További információért olvassa el: `HTTP vs. HTTPS`_.
ja: この場合、ローカルIP（``192.168.10.50``）が使用されていますが、これはローカルネットワークに固有のもので、``nextbox.local``に相当します。not secure*と警告表示は、接続が**暗号化されていない**という情報を伝え、*https*の代わりに*http*を使用しています。詳しくはこちらをご覧ください。`HTTP vs. HTTPS`_を参照してください。
lt: Šiuo atveju naudojamas vietinis IP (``192.168.10.50``), jis būdingas jūsų vietiniam tinklui ir yra lygus ``</x>`nextbox.local``. Ženklu *not secure* ir įspėjamuoju ženklu perteikiama informacija, kad jūsų ryšys **nešifruojamas**, todėl vietoj *https* naudojamas *http*. Daugiau informacijos galite rasti: `HTTP vs. HTTPS`_.
lv: Šajā gadījumā ir izmantots vietējais IP (``192.168.10.50``), tas ir raksturīgs jūsu vietējam tīklam un ir vienāds ar ``</x>`nextbox.local``. Ar *not secure* un brīdinājuma zīmi tiek pārnesta informācija, ka jūsu savienojums nav **šifrēts**, tādējādi *http* vietā tiek izmantots *https*. Lai uzzinātu vairāk, varat lasīt: `HTTP vs. HTTPS`_.
nl: In dit geval is het lokale IP gebruikt (``192.168.10.50``), dit is specifiek voor uw lokale netwerk en gelijk aan ``nextbox.local``. Het *not secure* en het waarschuwingsteken geeft aan dat uw verbinding **niet versleuteld** is, dus *http* gebruikt in plaats van *https*. Voor meer kunt u lezen: `HTTP vs. HTTPS`_.
pl: W tym przypadku użyto lokalnego IP (``192.168.10.50``), jest to specyficzne dla twojej sieci lokalnej i równe ``nextbox.local``. Znak *not secure* i znak ostrzegawczy przenoszą informację, że połączenie nie jest **szyfrowane**, a więc używa się *http* zamiast *https*. Więcej na ten temat można przeczytać: `HTTP vs. HTTPS`_.
pt: Neste caso o IP local foi utilizado (``192.168.10.50``), isto é específico para a sua rede local e igual a ``nextbox.local```. O *not secure* e o sinal de aviso transporta a informação de que a sua ligação é **not encriptada**, usando assim *http* em vez de *https*. Para mais você pode ler: `HTTP vs. HTTPS`_.
ro: În acest caz, a fost utilizat IP-ul local (``192.168.10.50``), care este specific rețelei locale și este egal cu ``nextbox.local``. Semnul *not secure* și semnul de avertizare transportă informația că conexiunea dvs. nu este **nu este criptată**, folosind astfel *http* în loc de *https*. Pentru mai multe informații puteți citi: `HTTP vs. HTTPS`_.
ru: В данном случае использован локальный IP (``192.168.10.50``), он специфичен для вашей локальной сети и равен ``nextbox.local``. Знак *not secure* и предупреждение передают информацию о том, что ваше соединение **не зашифровано**, поэтому используется *http* вместо *https*. Подробнее вы можете прочитать: `HTTP vs. HTTPS`_.
sk: V tomto prípade bola použitá lokálna IP adresa (``192.168.10.50``), ktorá je špecifická pre vašu lokálnu sieť a rovná sa ``nextbox.local``. Znak *not secure* a varovanie prenáša informáciu, že vaše spojenie nie je **šifrované**, a preto sa používa *http* namiesto *https*. Viac informácií si môžete prečítať: `HTTP vs. HTTPS`_.
sl: V tem primeru je bil uporabljen lokalni IP (``192.168.10.50``), ki je značilen za vaše lokalno omrežje in je enak ``nextbox.local``. Znak *not secure* in opozorilo prenašata informacijo, da vaša povezava ni **šifrirana**, zato namesto *https* uporabljate *http*. Za več informacij si lahko preberete: `HTTP proti HTTPS`_.
sv: I det här fallet har den lokala IP-adressen använts (``192.168.10.50``), som är specifik för ditt lokala nätverk och motsvarar ``nextbox.local``. *not secure* och varningstecknet transporterar information om att din anslutning **inte är krypterad** och att du därför använder *http* i stället för *https*. Du kan läsa mer om detta: `HTTP vs. HTTPS`_.
zh_cn: 在这种情况下，使用了本地IP（``192.168.10.50```），这是特定于你的本地网络，等于``nextbox.local``。不安全*和警告标志传递的信息是，你的连接是**不加密的，因此使用*http*而不是*https*。更多内容你可以阅读。`HTTP vs. HTTPS`_。

source: Obviously, access to the NextBox should be secure, thus encrypted using *https*. This guide covers the different approaches to reach this goal, depending on your specific needs.
bg: Очевидно е, че достъпът до NextBox трябва да бъде защитен, следователно криптиран с помощта на *https*. Това ръководство обхваща различните подходи за постигане на тази цел, в зависимост от конкретните ви нужди.
cs: Přístup do NextBoxu by měl být samozřejmě zabezpečený, tedy šifrovaný pomocí *https*. Tato příručka se zabývá různými přístupy k dosažení tohoto cíle v závislosti na vašich konkrétních potřebách.
de: Natürlich soll der Zugriff auf die NextBox sicher sein, also verschlüsselt mit *https*. Diese Anleitung behandelt die verschiedenen Ansätze, um dieses Ziel zu erreichen, je nach Ihren spezifischen Anforderungen.
el: Προφανώς, η πρόσβαση στο NextBox θα πρέπει να είναι ασφαλής, επομένως κρυπτογραφημένη με χρήση *https*. Αυτός ο οδηγός καλύπτει τις διαφορετικές προσεγγίσεις για την επίτευξη αυτού του στόχου, ανάλογα με τις συγκεκριμένες ανάγκες σας.
es: Obviamente, el acceso a NextBox debe ser seguro, por lo tanto, encriptado usando *https*. Esta guía cubre los diferentes enfoques para alcanzar este objetivo, dependiendo de sus necesidades específicas.
et: Loomulikult peaks juurdepääs NextBoxile olema turvaline, seega krüpteeritud *https* abil. Selles juhendis käsitletakse erinevaid lähenemisviise selle eesmärgi saavutamiseks, sõltuvalt teie konkreetsetest vajadustest.
fi: On selvää, että NextBoxin käytön on oltava turvallista, joten se on salattava *https*:llä. Tässä oppaassa käsitellään eri lähestymistapoja tämän tavoitteen saavuttamiseksi erityistarpeiden mukaan.
fr: Évidemment, l'accès à la NextBox doit être sécurisé, donc crypté en utilisant *https*. Ce guide couvre les différentes approches pour atteindre cet objectif, en fonction de vos besoins spécifiques.
hu: Nyilvánvaló, hogy a NextBox-hoz való hozzáférésnek biztonságosnak kell lennie, tehát *https* használatával titkosítottnak. Ez az útmutató a cél elérésének különböző megközelítéseit mutatja be, az Ön egyedi igényeitől függően.
ja: 当然のことながら、NextBoxへのアクセスは安全でなければならず、*https*を使って暗号化する必要があります。このガイドでは、お客様のニーズに合わせて、この目標を達成するためのさまざまなアプローチを説明します。
lt: Akivaizdu, kad prieiga prie "NextBox" turi būti saugi, todėl šifruojama naudojant *https*. Šiame vadove aptariami įvairūs būdai šiam tikslui pasiekti, priklausomai nuo jūsų konkrečių poreikių.
lv: Acīmredzot piekļuvei NextBox jābūt drošai, tātad šifrētai, izmantojot *https*. Šajā rokasgrāmatā aprakstītas dažādas pieejas šā mērķa sasniegšanai atkarībā no jūsu konkrētajām vajadzībām.
nl: Uiteraard moet de toegang tot de NextBox veilig zijn, dus versleuteld met *https*. Deze gids behandelt de verschillende benaderingen om dit doel te bereiken, afhankelijk van uw specifieke behoeften.
pl: Oczywiście dostęp do NextBoxa powinien być bezpieczny, a więc zaszyfrowany przy użyciu *https*. Niniejszy przewodnik opisuje różne podejścia do osiągnięcia tego celu, w zależności od konkretnych potrzeb.
pt: Obviamente, o acesso à NextBox deve ser seguro, assim codificado usando *https*. Este guia cobre as diferentes abordagens para alcançar este objectivo, dependendo das suas necessidades específicas.
ro: Evident, accesul la NextBox trebuie să fie securizat, deci criptat folosind *https*. Acest ghid acoperă diferitele abordări pentru a atinge acest obiectiv, în funcție de nevoile dumneavoastră specifice.
ru: Очевидно, что доступ к NextBox должен быть безопасным, поэтому он шифруется с помощью *https*. В данном руководстве рассматриваются различные подходы для достижения этой цели, в зависимости от ваших конкретных потребностей.
sk: Prístup do NextBoxu by mal byť samozrejme zabezpečený, teda šifrovaný pomocou *https*. Táto príručka sa zaoberá rôznymi prístupmi na dosiahnutie tohto cieľa v závislosti od vašich konkrétnych potrieb.
sl: Seveda mora biti dostop do NextBoxa varen, torej šifriran z uporabo *https*. Ta vodnik zajema različne pristope za dosego tega cilja, odvisno od vaših posebnih potreb.
sv: Självklart ska åtkomsten till NextBox vara säker, alltså krypterad med *https*. Den här guiden täcker de olika tillvägagångssätten för att nå detta mål, beroende på dina specifika behov.
zh_cn: 显然，对NextBox的访问应该是安全的，因此使用*https*进行加密。本指南涵盖了达到这一目标的不同方法，这取决于你的具体需求。
