Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/nextbox.po
Languages: bg, cs, de, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: As of now the shield does provide a :doc:`status LED <../technical/led-colors>`, a hardware button to :doc:`factory reset <../technical/factory-reset>` and an additional USB Type-C connector on the same side as the Ethernet port for power supply exclusively.
bg: Към момента щитът осигурява :doc:`Status LED <../technical/led-colors>`, хардуерен бутон за :doc:`factory reset <../technical/factory-reset>` и допълнителен USB Type-C конектор от същата страна като Ethernet порта изключително за захранване.
cs: V současné době je štít vybaven :doc:`stavovou LED diodou <../technical/led-colors>`, hardwarovým tlačítkem pro :doc:`obnovení továrního nastavení <../technical/factory-reset>` a dalším konektorem USB typu C na stejné straně jako port Ethernet výhradně pro napájení.
el: Προς το παρόν η ασπίδα παρέχει ένα :doc:`LED κατάστασης <../technical/led-colors>`, ένα κουμπί υλικού για :doc:`επαναφορά εργοστασιακής επαναφοράς <../technical/factory-reset>` και ένα πρόσθετο βύσμα USB Type-C στην ίδια πλευρά με τη θύρα Ethernet για αποκλειστική τροφοδοσία ρεύματος.
es: A partir de ahora, el escudo proporciona un :doc:`LED de estado <../technical/led-colors>`, un botón de hardware para :doc:`reinicio de fábrica <../technical/factory-reset>` y un conector USB Tipo-C adicional en el mismo lado que el puerto Ethernet para la alimentación exclusivamente.
et: Praeguse seisuga pakub kilp :doc:`status LED <../technical/led-colors>`, riistvara nuppu :doc:`factory reset <../technical/factory-reset>` ja täiendavat USB Type-C pistikut Ethernet pordiga samal küljel ainult toiteallikaks.
fi: Tällä hetkellä kilpi tarjoaa :doc:`tilan LED <../technical/led-colors>`, laitteistopainikkeen :doc:`tehdasasetusten palauttamiseen <../technical/factory-reset>` ja ylimääräisen USB Type-C -liitännän samalle puolelle kuin Ethernet-portti yksinomaan virransyöttöä varten.
fr: Pour l'instant, le shield fournit une :doc:`LED d'état <../technical/led-colors>`, un bouton matériel pour :doc:`factory reset <../technical/factory-reset>` et un connecteur USB Type-C supplémentaire du même côté que le port Ethernet pour l'alimentation exclusivement.
hu: Mostantól a pajzs rendelkezik egy :doc:`állapot LED <../technical/led-colors>`, egy hardveres gombbal a :doc:`gyári visszaállításhoz <../technical/factory-reset>` és egy további USB Type-C csatlakozóval az Ethernet porttal azonos oldalon, kizárólag a tápellátáshoz.
ja: 現在のところ、このシールドには、 :doc:`status LED <../technical/led-colors>`、 :doc:`factory reset <../technical/factory-reset>`のハードウェアボタン、そして電源供給専用にイーサネットポートと同じ側に追加のUSB Type-Cコネクタが用意されています。
lt: Kol kas skyde yra :doc:`Status LED <.../technical/led-colors>`, aparatūros mygtukas :doc:`factory reset <.../technical/factory-reset>` ir papildoma USB Type-C jungtis toje pačioje pusėje, kaip ir Ethernet prievadas, skirta tik maitinimui.
lv: Šobrīd vairogs nodrošina :doc:`status LED <.../technical/led-colors>`, aparatūras pogu :doc:`factory reset <.../technical/factory-reset>` un papildu USB Type-C savienotāju tajā pašā pusē, kur Ethernet ports tikai un vienīgi barošanas avota vajadzībām.
nl: Vanaf nu biedt het schild wel een :doc:`status LED <../technical/led-colors>`, een hardwareknop om :doc:`factory reset <../technical/factory-reset>` en een extra USB Type-C-connector aan dezelfde kant als de Ethernet-poort voor uitsluitend de stroomvoorziening.
pl: Jak na razie shield zapewnia :doc:`status LED <../technical/led-colors>`, przycisk sprzętowy do :doc:`factory reset <../technical/factory-reset>` oraz dodatkowe złącze USB Type-C po tej samej stronie co port Ethernet wyłącznie do zasilania.
pt: A partir de agora, o escudo fornece um LED de estado <.../técnico/cores de chumbo>`, um botão de hardware para :doc:`resetar <.../técnico/de fábrica>` e um conector USB tipo C adicional no mesmo lado da porta Ethernet para alimentação exclusiva.
ro: Deocamdată, shield-ul oferă un :doc:`status LED <../technical/led-colors>`, un buton hardware pentru :doc:`factory reset <../technical/factory-reset>` și un conector USB Type-C suplimentar pe aceeași parte cu portul Ethernet pentru alimentarea exclusivă.
ru: На данный момент на щите имеется светодиодный индикатор состояния :doc:`status LED <../technical/led-colors>`, аппаратная кнопка для :doc:`factory reset <../technical/factory-reset>` и дополнительный разъем USB Type-C на той же стороне, что и порт Ethernet, исключительно для питания.
sk: Odteraz štít poskytuje :doc:`stavovú LED <../technical/led-colors>`, hardvérové tlačidlo na :doc:`factory reset <../technical/factory-reset>` a ďalší konektor USB typu C na tej istej strane ako ethernetový port výlučne na napájanie.
sl: Za zdaj je na ščitu na voljo :doc:`Status LED <.../technical/led-colors>`, strojni gumb za :doc:`factory reset <.../technical/factory-reset>` in dodatni priključek USB Type-C na isti strani kot ethernetna vrata izključno za napajanje.
sv: I dagsläget har skölden en :doc:`status-LED <../technical/led-colors>`, en hårdvaruknapp för :doc:`factory reset <../technical/factory-reset>` och en extra USB Type-C-anslutning på samma sida som Ethernet-porten för enbart strömförsörjning.
zh_cn: 截至目前，该盾牌确实提供了一个:doc:`状态LED <.../technical/led-colors>`，一个硬件按钮来:doc:`出厂复位<.../technical/factory-reset>`，以及一个额外的USB Type-C接口，位于以太网端口的同一侧，专门用于供电。

source: **Q:** Is the NextBox hardware extendable/replaceable?
bg: **В:** Може ли хардуерът на NextBox да се разширява/заменя?
cs: **Q:** Je hardware NextBoxu rozšiřitelný/vyměnitelný?
de: **Q:** Ist die NextBox-Hardware erweiterbar/auswechselbar?
el: **Ερώτηση:** Το υλικό του NextBox μπορεί να επεκταθεί/αντικατασταθεί;
es: **P: ** ¿Es el hardware de NextBox ampliable/reemplazable?
et: **K:** Kas NextBoxi riistvara on laiendatav/asendatav?
fi: **Q:** Onko NextBox-laitteisto laajennettavissa/vaihdettavissa?
fr: **Q:** Le matériel de la NextBox est-il extensible/remplaçable ?
hu: **K:** A NextBox hardver bővíthető/cserélhető?
ja: **Q:** NextBoxのハードウェアは、拡張／交換が可能ですか？
lt: **Q:** Ar "NextBox" techninę įrangą galima išplėsti / pakeisti?
lv: **Q:** Vai NextBox aparatūru var paplašināt/nomainīt?
nl: **Q:** Is de NextBox-hardware uitbreidbaar/vervangbaar?
pl: **Q:** Czy sprzęt NextBox jest rozszerzalny/wymienny?
pt: **Q:** O hardware da NextBox é extensível/substituível?
ro: **Întrebare:** Este hardware-ul NextBox extensibil/înlocuibil?
ru: **В:** Является ли оборудование NextBox расширяемым/заменяемым?
sk: **Q:** Je hardvér NextBoxu rozšíriteľný/vymeniteľný?
sl: **Q:** Ali je strojno opremo NextBox mogoče razširiti/zamenjati?
sv: **Q:** Är NextBox-hårdvaran förlängningsbar/utbytbar?
zh_cn: **问：**NextBox的硬件是否可以扩展/更换？

source: Yes, all NextBox components can be easily replaced. None of the components are glued or somehow permanently assembled. Using a Phillips screwdriver you can disassemble and re-assemble the NextBox easily. Keep in mind that you are doing this at your own risk.
bg: Да, всички компоненти на NextBox могат лесно да бъдат заменени. Нито един от компонентите не е залепен или по някакъв начин трайно сглобен. С помощта на кръстата отвертка можете лесно да разглобите и сглобите NextBox. Имайте предвид, че правите това на свой собствен риск.
cs: Ano, všechny komponenty NextBox lze snadno vyměnit. Žádná z komponent není slepená nebo nějak trvale sestavená. Pomocí křížového šroubováku můžete NextBox snadno rozebrat a znovu sestavit. Mějte na paměti, že tak činíte na vlastní nebezpečí.
de: Ja, alle NextBox-Komponenten können leicht ausgetauscht werden. Keine der Komponenten ist geklebt oder irgendwie fest montiert. Mit einem Kreuzschlitzschraubendreher können Sie die NextBox leicht zerlegen und wieder zusammenbauen. Denken Sie daran, dass Sie dies auf eigene Gefahr tun.
el: Ναι, όλα τα εξαρτήματα του NextBox μπορούν να αντικατασταθούν εύκολα. Κανένα από τα εξαρτήματα δεν είναι κολλημένο ή με κάποιο τρόπο μόνιμα συναρμολογημένο. Χρησιμοποιώντας ένα κατσαβίδι Phillips μπορείτε να αποσυναρμολογήσετε και να επανασυναρμολογήσετε το NextBox εύκολα. Λάβετε υπόψη ότι το κάνετε αυτό με δική σας ευθύνη.
es: Sí, todos los componentes de NextBox se pueden sustituir fácilmente. Ninguno de los componentes está pegado o ensamblado de forma permanente. Utilizando un destornillador Phillips puede desmontar y volver a montar el NextBox fácilmente. Tenga en cuenta que lo hace bajo su propio riesgo.
et: Jah, kõiki NextBoxi komponente saab hõlpsasti asendada. Ükski komponent ei ole liimitud ega kuidagi püsivalt kokku pandud. Phillips-kruvikeeraja abil saate NextBoxi hõlpsasti lahti võtta ja uuesti kokku panna. Pidage meeles, et teete seda omal vastutusel.
fi: Kyllä, kaikki NextBoxin komponentit voidaan helposti vaihtaa. Mitään osia ei ole liimattu tai jotenkin pysyvästi koottu. Phillips-ruuvimeisselillä voit helposti purkaa ja koota NextBoxin uudelleen. Muista, että teet tämän omalla vastuullasi.
fr: Oui, tous les composants de la NextBox peuvent être facilement remplacés. Aucun des composants n'est collé ou assemblé de façon permanente. À l'aide d'un tournevis Phillips, vous pouvez démonter et réassembler la NextBox facilement. Gardez à l'esprit que vous le faites à vos propres risques.
hu: Igen, a NextBox minden alkatrésze könnyen cserélhető. Egyik alkatrész sincs ragasztva vagy valamilyen módon tartósan összeállítva. Egy Phillips csavarhúzóval könnyen szét- és újra összerakhatja a NextBoxot. Ne feledje, hogy ezt saját felelősségére teszi.
ja: NextBoxの部品はすべて簡単に交換することができます。どの部品も接着剤などで固定されているわけではありません。プラスドライバーを使えば、NextBoxを簡単に分解・再組み立てすることができます。ただし、ご自身の責任で行っていただくようお願いします。
lt: Taip, visus "NextBox" komponentus galima lengvai pakeisti. Nė vienas iš komponentų nėra klijuotas ar kaip nors kitaip visam laikui sumontuotas. Naudodami kryžminį atsuktuvą galite lengvai išardyti ir vėl surinkti "NextBox". Atminkite, kad tai darote savo rizika.
lv: Jā, visus NextBox komponentus var viegli nomainīt. Neviena no sastāvdaļām nav salīmēta vai kā citādi pastāvīgi samontēta. Izmantojot Phillips skrūvgriezi, NextBox var viegli izjaukt un atkal salikt. Paturiet prātā, ka jūs to darāt uz savu risku.
nl: Ja, alle onderdelen van de NextBox kunnen gemakkelijk worden vervangen. Geen van de onderdelen is gelijmd of op de een of andere manier vast gemonteerd. Met een kruiskopschroevendraaier kunt u de NextBox gemakkelijk uit elkaar halen en weer in elkaar zetten. Bedenk wel dat u dit op eigen risico doet.
pl: Tak, wszystkie komponenty NextBox można łatwo wymienić. Żaden z elementów nie jest przyklejony lub w jakiś sposób trwale połączony. Za pomocą śrubokręta krzyżakowego można łatwo rozmontować i ponownie zmontować NextBox. Pamiętaj, że robisz to na własne ryzyko.
pt: Sim, todos os componentes NextBox podem ser facilmente substituídos. Nenhum dos componentes é colado ou de alguma forma montado de forma permanente. Usando uma chave de fenda Phillips você pode desmontar e remontar a NextBox facilmente. Tenha em mente que você está fazendo isso por sua própria conta e risco.
ro: Da, toate componentele NextBox pot fi înlocuite cu ușurință. Niciuna dintre componente nu este lipită sau asamblată permanent într-un fel sau altul. Cu ajutorul unei șurubelnițe Phillips puteți demonta și remonta ușor NextBox. Rețineți că faceți acest lucru pe propriul risc.
ru: Да, все компоненты NextBox можно легко заменить. Ни один из компонентов не склеен и не собран каким-то постоянным образом. С помощью крестовой отвертки вы можете легко разобрать и снова собрать NextBox. Помните, что вы делаете это на свой страх и риск.
sk: Áno, všetky komponenty NextBox sa dajú jednoducho vymeniť. Žiadny z komponentov nie je zlepený alebo nejako trvalo zostavený. Pomocou krížového skrutkovača môžete zariadenie NextBox ľahko rozobrať a znovu zostaviť. Majte na pamäti, že to robíte na vlastné riziko.
sl: Da, vse komponente NextBoxa je mogoče preprosto zamenjati. Nobena od komponent ni zlepljena ali kako drugače trajno sestavljena. S križnim izvijačem lahko NextBox enostavno razstavite in ponovno sestavite. Ne pozabite, da to počnete na lastno odgovornost.
sv: Ja, alla NextBox-komponenter kan enkelt bytas ut. Ingen av komponenterna är limmade eller på något sätt permanent monterade. Med hjälp av en Phillips-skruvmejsel kan du enkelt demontera och återmontera NextBox. Tänk på att du gör detta på egen risk.
zh_cn: 是的，所有NextBox的组件都可以很容易地更换。没有一个部件是用胶水或某种方式永久装配的。使用十字螺丝刀，您可以轻松地拆卸和重新组装NextBox。请记住，你这样做的风险是你自己的。

source: **Q:** What are the two USB Type-C ports used for?
bg: **В:** За какво се използват двата порта USB Type-C?
cs: **Q:** K čemu slouží dva porty USB typu C?
de: **Q:** Wofür werden die beiden USB-Typ-C-Anschlüsse verwendet?
el: **Ερώτηση:** Για ποιο λόγο χρησιμοποιούνται οι δύο θύρες USB Type-C;
es: **Q:** ¿Para qué sirven los dos puertos USB Tipo-C?
et: **K:** Milleks kasutatakse kahte USB Type-C porti?
fi: **Q:** Mihin kahta USB Type-C-porttia käytetään?
fr: **Q:** À quoi servent les deux ports USB Type-C ?
hu: **K:** Mire szolgál a két USB Type-C port?
ja: **Q:** 2つのUSB Type-Cポートは何に使うのですか？
lt: **Q:** Kam naudojami du C tipo USB prievadai?
lv: **Jauns jautājums:** Kādam nolūkam tiek izmantoti divi C tipa USB porti?
nl: **Q:** Waarvoor worden de twee USB Type-C poorten gebruikt?
pl: **Q:** Do czego służą dwa porty USB Type-C?
pt: **Q:** Para que são utilizadas as duas portas USB Tipo C?
ro: **Întrebare:** La ce sunt folosite cele două porturi USB Type-C?
ru: **Вопрос:** Для чего используются два порта USB Type-C?
sk: **Q:** Na čo slúžia dva porty USB typu C?
sl: **Q:** Za kaj se uporabljata dva vhoda USB tipa C?
sv: **Q:** Vad används de två USB Type-C-portarna till?
zh_cn: **问：**两个USB Type-C端口的用途是什么？

source: Both USB Type-C ports are exclusively for power supply and can not be used for data transfer. Do not connect two power supplies, please just use one of both to power your NextBox.
bg: Двата порта USB Type-C са изключително за захранване и не могат да се използват за прехвърляне на данни. Не свързвайте две захранвания, моля, използвайте само едно от двете за захранване на вашия NextBox.
cs: Oba porty USB typu C slouží výhradně k napájení a nelze je používat k přenosu dat. Nepřipojujte dva napájecí zdroje, k napájení zařízení NextBox používejte pouze jeden z obou.
de: Beide USB-Typ-C-Anschlüsse dienen ausschließlich der Stromversorgung und können nicht zur Datenübertragung verwendet werden. Schließen Sie nicht zwei Netzteile an, verwenden Sie bitte nur eines von beiden zur Stromversorgung Ihrer NextBox.
el: Και οι δύο θύρες USB Type-C προορίζονται αποκλειστικά για τροφοδοσία ρεύματος και δεν μπορούν να χρησιμοποιηθούν για μεταφορά δεδομένων. Μην συνδέετε δύο τροφοδοτικά, χρησιμοποιήστε μόνο ένα από τα δύο για την τροφοδοσία του NextBox σας.
es: Los dos puertos USB Type-C son exclusivamente para la alimentación y no pueden utilizarse para la transferencia de datos. No conecte dos fuentes de alimentación, utilice una de ellas para alimentar su NextBox.
et: Mõlemad USB Type-C pordid on mõeldud ainult toiteallikaks ja neid ei saa kasutada andmeedastuseks. Ärge ühendage kahte toiteallikat, kasutage NextBoxi toiteks vaid ühte neist mõlemast.
fi: Molemmat USB Type-C-portit on tarkoitettu yksinomaan virransyöttöön, eikä niitä voi käyttää tiedonsiirtoon. Älä liitä kahta virtalähdettä, käytä vain toista molemmista NextBoxin virtalähteenä.
fr: Les deux ports USB Type-C sont exclusivement destinés à l'alimentation électrique et ne peuvent pas être utilisés pour le transfert de données. Ne connectez pas deux alimentations, veuillez utiliser l'une des deux pour alimenter votre NextBox.
hu: Mindkét USB Type-C port kizárólag tápellátásra szolgál, és nem használható adatátvitelre. Ne csatlakoztasson két tápegységet, kérjük, csak az egyiket használja a NextBox tápellátására.
ja: 両方のUSB Type-Cポートは電源供給専用で、データ転送には使用できません。2つの電源を接続せず、どちらか一方だけでNextBoxの電源を確保してください。
lt: Abu C tipo USB prievadai skirti tik maitinimui ir negali būti naudojami duomenų perdavimui. Neprijunkite dviejų maitinimo šaltinių, naudokite tik vieną iš jų savo NextBox maitinimui.
lv: Abi C tipa USB porti ir paredzēti tikai un vienīgi strāvas padevei, un tos nevar izmantot datu pārsūtīšanai. Nesavienojiet divus barošanas avotus, lūdzu, izmantojiet tikai vienu no abiem, lai darbinātu NextBox.
nl: Beide USB Type-C-poorten zijn uitsluitend bedoeld voor stroomvoorziening en kunnen niet worden gebruikt voor gegevensoverdracht. Sluit geen twee voedingen aan, gebruik gewoon een van beide om uw NextBox van stroom te voorzien.
pl: Oba porty USB Typ-C służą wyłącznie do zasilania i nie mogą być używane do przesyłania danych. Nie należy podłączać dwóch zasilaczy, proszę używać tylko jednego z nich do zasilania NextBox.
pt: Ambas as portas USB Tipo C são exclusivamente para alimentação e não podem ser usadas para transferência de dados. Não ligue duas fontes de alimentação, por favor use apenas uma de ambas para alimentar a sua NextBox.
ro: Ambele porturi USB Type-C sunt destinate exclusiv alimentării cu energie și nu pot fi utilizate pentru transferul de date. Nu conectați două surse de alimentare, vă rugăm să folosiți doar unul dintre cele două pentru a alimenta NextBox.
ru: Оба порта USB Type-C предназначены исключительно для питания и не могут использоваться для передачи данных. Не подключайте два блока питания, используйте только один из них для питания NextBox.
sk: Oba porty USB typu C slúžia výlučne na napájanie a nemožno ich používať na prenos dát. Nepripájajte dva napájacie zdroje, na napájanie zariadenia NextBox používajte len jeden z oboch.
sl: Oba vhoda USB tipa C sta namenjena izključno za napajanje in ju ni mogoče uporabljati za prenos podatkov. Ne povezujte dveh napajalnikov, za napajanje naprave NextBox uporabite le enega od obeh.
sv: Båda USB Type-C-portarna är uteslutande avsedda för strömförsörjning och kan inte användas för dataöverföring. Anslut inte två nätaggregat, utan använd bara ett av dem för att driva din NextBox.
zh_cn: 两个USB Type-C端口都是专门用于供电的，不能用于数据传输。不要连接两个电源，请只使用其中一个为您的NextBox供电。

source: **Q:** Which fan should I install?
bg: **В:** Кой вентилатор трябва да инсталирам?
cs: **Q:** Jaký ventilátor mám nainstalovat?
de: **Q:** Welchen Lüfter sollte ich installieren?
el: **Q:** Ποιον ανεμιστήρα πρέπει να εγκαταστήσω;
es: **Q:** ¿Qué ventilador debo instalar?
et: **K:** Millise ventilaatori peaksin paigaldama?
fi: **Q:** Mikä tuuletin minun pitäisi asentaa?
fr: **Q:** Quel ventilateur dois-je installer ?
hu: **K:** Milyen ventilátort telepítsek?
ja: **Q:** どのファンを取り付ければよいのでしょうか？
lt: **Q:** Kurį ventiliatorių turėčiau įrengti?
lv: **Q:** Kuru ventilatoru man vajadzētu uzstādīt?
nl: **Q:** Welke ventilator moet ik installeren?
pl: **Q:** Jaki wentylator powinienem zainstalować?
pt: **Q:** Que ventilador devo instalar?
ro: **Q:** Ce ventilator ar trebui să instalez?
ru: **В:** Какой вентилятор следует установить?
sk: **Q:** Ktorý ventilátor mám nainštalovať?
sl: **Q:** Kateri ventilator naj namestim?
sv: **Q:** Vilken fläkt ska jag installera?
zh_cn: **问：**我应该安装哪个风扇？
