Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/nextbox.po
Languages: bg, cs, de, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: Simplified, one could say all the traffic has to travel a long way towards the NextBox instead of talking directly to the NextBox. This essentially is a drawback of all proxies. The effect for you as a user is that data transfers will be slower, than a direct connection.
bg: Опростено може да се каже, че целият трафик трябва да измине дълъг път към NextBox, вместо да се свързва директно с NextBox. Това по същество е недостатък на всички проксита. Ефектът за вас като потребител е, че прехвърлянето на данни ще бъде по-бавно, отколкото при директна връзка.
cs: Zjednodušeně by se dalo říci, že veškerý provoz musí urazit dlouhou cestu směrem k NextBoxu, namísto toho, aby se s NextBoxem spojil přímo. To je v podstatě nevýhoda všech proxy serverů. Pro vás jako uživatele to má za následek, že přenosy dat budou pomalejší než při přímém připojení.
de: Vereinfacht könnte man sagen, dass der gesamte Datenverkehr einen langen Weg zur NextBox zurücklegen muss, anstatt direkt mit der NextBox zu sprechen. Dies ist grundsätzlich ein Nachteil aller Proxys. Der Effekt für Sie als Benutzer ist, dass die Datenübertragung langsamer ist, als bei einer direkten Verbindung.
el: Απλουστευμένα, θα μπορούσαμε να πούμε ότι όλη η κίνηση πρέπει να διανύσει μια μεγάλη απόσταση προς το NextBox αντί να μιλάει απευθείας στο NextBox. Αυτό είναι ουσιαστικά ένα μειονέκτημα όλων των proxies. Το αποτέλεσμα για εσάς ως χρήστη είναι ότι η μεταφορά δεδομένων θα είναι πιο αργή, σε σχέση με μια απευθείας σύνδεση.
es: Simplificando, se podría decir que todo el tráfico tiene que recorrer un largo camino hacia el NextBox en lugar de hablar directamente con el NextBox. Esto es esencialmente una desventaja de todos los proxies. El efecto para usted como usuario es que las transferencias de datos serán más lentas, que una conexión directa.
et: Lihtsustatult võiks öelda, et kogu liiklus peab läbima pika tee NextBoxi suunas, selle asemel et rääkida otse NextBoxiga. See on põhimõtteliselt kõigi proxy-de puudus. Teie kui kasutaja jaoks tähendab see, et andmeedastus on aeglasem kui otsese ühenduse puhul.
fi: Yksinkertaistettuna voitaisiin sanoa, että kaiken liikenteen on kuljettava pitkä matka kohti NextBoxia sen sijaan, että se puhuisi suoraan NextBoxille. Tämä on pohjimmiltaan kaikkien välityspalvelimien haittapuoli. Käyttäjälle aiheutuu se, että tiedonsiirto on hitaampaa kuin suoran yhteyden kautta.
fr: En simplifiant, on pourrait dire que tout le trafic doit parcourir un long chemin vers la NextBox au lieu de parler directement à la NextBox. Ceci est essentiellement un inconvénient de tous les proxies. L'effet pour vous en tant qu'utilisateur est que les transferts de données seront plus lents, qu'une connexion directe.
hu: Leegyszerűsítve azt mondhatnánk, hogy az összes forgalomnak hosszú utat kell megtennie a NextBox felé, ahelyett, hogy közvetlenül a NextBox-hoz beszélne. Ez alapvetően minden proxynek a hátránya. Az Ön mint felhasználó számára az a hatás, hogy az adatátvitel lassabb lesz, mint egy közvetlen kapcsolat esetén.
ja: 簡単に言えば、すべてのトラフィックは、NextBoxに直接接続するのではなく、NextBoxに向かって長い距離を移動しなければならないということです。これは基本的にすべてのプロキシの欠点です。ユーザーにとっては、データ転送が直接接続よりも遅くなるという効果があります。
lt: Supaprastintai galima sakyti, kad visas srautas turi nueiti ilgą kelią link "NextBox", o ne tiesiogiai kreiptis į "NextBox". Tai iš esmės yra visų tarpinių serverių trūkumas. Jums, kaip naudotojui, tai reiškia, kad duomenų perdavimas bus lėtesnis nei tiesioginis ryšys.
lv: Vienkāršoti varētu teikt, ka visai datplūsmai ir jāveic garš ceļš uz NextBox, nevis tieši uz NextBox. Tas būtībā ir visu starpniekserveru trūkums. Jums kā lietotājam tas nozīmē, ka datu pārsūtīšana būs lēnāka nekā tiešā savienojumā.
nl: Vereenvoudigd zou men kunnen zeggen dat al het verkeer een lange weg naar de NextBox moet afleggen in plaats van rechtstreeks met de NextBox te praten. Dit is in wezen een nadeel van alle proxies. Het gevolg voor u als gebruiker is dat de gegevensoverdracht langzamer zal zijn dan bij een rechtstreekse verbinding.
pl: W uproszczeniu można powiedzieć, że cały ruch musi przebyć długą drogę w kierunku NextBoxa, zamiast rozmawiać bezpośrednio z NextBoxem. Jest to w zasadzie wada wszystkich serwerów proxy. Skutkiem dla użytkownika jest to, że transfer danych będzie wolniejszy niż w przypadku bezpośredniego połączenia.
pt: Simplificado, pode-se dizer que todo o tráfego tem de percorrer um longo caminho em direcção à NextBox em vez de falar directamente com a NextBox. Isto é essencialmente uma desvantagem de todos os proxies. O efeito para você como usuário é que as transferências de dados serão mais lentas, do que uma conexão direta.
ro: Simplificând, am putea spune că tot traficul trebuie să parcurgă un drum lung până la NextBox în loc să vorbească direct cu NextBox. Acesta este, în esență, un dezavantaj al tuturor proxy-urilor. Efectul pentru dumneavoastră, ca utilizator, este că transferurile de date vor fi mai lente decât în cazul unei conexiuni directe.
ru: Упрощенно можно сказать, что весь трафик должен пройти долгий путь к NextBox, вместо того, чтобы обращаться непосредственно к NextBox. Это, по сути, является недостатком всех прокси-серверов. Для вас, как пользователя, это означает, что передача данных будет происходить медленнее, чем при прямом подключении.
sk: Zjednodušene by sa dalo povedať, že všetka prevádzka musí prejsť dlhú cestu smerom k NextBoxu namiesto toho, aby komunikovala priamo s NextBoxom. To je v podstate nevýhoda všetkých proxy serverov. Výsledkom pre vás ako používateľa je, že prenosy údajov budú pomalšie ako pri priamom pripojení.
sl: Poenostavljeno bi lahko rekli, da mora ves promet prepotovati dolgo pot proti NextBoxu, namesto da se pogovarja neposredno z NextBoxom. To je v bistvu pomanjkljivost vseh posrednikov. Posledica za vas kot uporabnika je, da bo prenos podatkov počasnejši kot pri neposredni povezavi.
sv: Förenklat kan man säga att all trafik måste resa långt till NextBox i stället för att tala direkt till NextBox. Detta är i princip en nackdel med alla proxys. Effekten för dig som användare är att dataöverföringarna blir långsammare än vid en direkt anslutning.
zh_cn: 简而言之，可以说所有的流量都要长途跋涉到NextBox，而不是直接与NextBox对话。这基本上是所有代理的一个缺点。作为用户，你的影响是，数据传输将比直接连接慢。

source: Chained End-to-End Encryption
bg: Верижно криптиране от край до край
cs: Řetězové šifrování od konce ke konci
de: Verkettete Ende-zu-Ende-Verschlüsselung
el: Κρυπτογράφηση από άκρη σε άκρη
es: Cifrado encadenado de extremo a extremo
et: Kettaga otsast lõpuni krüpteerimine
fi: Ketjutettu End-to-End-salaus
fr: Cryptage chaîné de bout en bout
hu: Láncolt végponttól-végpontig titkosítás
ja: チェーン化されたエンド・ツー・エンドの暗号化
lt: Grandininis "nuo galo iki galo" šifravimas
lv: Ķēdveida end-to-End šifrēšana
nl: Geketende end-to-end versleuteling
pl: Szyfrowanie łańcuchowe typu koniec do końca
pt: Criptografia encadeada de ponta-a-ponta
ro: Criptare înlănțuită de la un capăt la altul
ru: Цепное сквозное шифрование
sk: Reťazové šifrovanie od konca ku koncu
sl: Verižno šifriranje od konca do konca
sv: Kedjavis kryptering från början till slut
zh_cn: 链式端到端加密

source: Another drawback is that your traffic is not fully end-to-end encrypted. To be clear: Your data is still encrypted, but only on the path from your client (browser) to the Nitrokey server, there the data will be decrypted and encrypted again to be sent to the NextBox.
bg: Друг недостатък е, че трафикът ви не е напълно криптиран от край до край. За да сме наясно: данните ви все още са криптирани, но само по пътя от вашия клиент (браузър) до сървъра на Nitrokey, където данните ще бъдат декриптирани и отново криптирани, за да бъдат изпратени до NextBox.
cs: Další nevýhodou je, že váš provoz není plně šifrován end-to-end. Aby bylo jasno: vaše data jsou stále šifrována, ale pouze na cestě od vašeho klienta (prohlížeče) k serveru Nitrokey, kde budou data dešifrována a znovu zašifrována, aby mohla být odeslána do NextBoxu.
de: Ein weiterer Nachteil ist, dass Ihr Datenverkehr nicht vollständig Ende-zu-Ende-verschlüsselt ist. Im Klartext: Ihre Daten sind immer noch verschlüsselt, aber nur auf dem Weg von Ihrem Client (Browser) zum Nitrokey-Server, dort werden die Daten entschlüsselt und erneut verschlüsselt, um an die NextBox gesendet zu werden.
el: Ένα άλλο μειονέκτημα είναι ότι η κίνησή σας δεν είναι πλήρως κρυπτογραφημένη από άκρο σε άκρο. Για να είμαστε σαφείς: Τα δεδομένα σας εξακολουθούν να είναι κρυπτογραφημένα, αλλά μόνο στη διαδρομή από τον πελάτη σας (πρόγραμμα περιήγησης) προς τον διακομιστή Nitrokey, όπου τα δεδομένα θα αποκρυπτογραφηθούν και θα κρυπτογραφηθούν ξανά για να σταλούν στο NextBox.
es: Otra desventaja es que tu tráfico no está totalmente encriptado de extremo a extremo. Para que quede claro: tus datos siguen estando encriptados, pero solo en el trayecto desde tu cliente (navegador) hasta el servidor Nitrokey, donde los datos serán descifrados y encriptados de nuevo para ser enviados al NextBox.
et: Teine puudus on see, et teie liiklus ei ole täielikult otsast lõpuni krüpteeritud. Selgituseks: teie andmed on endiselt krüpteeritud, kuid ainult teel teie kliendist (brauserist) Nitrokey serverisse, kus andmed dekrüpteeritakse ja krüpteeritakse uuesti, et saata need NextBoxi.
fi: Toinen haittapuoli on se, että liikenne ei ole täysin päästä päähän salattua. Selvyyden vuoksi: tietosi ovat edelleen salattuja, mutta vain matkalla asiakkaaltasi (selaimesta) Nitrokey-palvelimelle, jossa tiedot puretaan ja salataan uudelleen NextBoxiin lähetettäväksi.
fr: Un autre inconvénient est que votre trafic n'est pas entièrement crypté de bout en bout. Pour être clair : vos données sont toujours cryptées, mais uniquement sur le chemin allant de votre client (navigateur) au serveur Nitrokey, où les données seront décryptées et cryptées à nouveau pour être envoyées à la NextBox.
hu: Egy másik hátránya, hogy a forgalom nem teljesen végponttól végpontig titkosított. Hogy egyértelmű legyen: az Ön adatai továbbra is titkosítva vannak, de csak a klienstől (böngésző) a Nitrokey szerverig vezető úton, ahol az adatok dekódolásra kerülnek, majd újra titkosítva továbbítódnak a NextBox-hoz.
ja: もうひとつの欠点は、トラフィックが完全にはエンドツーエンドで暗号化されないことです。データは暗号化されていますが、クライアント（ブラウザ）からNitrokeyサーバーまでの経路のみが暗号化されており、そこでデータは復号化され、再度暗号化されてNextBoxに送信されます。
lt: Dar vienas trūkumas - jūsų duomenų srautas nėra visiškai užšifruotas nuo galo iki galo. Kad būtų aiškiau: jūsų duomenys vis tiek yra šifruojami, bet tik kelyje nuo kliento (naršyklės) iki "Nitrokey" serverio, kur duomenys bus iššifruoti ir vėl užšifruoti, kad būtų išsiųsti į "NextBox".
lv: Vēl viens trūkums ir tas, ka jūsu datplūsma nav pilnībā šifrēta no gala līdz galam. Lai būtu skaidrs: jūsu dati joprojām ir šifrēti, bet tikai ceļā no jūsu klienta (pārlūkprogrammas) uz Nitrokey serveri, kur dati tiks atšifrēti un atkal šifrēti, lai tos nosūtītu uz NextBox.
nl: Een ander nadeel is dat uw verkeer niet volledig end-to-end versleuteld is. Voor de duidelijkheid: Uw gegevens zijn nog steeds versleuteld, maar alleen op het pad van uw client (browser) naar de Nitrokey server, daar worden de gegevens ontsleuteld en opnieuw versleuteld om naar de NextBox te worden gestuurd.
pl: Kolejną wadą jest to, że Twój ruch nie jest w pełni zaszyfrowany od końca do końca. Aby było jasne: Twoje dane są nadal szyfrowane, ale tylko na drodze z Twojego klienta (przeglądarki) do serwera Nitrokey, gdzie dane zostaną odszyfrowane i ponownie zaszyfrowane w celu przesłania do NextBox.
pt: Outra desvantagem é que o seu tráfego não está totalmente encriptado de ponta a ponta. Para ser claro: Os seus dados ainda estão encriptados, mas apenas no caminho do seu cliente (browser) para o servidor Nitrokey, aí os dados serão desencriptados e encriptados novamente para serem enviados para a NextBox.
ro: Un alt dezavantaj este faptul că traficul nu este criptat integral de la un capăt la altul. Pentru a fi clar: datele dvs. sunt în continuare criptate, dar numai pe traseul de la clientul dvs. (browser) la serverul Nitrokey, unde datele vor fi decriptate și criptate din nou pentru a fi trimise către NextBox.
ru: Еще одним недостатком является то, что ваш трафик не шифруется полностью из конца в конец. Для ясности: ваши данные по-прежнему шифруются, но только на пути от вашего клиента (браузера) до сервера Nitrokey, где данные будут расшифрованы и снова зашифрованы для отправки на NextBox.
sk: Ďalšou nevýhodou je, že vaša prevádzka nie je úplne šifrovaná od konca do konca. Aby bolo jasné: vaše údaje sú stále šifrované, ale len na ceste od vášho klienta (prehliadača) na server Nitrokey, kde sa údaje dešifrujú a opäť zašifrujú, aby sa mohli odoslať do NextBoxu.
sl: Druga pomanjkljivost je, da vaš promet ni v celoti šifriran od konca do konca. Jasno: vaši podatki so še vedno šifrirani, vendar le na poti od vašega odjemalca (brskalnika) do strežnika Nitrokey, kjer se podatki dešifrirajo in ponovno šifrirajo, da se pošljejo v NextBox.
sv: En annan nackdel är att din trafik inte är fullständigt krypterad från början till slut. För att vara tydlig: Dina data är fortfarande krypterade, men bara på vägen från din klient (webbläsare) till Nitrokey-servern, där data avkrypteras och krypteras igen för att skickas till NextBox.
zh_cn: 另一个缺点是，你的流量不是完全端对端加密的。明确地说：你的数据仍然是加密的，但只是在从你的客户端（浏览器）到Nitrokey服务器的路径上，数据将在那里被解密并再次加密，然后被发送到NextBox。

source: Essentially this means you have to trust Nitrokey, because technically whoever is controlling this server might read the traffic that goes through it using this proxy. Nitrokey would never do such a thing, but there is a certain remaining risk that someone could compromise this server and read your traffic.
bg: По същество това означава, че трябва да се доверите на Nitrokey, защото технически, който и да контролира този сървър, може да прочете трафика, който преминава през него с помощта на това прокси. Nitrokey никога не би направил такова нещо, но съществува известен риск някой да компрометира този сървър и да прочете трафика ви.
cs: V podstatě to znamená, že musíte důvěřovat serveru Nitrokey, protože technicky vzato může ten, kdo tento server ovládá, číst provoz, který přes něj prochází pomocí tohoto proxy serveru. Společnost Nitrokey by nic takového nikdy neudělala, ale stále existuje určité riziko, že by někdo mohl tento server kompromitovat a číst váš provoz.
de: Im Wesentlichen bedeutet dies, dass Sie Nitrokey vertrauen müssen, denn technisch gesehen könnte derjenige, der diesen Server kontrolliert, den Verkehr mitlesen, der über diesen Proxy läuft. Nitrokey würde so etwas nie tun, aber es besteht ein gewisses Restrisiko, dass jemand diesen Server kompromittieren und Ihren Datenverkehr mitlesen könnte.
el: Ουσιαστικά αυτό σημαίνει ότι πρέπει να εμπιστευτείτε το Nitrokey, επειδή τεχνικά όποιος ελέγχει αυτόν τον διακομιστή μπορεί να διαβάσει την κυκλοφορία που περνάει από αυτόν χρησιμοποιώντας αυτόν τον μεσολάβηση. Η Nitrokey δεν θα έκανε ποτέ κάτι τέτοιο, αλλά υπάρχει ένας ορισμένος κίνδυνος που παραμένει ότι κάποιος θα μπορούσε να παραβιάσει αυτόν τον διακομιστή και να διαβάσει την κυκλοφορία σας.
es: Esencialmente esto significa que tienes que confiar en Nitrokey, porque técnicamente quienquiera que esté controlando este servidor podría leer el tráfico que pasa por él usando este proxy. Nitrokey nunca haría tal cosa, pero hay un cierto riesgo restante de que alguien pueda comprometer este servidor y leer su tráfico.
et: Sisuliselt tähendab see, et peate usaldama Nitrokey'd, sest tehniliselt võib see, kes seda serverit kontrollib, lugeda selle kaudu toimuvat liiklust, kasutades seda proxy't. Nitrokey ei teeks sellist asja kunagi, kuid on olemas teatud oht, et keegi võib seda serverit kompromiteerida ja teie liiklust lugeda.
fi: Käytännössä tämä tarkoittaa, että sinun on luotettava Nitrokeyyn, koska teknisesti katsoen se, joka hallitsee tätä palvelinta, saattaa lukea sen kautta kulkevaa liikennettä tämän välityspalvelimen avulla. Nitrokey ei koskaan tekisi sellaista, mutta on olemassa tietty riski, että joku voi vaarantaa tämän palvelimen ja lukea liikennettäsi.
fr: Cela signifie essentiellement que vous devez faire confiance à Nitrokey, car techniquement, celui qui contrôle ce serveur pourrait lire le trafic qui passe par lui en utilisant ce proxy. Nitrokey ne ferait jamais une telle chose, mais il existe un certain risque que quelqu'un puisse compromettre ce serveur et lire votre trafic.
hu: Ez lényegében azt jelenti, hogy meg kell bíznia a Nitrokey-ben, mert technikailag bárki is irányítja ezt a szervert, olvashatja a forgalmat, amely ezen a proxyn keresztül halad át. A Nitrokey soha nem tenne ilyesmit, de fennáll egy bizonyos kockázat, hogy valaki kompromittálja ezt a szervert, és elolvassa a forgalmát.
ja: 技術的には、このサーバーを管理している者が、このプロキシを使用してサーバーを通過するトラフィックを読み取る可能性があるため、基本的にはNitrokeyを信頼する必要があります。 Nitrokeyがそのようなことをすることはありませんが、誰かがこのサーバーを侵害してあなたのトラフィックを読み取る可能性は一定のリスクとして残っています。
lt: Iš esmės tai reiškia, kad turite pasitikėti "Nitrokey", nes techniškai tas, kas valdo šį serverį, gali perskaityti srautą, kuris per jį perduodamas naudojant šį tarpinį serverį. "Nitrokey" niekada to nepadarytų, tačiau išlieka tam tikra rizika, kad kas nors gali sukompromituoti šį serverį ir perskaityti jūsų srautą.
lv: Būtībā tas nozīmē, ka jums ir jāuzticas Nitrokey, jo tehniski tas, kurš kontrolē šo serveri, var nolasīt datplūsmu, kas caur to iet, izmantojot šo starpniekserveri. Nitrokey nekad neko tādu nedarītu, taču pastāv zināms risks, ka kāds varētu kompromitēt šo serveri un nolasīt jūsu datplūsmu.
nl: In wezen betekent dit dat u Nitrokey moet vertrouwen, omdat technisch gezien degene die deze server controleert het verkeer zou kunnen lezen dat er via deze proxy doorheen gaat. Nitrokey zou zoiets nooit doen, maar er blijft een zeker risico bestaan dat iemand deze server zou kunnen compromitteren en uw verkeer zou kunnen lezen.
pl: Zasadniczo oznacza to, że musisz zaufać Nitrokey, ponieważ technicznie rzecz biorąc, ktokolwiek kontroluje ten serwer, może odczytać ruch, który przechodzi przez niego za pomocą tego proxy. Nitrokey nigdy nie zrobiłby czegoś takiego, ale istnieje pewne ryzyko, że ktoś może skompromitować ten serwer i odczytać Twój ruch.
pt: Essencialmente isto significa que você tem que confiar na Nitrokey, porque tecnicamente quem está controlando este servidor pode ler o tráfego que passa por ele usando este proxy. Nitrokey nunca faria tal coisa, mas existe um certo risco restante de que alguém possa comprometer este servidor e ler o seu tráfego.
ro: În esență, acest lucru înseamnă că trebuie să aveți încredere în Nitrokey, deoarece, din punct de vedere tehnic, oricine controlează acest server ar putea citi traficul care trece prin el folosind acest proxy. Nitrokey nu ar face niciodată așa ceva, dar există un anumit risc care rămâne, și anume că cineva ar putea compromite acest server și să vă citească traficul.
ru: По сути, это означает, что вы должны доверять Nitrokey, поскольку технически тот, кто контролирует этот сервер, может читать трафик, проходящий через него с помощью этого прокси. Nitrokey никогда не сделает этого, но существует определенный риск, что кто-то может скомпрометировать этот сервер и прочитать ваш трафик.
sk: V podstate to znamená, že musíte dôverovať serveru Nitrokey, pretože technicky môže ten, kto tento server ovláda, čítať prevádzku, ktorá cez neho prechádza pomocou tohto proxy servera. Spoločnosť Nitrokey by nikdy nič také neurobila, ale stále existuje určité riziko, že by niekto mohol tento server kompromitovať a čítať vašu prevádzku.
sl: To v bistvu pomeni, da morate zaupati strežniku Nitrokey, saj lahko kdor koli nadzoruje ta strežnik, tehnično bere promet, ki gre prek njega s tem posrednikom. Nitrokey tega nikoli ne bi storil, vendar obstaja določeno preostalo tveganje, da lahko nekdo ogrozi ta strežnik in prebere vaš promet.
sv: Det betyder i princip att du måste lita på Nitrokey, eftersom den som kontrollerar servern tekniskt sett kan läsa trafiken som passerar genom den med hjälp av denna proxy. Nitrokey skulle aldrig göra något sådant, men det finns en viss kvarstående risk att någon kan äventyra denna server och läsa din trafik.
zh_cn: 从本质上讲，这意味着你必须信任Nitrokey，因为从技术上讲，控制这个服务器的人可能会读取通过这个代理服务器的流量。 Nitrokey不会做这样的事情，但仍有一定的风险，即有人可能破坏这个服务器并读取你的流量。

source: Obviously this can be done in a better way, but still this might be enough depending on your personal usage scenario.
bg: Очевидно е, че това може да се направи по по-добър начин, но все пак това може да е достатъчно в зависимост от личния ви сценарий на използване.
cs: Samozřejmě to lze udělat lépe, ale i tak to může stačit v závislosti na vašem osobním scénáři používání.
de: Natürlich kann dies auf eine bessere Art und Weise geschehen, aber je nach Ihrem persönlichen Nutzungsszenario könnte dies dennoch ausreichend sein.
el: Προφανώς αυτό μπορεί να γίνει με καλύτερο τρόπο, αλλά και πάλι αυτό μπορεί να είναι αρκετό ανάλογα με το προσωπικό σας σενάριο χρήσης.
es: Obviamente, esto se puede hacer de una manera mejor, pero aún así esto podría ser suficiente dependiendo de su escenario de uso personal.
et: Loomulikult saab seda teha ka paremini, kuid sõltuvalt teie isiklikust kasutusstsenaariumist võib sellest siiski piisata.
fi: Tämä voidaan tietysti tehdä paremmin, mutta tämä saattaa silti riittää riippuen henkilökohtaisesta käyttöskenaariostasi.
fr: Bien sûr, il est possible de faire mieux, mais cela peut suffire en fonction de votre scénario d'utilisation personnel.
hu: Nyilvánvaló, hogy ez jobban is megoldható, de a személyes használati forgatókönyvtől függően ez is elég lehet.
ja: もちろん、もっと良い方法があるとは思いますが、個人的な利用シーンによってはこれで十分だと思います。
lt: Akivaizdu, kad tai galima padaryti geriau, tačiau, atsižvelgiant į asmeninį naudojimo scenarijų, to gali pakakti.
lv: Acīmredzot to var izdarīt labāk, taču atkarībā no jūsu personīgā lietošanas scenārija ar to varētu pietikt.
nl: Uiteraard kan dit op een betere manier, maar toch kan dit voldoende zijn, afhankelijk van uw persoonlijk gebruiksscenario.
pl: Oczywiście można to zrobić w lepszy sposób, ale i tak może to być wystarczające w zależności od osobistego scenariusza użytkowania.
pt: Obviamente isto pode ser feito de uma maneira melhor, mas ainda assim isto pode ser suficiente dependendo do seu cenário de uso pessoal.
ro: Evident, acest lucru poate fi realizat într-un mod mai bun, dar totuși ar putea fi suficient, în funcție de scenariul personal de utilizare.
ru: Очевидно, что это можно сделать более эффективным способом, но все же этого может быть достаточно в зависимости от вашего личного сценария использования.
sk: Je zrejmé, že sa to dá urobiť aj lepšie, ale aj tak to môže stačiť v závislosti od vášho osobného scenára používania.
sl: Seveda je to mogoče narediti na boljši način, vendar bi to lahko zadostovalo glede na vaš osebni scenarij uporabe.
sv: Detta kan naturligtvis göras på ett bättre sätt, men det kan ändå vara tillräckligt beroende på ditt personliga användningsscenario.
zh_cn: 显然，这可以用更好的方式完成，但根据你的个人使用情况，这可能已经足够了。

source: Acquire Your Own Certificate
bg: Придобиване на собствен сертификат
cs: Získejte vlastní certifikát
de: Erwerben Sie Ihr eigenes Zertifikat
el: Αποκτήστε το δικό σας πιστοποιητικό
es: Adquiera su propio certificado
et: Omandada oma sertifikaat
fi: Hanki oma sertifikaatti
fr: Acquérir votre propre certificat
hu: Saját tanúsítvány megszerzése
ja: 独自の証明書を取得する
lt: Įsigykite savo sertifikatą
lv: Iegādājieties savu sertifikātu
nl: Verwerf uw eigen certificaat
pl: Zdobądź swój własny certyfikat
pt: Adquira o seu próprio certificado
ro: Achiziționați propriul certificat
ru: Приобретение собственного сертификата
sk: Získanie vlastného certifikátu
sl: Pridobitev lastnega certifikata
sv: Skaffa ditt eget certifikat
zh_cn: 获得你自己的证书
