Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/nextbox.po
Languages: bg, cs, de, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: If you have properly set up :doc:`port forwarding <../remote/port-forwarding>` and IPv4 connections (reachability test) are still not working there are good chances that your Internet-Service-Provider (ISP) does not provide a proper (public) IPv4 address to you. There are several (end-customer) internet technologies, which do not allow incoming traffic for the IPv4, which was assigned to you. An incomplete list is: *private IPv4 address*, *DS-Lite connection* or *CarrierGrade-NAT (CG-NAT)*. All these essentially share one IPv4 address accross multiple users, thus block (incoming) traffic from the internet to you. Some ISPs allow upgrading to so-called **full-stack connections**, which should enable full bi-directional traffic for IPv4 and IPv6.
bg: Ако сте настроили правилно :doc:`port forwarding <../remote/port-forwarding>` и IPv4 връзките (тест за достижимост) все още не работят, има голяма вероятност вашият доставчик на интернет услуги (ISP) да не ви предоставя подходящ (публичен) IPv4 адрес. Съществуват няколко интернет технологии (за крайни клиенти), които не позволяват входящ трафик за IPv4, който ви е бил предоставен. Непълният списък е следният: *частен IPv4 адрес*, *DS-Lite връзка* или *CarrierGrade-NAT (CG-NAT)*. Всички те по същество споделят един IPv4 адрес за множество потребители, като по този начин блокират (входящия) трафик от интернет към вас. Някои доставчици на интернет услуги позволяват надграждане до така наречените **full-stack връзки**, които би трябвало да позволяват пълен двупосочен трафик за IPv4 и IPv6.
cs: Pokud jste správně nastavili :doc:`port forwarding <../remote/port-forwarding>` a připojení IPv4 (test dosažitelnosti) stále nefunguje, je velká pravděpodobnost, že vám váš poskytovatel internetových služeb (ISP) neposkytuje správnou (veřejnou) adresu IPv4. Existuje několik internetových technologií (pro koncové zákazníky), které nepovolují příchozí provoz pro IPv4, která vám byla přidělena. Neúplný seznam je následující: *privátní adresa IPv4*, *připojení DS-Lite* nebo *CarrierGrade-NAT (CG-NAT)*. Všechny tyto adresy v podstatě sdílejí jednu adresu IPv4 pro více uživatelů, a blokují tak (příchozí) provoz z internetu k vám. Někteří poskytovatelé připojení umožňují přechod na takzvané **full-stack připojení**, které by mělo umožnit plnohodnotný obousměrný provoz pro IPv4 a IPv6.
el: Εάν έχετε ρυθμίσει σωστά την :doc:`προώθηση θυρών <../remote/port-forwarding>` και οι συνδέσεις IPv4 (έλεγχος προσπελασιμότητας) εξακολουθούν να μην λειτουργούν, υπάρχουν πολλές πιθανότητες ο πάροχος υπηρεσιών διαδικτύου (ISP) να μην σας παρέχει μια κατάλληλη (δημόσια) διεύθυνση IPv4. Υπάρχουν διάφορες τεχνολογίες διαδικτύου (τελικών πελατών), οι οποίες δεν επιτρέπουν την εισερχόμενη κυκλοφορία για το IPv4, το οποίο σας έχει εκχωρηθεί. Ένας ελλιπής κατάλογος είναι ο εξής: *ιδιωτική διεύθυνση IPv4*, *DS-Lite σύνδεση* ή *CarrierGrade-NAT (CG-NAT)*. Όλα αυτά ουσιαστικά μοιράζονται μια διεύθυνση IPv4 σε πολλούς χρήστες, μπλοκάροντας έτσι την (εισερχόμενη) κυκλοφορία από το διαδίκτυο προς εσάς. Ορισμένοι ISP επιτρέπουν την αναβάθμιση σε λεγόμενες **full-stack συνδέσεις**, οι οποίες θα πρέπει να επιτρέπουν πλήρη αμφίδρομη κυκλοφορία για IPv4 και IPv6.
es: Si ha configurado correctamente :doc:`port forwarding <../remote/port-forwarding>` y las conexiones IPv4 (prueba de alcanzabilidad) siguen sin funcionar, hay muchas posibilidades de que su proveedor de servicios de Internet (ISP) no le proporcione una dirección IPv4 adecuada (pública). Hay varias tecnologías de Internet (cliente final), que no permiten el tráfico entrante para el IPv4, que le fue asignado. Una lista incompleta es: *dirección IPv4 privada*, *conexión DS-Lite* o *CarrierGrade-NAT (CG-NAT)*. Todas ellas comparten esencialmente una dirección IPv4 entre múltiples usuarios, bloqueando así el tráfico (entrante) de Internet hacia usted. Algunos ISP permiten la actualización a las llamadas **conexiones full-stack**, que deberían permitir el tráfico bidireccional completo para IPv4 e IPv6.
et: Kui olete korralikult seadistanud :doc:`port forwarding <../remote/port-forwarding>` ja IPv4-ühendused (reachability test) ikka veel ei tööta, siis on suur tõenäosus, et teie Interneti-teenuse pakkuja (ISP) ei paku teile korralikku (avalikku) IPv4-aadressi. On mitmeid (lõppkliendi) internetitehnoloogiaid, mis ei lase teile määratud IPv4-aadressile sissetulevat liiklust. Ebatäielik nimekiri on järgmine: *privaatne IPv4-aadress*, *DS-Lite ühendus* või *CarrierGrade-NAT (CG-NAT)*. Kõik need jagavad sisuliselt ühte IPv4-aadressi mitme kasutaja vahel, blokeerides seega (sissetuleva) internetiliikluse teile. Mõned Interneti-teenuse pakkujad võimaldavad uuendamist nn **full-stack-ühenduseks**, mis peaks võimaldama täielikku kahesuunalist liiklust IPv4 ja IPv6 jaoks.
fi: Jos olet määrittänyt :doc:`port forwarding <../remote/port-forwarding>` ja IPv4-yhteydet (tavoitettavuustesti) eivät vieläkään toimi, on hyvin todennäköistä, että Internet-palveluntarjoajasi (ISP) ei tarjoa sinulle oikeaa (julkista) IPv4-osoitetta. On olemassa useita (loppuasiakkaiden) internet-tekniikoita, jotka eivät salli sinulle osoitetun IPv4-osoitteen saapuvaa liikennettä. Epätäydellinen luettelo on seuraava: *yksityinen IPv4-osoite*, *DS-Lite-yhteys* tai *CarrierGrade-NAT (CG-NAT)*. Kaikki nämä jakavat yhden IPv4-osoitteen useiden käyttäjien kesken ja estävät siten (saapuvan) liikenteen Internetistä sinulle. Jotkin Internet-palveluntarjoajat sallivat päivityksen niin sanottuihin **full-stack-yhteyksiin**, joiden pitäisi mahdollistaa IPv4- ja IPv6-liikenteen täydellinen kaksisuuntaisuus.
hu: Ha megfelelően beállította a :doc:`port forwarding <../remote/port-forwarding>` és az IPv4 kapcsolatok (elérhetőségi teszt) még mindig nem működnek, akkor jó esély van arra, hogy az internetszolgáltatója (ISP) nem biztosít Önnek megfelelő (nyilvános) IPv4-címet. Számos olyan (végfelhasználói) internetes technológia létezik, amely nem engedi a bejövő forgalmat az Önnek kiosztott IPv4-es címre. A lista nem teljes: *magán IPv4-cím*, *DS-Lite kapcsolat* vagy *CarrierGrade-NAT (CG-NAT)*. Ezek mindegyike lényegében egy IPv4-címet oszt meg több felhasználó között, így blokkolja az internetről Önhöz érkező (bejövő) forgalmat. Egyes internetszolgáltatók lehetővé teszik az úgynevezett **full-stack kapcsolatokra** való frissítést, amelyek teljes kétirányú forgalmat tesznek lehetővé az IPv4 és az IPv6 számára.
ja: doc:`port forwarding <../remote/port-forwarding>`を適切に設定したにもかかわらず、IPv4接続(到達性テスト)が機能しない場合、インターネットサービスプロバイダ(ISP)が適切な(パブリック)IPv4アドレスを提供していない可能性があります。いくつかの（エンドユーザ）インターネット技術は、あなたに割り当てられたIPv4の受信トラフィックを許可しません。不完全なリストは以下の通りです。*プライベートIPv4アドレス*、*DS-Lite接続*、*CarrierGrade-NAT（CG-NAT）*。これらは基本的に1つのIPv4アドレスを複数のユーザーで共有しているため、インターネットからあなたへの（着信）トラフィックをブロックします。一部のISPでは、いわゆる**フルスタック接続**へのアップグレードを許可しており、これによりIPv4とIPv6の完全な双方向トラフィックが可能になります。
lt: Jei tinkamai nustatėte :doc:`port forwarding <../remote/port-forwarding>` ir IPv4 ryšiai (pasiekiamumo testas) vis dar neveikia, didelė tikimybė, kad jūsų interneto paslaugų teikėjas (ISP) nesuteikia tinkamo (viešo) IPv4 adreso. Yra keletas (galutinių klientų) interneto technologijų, kurios neleidžia įeinančio duomenų srauto jums priskirtu IPv4 adresu. Nepilnas sąrašas: *privatus IPv4 adresas*, *DS-Lite ryšys* arba *CarrierGrade-NAT (CG-NAT)*. Visi šie adresai iš esmės dalijasi vienu IPv4 adresu su keliais vartotojais, todėl blokuoja (įeinantį) srautą iš interneto į jus. Kai kurie interneto paslaugų teikėjai leidžia pereiti prie vadinamųjų **full-stack jungčių**, kurios turėtų užtikrinti visišką dvikryptį IPv4 ir IPv6 duomenų srautą.
lv: Ja esat pareizi iestatījis :doc:`port forwarding <../remote/port-forwarding>` un IPv4 savienojumi (sasniedzamības tests) joprojām nedarbojas, pastāv liela iespēja, ka jūsu interneta pakalpojumu sniedzējs (ISP) nenodrošina jums atbilstošu (publisku) IPv4 adresi. Pastāv vairākas (galapatērētāju) interneta tehnoloģijas, kas neļauj ienākošo datplūsmu no jums piešķirtā IPv4. Nepilnīgs saraksts ir šāds: *privātā IPv4 adrese*, *DS-Lite savienojums* vai *CarrierGrade-NAT (CG-NAT)*. Visas šīs adreses būtībā koplieto vienu IPv4 adresi vairākiem lietotājiem, tādējādi bloķējot (ienākošo) datplūsmu no interneta uz jums. Daži interneta pakalpojumu sniedzēji ļauj atjaunināt tā sauktos **pilnpaketes savienojumus**, kas nodrošina pilnīgu divvirzienu IPv4 un IPv6 datplūsmu.
nl: Als je :doc:`port forwarding <../remote/port-forwarding>` goed hebt ingesteld en IPv4 verbindingen (bereikbaarheidstest) werken nog steeds niet, dan is de kans groot dat je Internet-Service-Provider (ISP) je geen goed (publiek) IPv4 adres heeft gegeven. Er zijn verschillende (eind-klant) internet technologieën, die geen inkomend verkeer toestaan voor het IPv4, dat aan u werd toegewezen. Een onvolledige lijst is: *privé IPv4-adres*, *DS-Lite verbinding* of *CarrierGrade-NAT (CG-NAT)*. Deze adressen delen in wezen één IPv4-adres met meerdere gebruikers, en blokkeren dus (inkomend) verkeer van het internet naar u. Sommige ISP's staan upgraden naar zogenaamde **full-stack verbindingen** toe, die volledig tweerichtingsverkeer voor IPv4 en IPv6 mogelijk zouden moeten maken.
pl: Jeśli poprawnie skonfigurowałeś :doc:`port forwarding <../remote/port-forwarding>` i połączenia IPv4 (test osiągalności) nadal nie działają, są duże szanse, że Twój dostawca usług internetowych (ISP) nie dostarcza prawidłowego (publicznego) adresu IPv4 do Ciebie. Istnieje kilka (końcowych) technologii internetowych, które nie pozwalają na ruch przychodzący dla IPv4, który został przypisany do Ciebie. Niekompletna lista to: *prywatny adres IPv4*, *połączenieDS-Lite* lub *CarrierGrade-NAT (CG-NAT)*. Wszystkie te metody dzielą jeden adres IPv4 pomiędzy wielu użytkowników, blokując w ten sposób ruch przychodzący z Internetu do użytkownika. Niektórzy dostawcy usług internetowych umożliwiają uaktualnienie do tak zwanych **full-stack connections**, które powinny umożliwić pełny ruch dwukierunkowy dla IPv4 i IPv6.
pt: Se você tiver configurado corretamente :doc:`port forwarding <.../remote/port-forwarding>` e conexões IPv4 (teste de alcance) ainda não estão funcionando, há boas chances de que o seu provedor de serviços de Internet (ISP) não forneça um endereço IPv4 adequado (público) para você. Existem várias tecnologias de Internet (cliente final), que não permitem o tráfego de entrada para o IPv4, que lhe foi atribuído. Uma lista incompleta é: *endereço IPv4 privado*, *ligaçãoDS-Lite* ou *CarrierGrade-NAT (CG-NAT)*. Todos estes essencialmente partilham um endereço IPv4 através de múltiplos utilizadores, bloqueando assim o tráfego (de entrada) da Internet para si. Alguns ISPs permitem a atualização para as chamadas **conexões fulll-stack**, que devem permitir o tráfego bi-direcional completo para IPv4 e IPv6.
ro: Dacă ați configurat corect :doc:`port forwarding <../remote/port-forwarding>` și conexiunile IPv4 (testul de accesibilitate) tot nu funcționează, există mari șanse ca furnizorul dumneavoastră de servicii de internet (ISP) să nu vă furnizeze o adresă IPv4 corespunzătoare (publică). Există mai multe tehnologii de internet (pentru clienții finali), care nu permit traficul de intrare pentru IPv4, care v-a fost atribuit. O listă incompletă este următoarea: *private IPv4 address*, *DS-Lite connection* sau *CarrierGrade-NAT (CG-NAT)*. În esență, toate acestea împart o adresă IPv4 între mai mulți utilizatori, blocând astfel traficul (de intrare) de pe internet către dumneavoastră. Unii furnizori de servicii de internet permit actualizarea la așa-numitele **conexiuni full-stack**, care ar trebui să permită traficul bidirecțional complet pentru IPv4 și IPv6.
ru: Если вы правильно настроили :doc:`port forwarding<../remote/port-forwarding>`, а IPv4-соединения (тест достижимости) все еще не работают, то велика вероятность, что ваш интернет-провайдер (ISP) не предоставил вам правильный (публичный) IPv4-адрес. Существует несколько (конечных) интернет-технологий, которые не разрешают входящий трафик для IPv4, который был назначен вам. Неполный список таков: *частный IPv4-адрес*, *DS-Lite соединение* или *CarrierGrade-NAT (CG-NAT)*. Все они, по сути, разделяют один IPv4-адрес между несколькими пользователями, тем самым блокируя (входящий) трафик из Интернета к вам. Некоторые провайдеры позволяют перейти на так называемое **полное стековое соединение**, которое должно обеспечить полный двунаправленный трафик для IPv4 и IPv6.
sk: Ak ste správne nastavili :doc:`port forwarding <../remote/port-forwarding>` a spojenia IPv4 (test dosiahnuteľnosti) stále nefungujú, je veľká pravdepodobnosť, že vám váš poskytovateľ internetových služieb (ISP) neposkytuje správnu (verejnú) adresu IPv4. Existuje niekoľko internetových technológií (pre koncových zákazníkov), ktoré nepovoľujú prichádzajúcu prevádzku pre IPv4, ktorá vám bola pridelená. Ich zoznam je neúplný: *súkromná adresa IPv4*, *pripojenie DS-Lite* alebo *CarrierGrade-NAT (CG-NAT)*. Všetky tieto adresy v podstate zdieľajú jednu adresu IPv4 pre viacerých používateľov, čím blokujú (prichádzajúcu) prevádzku z internetu k vám. Niektorí poskytovatelia internetových služieb umožňujú prechod na takzvané **full-stack pripojenia**, ktoré by mali umožniť plnohodnotnú obojsmernú prevádzku pre IPv4 a IPv6.
sl: Če ste pravilno nastavili :doc:`port forwarding <../remote/port-forwarding>` in povezave IPv4 (test dosegljivosti) še vedno ne delujejo, obstaja velika verjetnost, da vam vaš ponudnik internetnih storitev (ISP) ne zagotavlja ustreznega (javnega) naslova IPv4. Obstaja več internetnih tehnologij (za končne uporabnike), ki ne dovoljujejo dohodnega prometa za IPv4, ki vam je bil dodeljen. Nepopoln seznam je naslednji: *zasebni naslov IPv4*, *povezava DS-Lite* ali *CarrierGrade-NAT (CG-NAT)*. Vsi ti v bistvu delijo en naslov IPv4 več uporabnikom in tako blokirajo (dohodni) promet iz interneta do vas. Nekateri ponudniki internetnih storitev omogočajo nadgradnjo na tako imenovane **full-stack povezave**, ki naj bi omogočale popoln dvosmerni promet za IPv4 in IPv6.
sv: Om du har ställt in :doc:`port forwarding <../remote/port-forwarding>` och IPv4-anslutningarna (nåbarhetstest) fortfarande inte fungerar, finns det goda chanser att din Internetleverantör (ISP) inte tillhandahåller en korrekt (offentlig) IPv4-adress till dig. Det finns flera internettekniker (för slutkunder) som inte tillåter inkommande trafik för den IPv4-adress som tilldelats dig. En ofullständig lista är följande: *privat IPv4-adress*, *DS-Lite-anslutning* eller *CarrierGrade-NAT (CG-NAT)*. Alla dessa delar i princip en IPv4-adress med flera användare och blockerar därmed (inkommande) trafik från Internet till dig. Vissa internetleverantörer tillåter uppgradering till så kallade **full-stack-anslutningar**, vilket bör möjliggöra fullständig dubbelriktad trafik för IPv4 och IPv6.
zh_cn: 如果你已经正确设置了 :doc:`端口转发 <.../remote/port-forwarding>`，但IPv4连接（可达性测试）仍然不工作，那么很有可能是你的互联网服务提供者（ISP）没有为你提供一个合适的（公共）IPv4地址。有一些（终端客户）互联网技术，不允许分配给你的IPv4的流量进入。一个不完整的列表是。*私人IPv4地址*，*DS-Lite连接*或*CarrierGrade-NAT（CG-NAT）*。所有这些基本上都是在多个用户之间共享一个IPv4地址，从而阻止了从互联网到你的（传入）流量。一些ISP允许升级到所谓的**全堆栈连接**，这应该可以实现IPv4和IPv6的完全双向通信。

source: **Q:** Why do some devices fail to connect for my IPv6 configured NextBox?
bg: **В:** Защо някои устройства не успяват да се свържат с моя NextBox, конфигуриран за IPv6?
cs: **Q:** Proč se některá zařízení nepřipojí k mému NextBoxu nakonfigurovanému pro IPv6?
el: **Ερώτηση:** Γιατί ορισμένες συσκευές αποτυγχάνουν να συνδεθούν με το NextBox μου με ρύθμιση IPv6;
es: **P: ¿Por qué algunos dispositivos no se conectan con mi NextBox configurado con IPv6?
et: **K:** Miks mõned seadmed ei saa minu IPv6-konfigureeritud NextBoxiga ühendust?
fi: **Q:** Miksi jotkut laitteet eivät pysty muodostamaan yhteyttä IPv6-konfiguroituun NextBoxiin?
hu: **K:** Miért nem tudnak egyes eszközök csatlakozni az IPv6-os konfigurált NextBoxomhoz?
ja: **Q:** IPv6で設定したNextBoxで、一部の機器が接続できないのはなぜですか？
lt: **Q:** Kodėl kai kuriems įrenginiams nepavyksta prisijungti prie mano sukonfigūruoto NextBox IPv6?
lv: **Q:** Kāpēc dažām ierīcēm neizdodas izveidot savienojumu ar manu NextBox konfigurēto IPv6?
nl: **Q:** Waarom maken sommige apparaten geen verbinding met mijn IPv6 geconfigureerde NextBox?
pl: **Q:** Dlaczego niektóre urządzenia nie łączą się z moim NextBoxem skonfigurowanym w IPv6?
pt: **Q:** Por que alguns dispositivos não conseguem se conectar para o meu NextBox IPv6 configurado?
ro: **Întrebare:** De ce unele dispozitive nu reușesc să se conecteze la NextBox configurat cu IPv6?
ru: **Вопрос:** Почему некоторые устройства не могут подключиться к моему NextBox, настроенному на IPv6?
sk: **Q:** Prečo sa niektoré zariadenia nedokážu pripojiť k môjmu NextBoxu nakonfigurovanému na IPv6?
sl: **Q:** Zakaj se nekatere naprave ne uspejo povezati z mojim konfiguriranim NextBoxom IPv6?
sv: **Q:** Varför misslyckas vissa enheter med att ansluta till min IPv6-konfigurerade NextBox?
zh_cn: **问：**为什么我配置了IPv6的NextBox，有些设备却无法连接？
