Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/nextbox.po
Languages: bg, cs, de, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: **There is absolutely no need for a fan, the NextBox is designed to work without an active cooling**. Although if the NextBox is used for additional tasks (it's still a Linux), we have prepared a fan mount for a 30mm x 12mm fan at 5V connected to the shield. More details (connector, used pins) can be taken from `NextBox' GitHub`_. Currently we *do not* recommend adding a fan as the outputs are not controlled yet by the NextBox daemon, so this is also something you would have to do by yourself.
bg: **Не е необходим вентилатор, NextBox е проектиран да работи без активно охлаждане**. Въпреки че, ако NextBox се използва за допълнителни задачи (все пак това е Linux), ние сме подготвили монтаж за вентилатор с размери 30 x 12 mm и напрежение 5 V, свързан към щита. Повече подробности (конектор, използвани изводи) можете да вземете от `NextBox' GitHub`_. Понастоящем *не препоръчваме* добавянето на вентилатор, тъй като изходите все още не се контролират от демона на NextBox, така че това също е нещо, което ще трябва да направите сами.
cs: **Ventilátor není vůbec potřeba, NextBox je navržen tak, aby fungoval bez aktivního chlazení**. I když pokud je NextBox používán pro další úlohy (stále je to'Linux), připravili jsme držák pro ventilátor o rozměrech 30 x 12 mm při napětí 5 V připojený ke stínění. Další podrobnosti (konektor, použité piny) lze převzít z `NextBox' GitHub`_. V současné době *nedoporučujeme* přidávat ventilátor, protože výstupy ještě nejsou řízeny démonem NextBox, takže i to byste museli udělat sami.
de: **Es besteht absolut keine Notwendigkeit für einen Lüfter, die NextBox ist für den Betrieb ohne aktive Kühlung ausgelegt**. Obwohl, wenn die NextBox für zusätzliche Aufgaben verwendet wird (es ist immer noch ein Linux), haben wir eine Lüfterhalterung für einen 30mm x 12mm Lüfter bei 5V vorbereitet, der mit dem Schild verbunden ist. Weitere Details (Stecker, verwendete Pins) können Sie dem `NextBox' GitHub`_ entnehmen. Derzeit *empfehlen* wir nicht, einen Lüfter hinzuzufügen, da die Ausgänge noch nicht vom NextBox-Daemon gesteuert werden, also ist dies auch etwas, was Sie selbst tun müssten.
el: **Δεν υπάρχει καμία απολύτως ανάγκη για ανεμιστήρα, το NextBox έχει σχεδιαστεί για να λειτουργεί χωρίς ενεργή ψύξη**. Αν και αν το NextBox χρησιμοποιείται για πρόσθετες εργασίες (εξακολουθεί να είναι ένα Linux), έχουμε ετοιμάσει μια βάση ανεμιστήρα για έναν ανεμιστήρα 30mm x 12mm στα 5V συνδεδεμένο στην ασπίδα. Περισσότερες λεπτομέρειες (σύνδεσμος, χρησιμοποιούμενες ακίδες) μπορείτε να πάρετε από το `NextBox' GitHub`_. Προς το παρόν *δεν* συνιστούμε την προσθήκη ενός ανεμιστήρα, καθώς οι έξοδοι δεν ελέγχονται ακόμα από το δαίμονα του NextBox, οπότε αυτό είναι επίσης κάτι που θα πρέπει να κάνετε μόνοι σας.
es: **No hay ninguna necesidad de un ventilador, el NextBox está diseñado para trabajar sin una refrigeración activa**. Aunque si el NextBox se utiliza para tareas adicionales (sigue siendo un Linux), hemos preparado un soporte para un ventilador de 30mm x 12mm a 5V conectado a la pantalla. Más detalles (conector, pines utilizados) se pueden tomar de `NextBox' GitHub`_. Actualmente no *recomendamos* añadir un ventilador ya que las salidas no están controladas todavía por el demonio de NextBox, así que esto también es algo que tendrías que hacer por ti mismo.
et: **Ventilaatorit ei ole absoluutselt vaja, NextBox on loodud töötama ilma aktiivse jahutuseta**. Kuigi kui NextBoxi kasutatakse täiendavate ülesannete täitmiseks (see'on ikkagi Linux), oleme valmistanud ette ventilaatori kinnituse 30mm x 12mm ventilaatori jaoks 5V juures, mis on ühendatud kilbiga. Täpsemad andmed (pistik, kasutatud pins) saab võtta `NextBox' GitHub`_. Hetkel me *ei* soovita ventilaatori lisamist, kuna väljundeid ei kontrolli veel NextBoxi deemon, nii et ka see on midagi, mida peaksite ise tegema.
fi: **Tuuletinta ei tarvita lainkaan, sillä NextBox on suunniteltu toimimaan ilman aktiivista jäähdytystä**. Vaikka jos NextBoxia käytetään lisätehtäviin (se'on edelleen Linux), olemme valmistelleet tuulettimen kiinnityksen 30mm x 12mm tuulettimelle 5V:n jännitteellä, joka on kytketty kilpeen. Lisätietoja (liitin, käytetyt nastat) löytyy `NextBox' GitHub`_. Tällä hetkellä emme *suosittele* tuulettimen lisäämistä, koska NextBoxin daemon ei vielä ohjaa ulostuloja, joten tämäkin olisi tehtävä itse.
fr: **Il n'y a absolument aucun besoin d'un ventilateur, la NextBox est conçue pour fonctionner sans un refroidissement actif**. Bien que si la NextBox est utilisée pour des tâches supplémentaires (c'est toujours un Linux), nous avons préparé un support pour un ventilateur de 30mm x 12mm à 5V connecté au shield. Plus de détails (connecteur, broches utilisées) peuvent être pris de `NextBox' GitHub`_. Actuellement, nous *ne recommandons pas* d'ajouter un ventilateur car les sorties ne sont pas encore contrôlées par le démon NextBox, donc c'est aussi quelque chose que vous devriez faire par vous-même.
hu: **Nincs szükség ventilátorra, a NextBoxot úgy tervezték, hogy aktív hűtés nélkül is működjön**. Bár ha a NextBoxot további feladatokra használják (ez'még mindig egy Linux), előkészítettünk egy ventilátorfoglalatot egy 30mm x 12mm-es ventilátor számára 5V-on, amely a pajzshoz csatlakozik. További részleteket (csatlakozó, használt pinek) a `NextBox' GitHub`_ból tudhatunk meg. Jelenleg *nem javasoljuk* a ventilátor hozzáadását, mivel a kimeneteket még nem vezérli a NextBox démon, így ezt is magadnak kell megtenned.
ja: **NextBoxは冷却装置がなくても動作するように設計されていますので、ファンは必要ありません。しかし、NextBoxが追加のタスクに使用される場合（それはまだLinuxです）、シールドに接続された5Vの30mm x 12mmのファン用のファンマウントを用意しました。詳細（コネクタ、使用するピン）は`NextBox' GitHub`_から入手できます。現在のところ、ファンを追加することは推奨していません。NextBoxデーモンによって出力がまだ制御されていないため、これも自分で行う必要があります。
lt: **Ventiliatorius visiškai nereikalingas, "NextBox" sukurtas taip, kad veiktų be aktyvaus aušinimo**. Nors jei "NextBox" naudojamas papildomoms užduotims atlikti (tai vis dar "Linux"), mes paruošėme ventiliatoriaus laikiklį 30 mm x 12 mm ventiliatoriui, kurio įtampa 5 V, prijungtam prie skydo. Išsamesnės informacijos (jungtis, naudojami kaiščiai) galima paimti iš `NextBox' GitHub`_. Šiuo metu *nerekomenduojame* pridėti ventiliatoriaus, nes "NextBox" demonas dar nevaldo išėjimų, todėl tai taip pat turėtumėte padaryti patys.
lv: **Ventilators nav nepieciešams, NextBox ir paredzēts darbam bez aktīvas dzesēšanas**. Lai gan, ja NextBox tiek izmantots papildu uzdevumiem (tas joprojām ir Linux), mēs esam sagatavojuši ventilatora stiprinājumu 30 mm x 12 mm ventilatoram ar 5 V spriegumu, kas pieslēgts ekranam. Sīkāku informāciju (savienotājs, izmantotie kontakti) var iegūt no `NextBox' GitHub`_. Pašlaik mēs *neiesakām* pievienot ventilatoru, jo NextBox dēmons vēl nekontrolē izejas, tāpēc arī tas būtu jādara pašam.
nl: **Er is absoluut geen behoefte aan een ventilator, de NextBox is ontworpen om zonder actieve koeling te werken**. Hoewel als de NextBox voor extra taken wordt gebruikt (het's nog steeds een Linux), hebben we een ventilatorbevestiging voorbereid voor een 30mm x 12mm ventilator op 5V aangesloten op het schild. Meer details (connector, gebruikte pinnen) kunnen worden gehaald uit `NextBox' GitHub`_. Op dit moment raden we *niet* aan om een ventilator toe te voegen, aangezien de uitgangen nog niet worden gecontroleerd door de NextBox daemon, dus dit is ook iets wat u zelf zou moeten doen.
pl: **Nie ma absolutnie żadnej potrzeby stosowania wentylatora, NextBox jest zaprojektowany do pracy bez aktywnego chłodzenia**. Jeśli jednak NextBox będzie wykorzystywany do dodatkowych zadań (to'wciąż Linux), przygotowaliśmy mocowanie dla wentylatora 30mm x 12mm na 5V podłączonego do shielda. Więcej szczegółów (złącze, użyte piny) można zaczerpnąć z `NextBox' GitHub`_. Obecnie nie zalecamy dodawania wentylatora, ponieważ wyjścia nie są jeszcze kontrolowane przez demona NextBoxa, więc to też trzeba by zrobić samemu.
pt: **Não há absolutamente nenhuma necessidade de um ventilador, a NextBox foi projetada para funcionar sem um resfriamento ativo***. Embora se a NextBox for utilizada para tarefas adicionais (it's ainda é um Linux), nós preparamos uma montagem de ventilador para um ventilador de 30mm x 12mm a 5V conectado ao escudo. Mais detalhes (conector, pinos usados) podem ser retirados de `NextBox' GitHub`_. Atualmente nós *não* recomendamos adicionar um ventilador pois as saídas ainda não são controladas pelo daemon NextBox, então isto também é algo que você teria que fazer sozinho.
ro: **Nu este absolut deloc nevoie de un ventilator, NextBox este proiectat să funcționeze fără răcire activă**. Deși, dacă NextBox este folosit pentru sarcini suplimentare (este tot un Linux), am pregătit un suport pentru un ventilator de 30mm x 12mm la 5V conectat la shield. Mai multe detalii (conector, pini utilizați) pot fi preluate de pe `NextBox' GitHub`_. În prezent, *nu* recomandăm adăugarea unui ventilator, deoarece ieșirile nu sunt încă controlate de către daemonul NextBox, deci și acest lucru este ceva ce va trebui să faceți singur.
ru: **Вентилятор абсолютно не нужен, NextBox предназначен для работы без активного охлаждения**. Хотя если NextBox будет использоваться для дополнительных задач (это 'все еще Linux), мы подготовили крепление для вентилятора 30мм x 12мм на 5В, подключенного к экрану. Более подробную информацию (разъем, используемые пины) можно взять на `NextBox' GitHub`_. В настоящее время мы *не* рекомендуем добавлять вентилятор, поскольку выходы еще не контролируются демоном NextBox, так что это тоже придется делать самостоятельно.
sk: **Ventilátor nie je absolútne potrebný, NextBox je navrhnutý tak, aby fungoval bez aktívneho chladenia**. Hoci ak sa NextBox používa na ďalšie úlohy (stále je to'Linux), pripravili sme držiak ventilátora pre ventilátor 30 x 12 mm pri 5 V pripojený k štítu. Ďalšie podrobnosti (konektor, použité piny) si môžete prebrať z `NextBox' GitHub`_. V súčasnosti *neodporúčame* pridávať ventilátor, pretože výstupy ešte nie sú riadené démonom NextBox, takže aj toto by ste museli urobiť sami.
sl: **Ventilator nikakor ni potreben, NextBox je zasnovan za delovanje brez aktivnega hlajenja**. Če pa NextBox uporabljate za dodatne naloge (še vedno je Linux), smo pripravili nastavek za ventilator za ventilator 30 x 12 mm pri 5 V, ki je priključen na ščit. Več podrobnosti (priključek, uporabljeni nožički) lahko preberete na `NextBox' GitHub`_. Trenutno *ne priporočamo* dodajanja ventilatorja, saj demon NextBox še ne nadzoruje izhodov, zato bi morali tudi to narediti sami.
sv: **Det finns inget behov av en fläkt, NextBox är utformad för att fungera utan aktiv kylning**. Men om NextBox används för ytterligare uppgifter (det är fortfarande en Linux) har vi förberett ett fläktfäste för en 30 mm x 12 mm fläkt vid 5 V ansluten till skölden. Mer detaljer (kontakt, använda stift) kan tas från `NextBox' GitHub`_. För närvarande rekommenderar vi *inte* att lägga till en fläkt eftersom utgångarna ännu inte styrs av NextBox-daemon, så detta är också något som du måste göra själv.
zh_cn: **绝对不需要风扇，NextBox的设计是在没有主动冷却的情况下工作**。尽管如果NextBox被用于额外的任务（它仍然是一个Linux），我们已经为一个30mm x 12mm的风扇准备了一个连接到屏蔽罩的5V的风扇支架。更多的细节（连接器，使用的引脚）可以从`NextBox' GitHub`_中获取。目前我们*不*推荐添加风扇，因为输出还没有被NextBox守护程序控制，所以这也是你必须自己做的事情。

source: **Q:**: Can I upgrade the NextBox' RAM size?
bg: **Q:**: Мога ли да увелича размера на оперативната памет на NextBox'?
cs: **Q:**: Mohu rozšířit velikost paměti NextBox' RAM?
el: **Q:**: Μπορώ να αναβαθμίσω το μέγεθος της μνήμης RAM του NextBox'
es: **Q:**: ¿Puedo actualizar el NextBox' tamaño de la RAM?
et: **Q:**: Kas ma saan NextBox' RAM-i suurust uuendada?
fi: **Q:**: Voinko päivittää NextBox' RAM-muistin kokoa?
hu: **Q:**: Frissíthetem a NextBox' RAM méretét?
ja: **Q:**:NextBox'のRAMサイズをアップグレードすることはできますか？
lt: **Q:**: Ar galiu atnaujinti NextBox' operatyviosios atminties dydį?
lv: **Q:**: Vai es varu uzlabot NextBox' RAM atmiņas apjomu?
nl: **Q:**: Kan ik de NextBox' RAM grootte upgraden?
pl: **Q:**: Czy mogę zwiększyć rozmiar pamięci RAM w NextBox'?
pt: **Q:**: Posso actualizar a NextBox' tamanho RAM?
ro: **Q:**: Pot să actualizez NextBox' dimensiunea RAM?
ru: **Q:**: Можно ли увеличить объем оперативной памяти NextBox'?
sk: **Q:**: Môžem rozšíriť veľkosť pamäte NextBox' RAM?
sl: **Q:**: Ali lahko nadgradim velikost pomnilnika NextBox?
sv: **Q:**: Kan jag uppgradera NextBox' RAM-storleken?
zh_cn: **Q:**:我可以升级NextBox'的内存大小吗？

source: No, the Raspberry PI 4B has the RAM component soldered onto the mainboard, thus it cannot be replaced/extended.
bg: Не, на Raspberry PI 4B компонентът RAM е запоен на дънната платка, така че не може да бъде заменен/разширен.
cs: Ne, Raspberry PI 4B má součást RAM připájenou na základní desce, proto ji nelze vyměnit/rozšířit.
el: Όχι, το Raspberry PI 4B έχει το εξάρτημα RAM συγκολλημένο στη μητρική πλακέτα, επομένως δεν μπορεί να αντικατασταθεί/επεκταθεί.
es: No, la Raspberry PI 4B tiene el componente de la RAM soldado en la placa base, por lo que no se puede sustituir/ampliar.
et: Ei, Raspberry PI 4B puhul on RAM-i komponent joodetud põhiplaadile, seega ei saa seda asendada/täiendada.
fi: Ei, Raspberry PI 4B:ssä RAM-komponentti on juotettu emolevylle, joten sitä ei voi vaihtaa/laajentaa.
hu: Nem, a Raspberry PI 4B-nél a RAM komponens az alaplapra van forrasztva, így nem lehet kicserélni/bővíteni.
ja: Raspberry PI 4Bでは、RAMコンポーネントがメインボードにはんだ付けされているため、交換や拡張はできません。
lt: Ne, aviečių PI 4B operatyviosios atminties komponentas yra prilituotas prie pagrindinės plokštės, todėl jo negalima pakeisti arba išplėsti.
lv: Nē, aveņu PI 4B ir RAM komponents, kas pielodēts pie pamatplates, tāpēc to nevar nomainīt/izpaplašināt.
nl: Nee, bij de Raspberry PI 4B is de RAM component op het moederbord gesoldeerd, deze kan dus niet vervangen/uitgebreid worden.
pl: Nie, Raspberry PI 4B ma komponent RAM wlutowany w płytę główną, więc nie można go wymienić/rozszerzyć.
pt: Não, o Raspberry PI 4B tem o componente RAM soldado na placa principal, portanto não pode ser substituído/extendido.
ro: Nu, Raspberry PI 4B are componenta RAM lipită pe placa de bază, astfel încât nu poate fi înlocuită/extinse.
ru: Нет, в Raspberry PI 4B компонент оперативной памяти припаян к материнской плате, поэтому его нельзя заменить/расширить.
sk: Nie, Raspberry PI 4B má komponent RAM pripájaný na základnú dosku, preto ho nemožno vymeniť/rozšíriť.
sl: Ne, Raspberry PI 4B ima komponento RAM spajkano na glavni plošči, zato je ni mogoče zamenjati/razširiti.
sv: Nej, på Raspberry PI 4B är RAM-komponenten fastlödd på huvudkortet och kan därför inte bytas ut/utökas.
zh_cn: 不，Raspberry PI 4B的RAM组件被焊接在主板上，因此不能被替换/扩展。

source: NextBox FAQ
bg: Често задавани въпроси за NextBox
cs: Často kladené dotazy k NextBoxu
el: Συχνές ερωτήσεις NextBox
es: Preguntas frecuentes sobre NextBox
et: NextBox KKK
hu: NextBox GYIK
lt: NextBox DUK
lv: NextBox bieži uzdotie jautājumi
pt: PróximaBox FAQ
ro: Întrebări frecvente NextBox
sk: Často kladené otázky NextBox
sl: NextBox Pogosta vprašanja in odgovori
sv: Vanliga frågor om NextBox
zh_cn: NextBox常见问题

source: Nextcloud FAQ
bg: Често задавани въпроси за Nextcloud
cs: Nejčastější dotazy ke službě Nextcloud
el: Συχνές ερωτήσεις Nextcloud
es: Preguntas frecuentes sobre Nextcloud
et: Nextcloud KKK
fr: FAQ Nextcloud
hu: Nextcloud GYIK
lt: "Nextcloud" DUK
lv: Nextcloud bieži uzdotie jautājumi
pt: Próximas FAQ
ro: Întrebări frecvente Nextcloud
ru: FAQ по Nextcloud
sk: Často kladené otázky o službe Nextcloud
sl: Pogosta vprašanja o naslednjem oblaku
sv: Vanliga frågor om Nextcloud
zh_cn: 壹云网常见问题

source: **Q:** Why does Nitrokey currently not recommend to use OnlyOffice or Collabora Office on the NextBox?
bg: **В:** Защо понастоящем Nitrokey не препоръчва използването на OnlyOffice или Collabora Office в NextBox?
cs: **Q:** Proč Nitrokey v současné době nedoporučuje používat OnlyOffice nebo Collabora Office na NextBoxu?
de: **Q:** Warum empfiehlt Nitrokey derzeit nicht, OnlyOffice oder Collabora Office auf der NextBox zu verwenden?
el: **Q:** Γιατί η Nitrokey δεν συνιστά επί του παρόντος τη χρήση του OnlyOffice ή του Collabora Office στο NextBox;
es: **P: ¿Por qué Nitrokey no recomienda actualmente el uso de OnlyOffice o Collabora Office en la NextBox?
et: **K:** Miks ei soovita Nitrokey praegu kasutada NextBoxis OnlyOffice'i või Collabora Office'i?
fi: **Q:** Miksi Nitrokey ei tällä hetkellä suosittele OnlyOfficen tai Collabora Officen käyttöä NextBoxissa?
fr: **Q:** Pourquoi Nitrokey ne recommande-t-il pas actuellement d'utiliser OnlyOffice ou Collabora Office sur la NextBox ?
hu: **K:** Miért nem javasolja a Nitrokey jelenleg az OnlyOffice vagy a Collabora Office használatát a NextBoxon?
ja: **Q:**現在、NitrokeyがNextBoxでのOnlyOfficeやCollabora Officeの使用を推奨していないのはなぜですか？
lt: **Q:** Kodėl "Nitrokey" šiuo metu nerekomenduoja naudoti "OnlyOffice" arba "Collabora Office" su "NextBox"?
lv: **Q:** Kāpēc Nitrokey pašlaik neiesaka NextBox izmantot OnlyOffice vai Collabora Office?
nl: **Q:** Waarom raadt Nitrokey momenteel niet aan om OnlyOffice of Collabora Office op de NextBox te gebruiken?
pl: **Q:** Dlaczego Nitrokey obecnie nie zaleca używania OnlyOffice lub Collabora Office na NextBox?
pt: **Q:** Porque é que a Nitrokey não recomenda actualmente a utilização do OnlyOffice ou Collabora Office na NextBox?
ro: **Q:** De ce Nitrokey nu recomandă în prezent utilizarea OnlyOffice sau Collabora Office pe NextBox?
ru: **В:** Почему Nitrokey в настоящее время не рекомендует использовать OnlyOffice или Collabora Office на NextBox?
sk: **Q:** Prečo Nitrokey v súčasnosti neodporúča používať OnlyOffice alebo Collabora Office na NextBoxe?
sl: **V:** Zakaj Nitrokey trenutno ne priporoča uporabe OnlyOffice ali Collabora Office na NextBoxu?
sv: **Q:** Varför rekommenderar Nitrokey för närvarande inte att man använder OnlyOffice eller Collabora Office på NextBox?
zh_cn: **问：**为什么Nitrokey目前不建议在NextBox上使用OnlyOffice或Collabora Office？

source: The state of these Nextcloud apps is not yet mature (for ARM platforms). Although it is (partly) possible to install them we do not recommend doing so currently.
bg: Състоянието на тези приложения на Nextcloud все още не е развито (за платформите ARM). Въпреки че е възможно (частично) да ги инсталирате, не препоръчваме това да се прави в момента.
cs: Stav těchto aplikací Nextcloud ještě není vyzrálý (pro platformy ARM). Přestože je (částečně) možné je nainstalovat, v současné době to nedoporučujeme.
de: Der Stand dieser Nextcloud-Apps ist noch nicht ausgereift (für ARM-Plattformen). Obwohl es (teilweise) möglich ist, sie zu installieren, empfehlen wir dies derzeit nicht.
el: Η κατάσταση αυτών των εφαρμογών Nextcloud δεν είναι ακόμη ώριμη (για πλατφόρμες ARM). Παρόλο που είναι (εν μέρει) δυνατή η εγκατάστασή τους, δεν συνιστούμε να το κάνετε προς το παρόν.
es: El estado de estas aplicaciones Nextcloud aún no está maduro (para plataformas ARM). Aunque es posible (en parte) instalarlas, no recomendamos hacerlo actualmente.
et: Nende Nextcloudi rakenduste olukord ei ole veel küps (ARM-platvormide puhul). Kuigi nende paigaldamine on (osaliselt) võimalik, ei soovita me seda praegu teha.
fi: Näiden Nextcloud-sovellusten tila ei ole vielä kypsä (ARM-alustoilla). Vaikka niiden asentaminen on (osittain) mahdollista, emme suosittele sitä tällä hetkellä.
fr: L'état de ces applications Nextcloud n'est pas encore mature (pour les plateformes ARM). Bien qu'il soit (partiellement) possible de les installer, nous ne recommandons pas de le faire actuellement.
hu: Ezeknek a Nextcloud-alkalmazásoknak az állapota még nem érett (ARM platformok esetében). Bár (részben) lehetséges a telepítésük, jelenleg nem javasoljuk.
ja: これらのNextcloudアプリの状態は、まだ成熟していません（ARMプラットフォーム用）。インストールすることは（一部）可能ですが、現在はお勧めできません。
lt: Šių "Nextcloud" programų būklė dar nėra išbaigta (ARM platformoms). Nors jas (iš dalies) galima įdiegti, šiuo metu to daryti nerekomenduojame.
lv: Šīs Nextcloud lietotnes vēl nav izstrādātas (ARM platformām). Lai gan tās (daļēji) ir iespējams instalēt, pašlaik mēs to neiesakām darīt.
nl: De staat van deze Nextcloud apps is nog niet volwassen (voor ARM platformen). Hoewel het (gedeeltelijk) mogelijk is om ze te installeren, raden we aan om dit momenteel niet te doen.
pl: Stan tych aplikacji Nextcloud nie jest jeszcze dojrzały (dla platform ARM). Chociaż (częściowo) można je zainstalować, obecnie nie zalecamy tego robić.
pt: O estado destas aplicações Nextcloud ainda não está maduro (para plataformas ARM). Embora seja (parcialmente) possível instalá-las, não recomendamos que o façamos atualmente.
ro: Starea acestor aplicații Nextcloud nu este încă matură (pentru platformele ARM). Deși este (parțial) posibil să le instalați, nu vă recomandăm să faceți acest lucru în prezent.
ru: Состояние этих приложений Nextcloud еще не доработано (для платформ ARM). Хотя (частично) их можно установить, мы не рекомендуем делать это в настоящее время.
sk: Stav týchto aplikácií Nextcloud ešte nie je zrelý (pre platformy ARM). Hoci je ich (čiastočne) možné nainštalovať, v súčasnosti to neodporúčame.
sl: Te aplikacije Nextcloud še niso razvite (za platforme ARM). Čeprav jih je (delno) mogoče namestiti, tega trenutno ne priporočamo.
sv: Dessa Nextcloud-appar är ännu inte mogna (för ARM-plattformar). Även om det är (delvis) möjligt att installera dem rekommenderar vi inte att göra det för närvarande.
zh_cn: 这些Nextcloud应用程序的状态还不成熟（针对ARM平台）。虽然可以（部分）安装它们，但我们目前不建议这样做。

source: **Q:** Why does updating Nextcloud from inside Nextcloud not work?
bg: **В:** Защо актуализирането на Nextcloud от вътрешността на Nextcloud не работи?
cs: **Otázka:** Proč nefunguje aktualizace Nextcloudu zevnitř Nextcloudu?
de: **Q:** Warum funktioniert das Aktualisieren von Nextcloud aus der Nextcloud heraus nicht?
el: **Q:** Γιατί δεν λειτουργεί η ενημέρωση του Nextcloud από το εσωτερικό του Nextcloud;
es: **P: ¿Por qué no funciona la actualización de Nextcloud desde dentro de Nextcloud?
et: **K:** Miks ei tööta Nextcloudi uuendamine Nextcloudi seest?
fi: **Q:** Miksi Nextcloudin päivittäminen Nextcloudin sisältä ei toimi?
fr: **Q:** Pourquoi la mise à jour de Nextcloud depuis l'intérieur de Nextcloud ne fonctionne pas ?
hu: **K:** Miért nem működik a Nextcloud frissítése a Nextcloudon belülről?
ja: **Q:** Nextcloudの内部からNextcloudをアップデートすることができないのはなぜですか？
lt: **Q:** Kodėl neveikia "Nextcloud" atnaujinimas iš "Nextcloud" vidaus?
lv: **Q:** Kāpēc Nextcloud atjaunināšana no Nextcloud iekšpuses nedarbojas?
nl: **Q:** Waarom werkt het bijwerken van Nextcloud vanuit Nextcloud niet?
pl: **Q:** Dlaczego aktualizacja Nextcloud z poziomu Nextcloud nie działa?
pt: **Q:** Porque é que actualizar o Nextcloud de dentro do Nextcloud não funciona?
ro: **Q:** De ce nu funcționează actualizarea Nextcloud din interiorul Nextcloud?
ru: **В:** Почему обновление Nextcloud изнутри Nextcloud не работает?
sk: **Q:** Prečo nefunguje aktualizácia Nextcloudu zvnútra Nextcloudu?
sl: **Q:** Zakaj posodabljanje programa Nextcloud iz notranjosti programa Nextcloud ne deluje?
sv: **Q:** Varför fungerar det inte att uppdatera Nextcloud från Nextcloud?
zh_cn: **问：**为什么从Nextcloud内部更新Nextcloud不起作用？
