Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/nextbox.po
Languages: bg, cs, de, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: Connect the power cable to the NextBox, you can use any of the two USB-C ports.
bg: Свържете захранващия кабел към NextBox, като можете да използвате някой от двата порта USB-C.
cs: Připojte napájecí kabel k zařízení NextBox, můžete použít kterýkoli ze dvou portů USB-C.
de: Schließen Sie das Stromkabel an die NextBox an, Sie können einen der beiden USB-C-Anschlüsse verwenden.
el: Συνδέστε το καλώδιο τροφοδοσίας στο NextBox, μπορείτε να χρησιμοποιήσετε οποιαδήποτε από τις δύο θύρες USB-C.
es: Conecta el cable de alimentación al NextBox, puedes utilizar cualquiera de los dos puertos USB-C.
et: Ühendage toitekaabel NextBoxi külge, võite kasutada ükskõik millist kahest USB-C pordist.
fi: Kytke virtajohto NextBoxiin, voit käyttää mitä tahansa kahdesta USB-C-portista.
fr: Connectez le câble d'alimentation à la NextBox, vous pouvez utiliser l'un des deux ports USB-C.
hu: Csatlakoztassa a tápkábelt a NextBoxhoz, a két USB-C port bármelyikét használhatja.
ja: 電源ケーブルをNextBoxに接続します。2つあるUSB-Cポートのうち、どれを使っても構いません。
lt: Prijunkite maitinimo laidą prie "NextBox", galite naudoti bet kurį iš dviejų USB-C prievadų.
lv: Pievienojiet NextBox barošanas kabeli, varat izmantot jebkuru no diviem USB-C portiem.
nl: Sluit de stroomkabel aan op de NextBox, u kunt een van de twee USB-C poorten gebruiken.
pl: Podłącz kabel zasilający do NextBox, możesz użyć dowolnego z dwóch portów USB-C.
pt: Conecte o cabo de alimentação à NextBox, você pode usar qualquer uma das duas portas USB-C.
ro: Conectați cablul de alimentare la NextBox, puteți utiliza oricare dintre cele două porturi USB-C.
ru: Подключите кабель питания к NextBox, вы можете использовать любой из двух портов USB-C.
sk: Pripojte napájací kábel k zariadeniu NextBox, môžete použiť ktorýkoľvek z dvoch portov USB-C.
sl: Priključite napajalni kabel na NextBox, lahko uporabite katerega koli od dveh priključkov USB-C.
sv: Anslut strömkabeln till NextBox, du kan använda någon av de två USB-C-portarna.
zh_cn: 将电源线连接到NextBox，你可以使用两个USB-C端口中的任何一个。

source: Once powered the NextBox will start
bg: След като бъде включен, NextBox ще започне да работи
cs: Po zapnutí se zařízení NextBox spustí
de: Sobald die NextBox eingeschaltet ist, startet sie
el: Μόλις τροφοδοτηθεί με ρεύμα, το NextBox θα ξεκινήσει
es: Una vez alimentado, el NextBox se pondrá en marcha
et: Kui NextBoxi toitepinge on sisse lülitatud, siis käivitub
fi: Kun virta on kytketty, NextBox käynnistyy
fr: Une fois alimentée, la NextBox démarrera
hu: A NextBox a bekapcsolás után elindul
ja: 電源を入れると、NextBoxが起動します。
lt: Įjungus maitinimą, NextBox pradės veikti
lv: Kad NextBox tiks ieslēgts, NextBox sāks darboties
nl: Zodra de NextBox is ingeschakeld, start hij
pl: Po włączeniu zasilania urządzenie NextBox rozpocznie pracę.
pt: Uma vez alimentada, a NextBox começará
ro: Odată alimentat, NextBox va porni
ru: После подачи питания NextBox запустится
sk: Po zapnutí sa zariadenie NextBox spustí
sl: Ko je naprava NextBox napajana, se bo zagnala.
sv: När NextBox är strömförsörjd kommer den att starta
zh_cn: 一旦通电，NextBox将启动

source: Wait approx. 5 minutes and open "http://nextbox.local" in your web browser - this duration may vary. The NextBox is ready once the LED is constantly green (see :doc:`LEDs <technical/led-colors>`).
bg: Изчакайте около 5 минути и отворете "http://nextbox.local" в уеб браузъра си - тази продължителност може да варира. NextBox е готов, когато светодиодът свети постоянно в зелено (вижте :doc:`LEDs <technical/led-colors>`).
cs: Počkejte přibližně 5 minut a otevřete "http://nextbox.local" ve webovém prohlížeči - tato doba se může lišit. Přístroj NextBox je připraven, jakmile kontrolka LED svítí trvale zeleně (viz :doc:`LEDs <technical/led-colors>`).
de: Warten Sie ca. 5 Minuten und öffnen Sie "http://nextbox.local" in Ihrem Webbrowser - diese Dauer kann variieren. Die NextBox ist bereit, wenn die LED konstant grün leuchtet (siehe :doc:`LEDs <technical/led-colors>`).
el: Περιμένετε περίπου 5 λεπτά και ανοίξτε το "http://nextbox.local" στο πρόγραμμα περιήγησής σας - η διάρκεια αυτή μπορεί να διαφέρει. Το NextBox είναι έτοιμο μόλις η λυχνία LED ανάψει συνεχώς με πράσινο χρώμα (βλ. :doc:`Λυχνίες LED <technical/led-colors>`).
es: Espere aproximadamente 5 minutos y abra "http://nextbox.local"" en su navegador web - esta duración puede variar. El NextBox está listo una vez que el LED está constantemente verde (ver :doc:`LEDs <técnica/led-colores>`).
et: Oodake umbes 5 minutit ja avage veebilehitsejas "http://nextbox.local" - see kestus võib varieeruda. NextBox on valmis, kui LED on pidevalt roheline (vt :doc:`LEDid <tehnilised/led-värvid>`).
fi: Odota noin 5 minuuttia ja avaa "http://nextbox.local" verkkoselaimessa - tämä kesto voi vaihdella. NextBox on valmis, kun LED-valo palaa jatkuvasti vihreänä (katso :doc:`LEDit <technical/led-värit>`).
fr: Attendez environ 5 minutes et ouvrez "http://nextbox.local" dans votre navigateur web - cette durée peut varier. La NextBox est prête lorsque la LED est constamment verte (voir :doc:`LEDs <technical/led-colors>`).
hu: Várjon kb. 5 percet, és nyissa meg a "http://nextbox.local" webböngészőjét - ez az időtartam változhat. A NextBox készen áll, ha a LED folyamatosan zöld színű (lásd :doc:`LED-ek <technical/led-colors>`).
ja: 約5分待ってから、ウェブブラウザで"http://nextbox.local"を開きます。この時間は変動する可能性があります。LEDが常に緑色に点灯していれば、NextBoxの準備は完了です（ :doc:`LEDs <technical/led-colors>`を参照）。
lt: Palaukite maždaug 5 minutes ir atidarykite "http://nextbox.local" interneto naršyklėje - ši trukmė gali skirtis. "NextBox" yra paruoštas, kai šviesos diodas nuolat šviečia žaliai (žr. :doc:`LEDs <technical/led-colors>`).
lv: Pagaidiet aptuveni 5 minūtes un tīmekļa pārlūkprogrammā atveriet "http://nextbox.local"; - šis ilgums var atšķirties. NextBox ir gatavs, tiklīdz gaismas diode nepārtraukti deg zaļā krāsā (skatīt :doc:`LEDs <technical/led-colors>`).
nl: Wacht ca. 5 minuten en open "http://nextbox.local" in uw webbrowser - deze duur kan variëren. De NextBox is klaar zodra de LED constant groen brandt (zie :doc:`LEDs <technical/led-colors>`).
pl: Odczekaj ok. 5 minut i otwórz "http://nextbox.local" w przeglądarce internetowej - czas ten może się różnić. NextBox jest gotowy, gdy dioda LED świeci się stale na zielono (patrz :doc:`LEDs <technical/led-colors>`).
pt: Espere aproximadamente 5 minutos e abra "http://nextbox.local" em seu navegador da web - esta duração pode variar. A NextBox está pronta assim que o LED estiver constantemente verde (veja :doc:`LEDs <technical/led-colors>`).
ro: Așteptați aproximativ 5 minute și deschideți "http://nextbox.local" în browserul dvs. web - această durată poate varia. NextBox este gata atunci când LED-ul este în mod constant verde (a se vedea :doc:`LEDs <technical/led-colors>`).
ru: Подождите примерно 5 минут и откройте "http://nextbox.local" в своем веб-браузере - эта продолжительность может варьироваться. NextBox готов к работе, если светодиод постоянно горит зеленым цветом (см. :doc:`Светодиоды <technical/led-colors>`).
sk: Počkajte približne 5 minút a otvorte "http://nextbox.local" vo webovom prehliadači - táto doba sa môže líšiť. Zariadenie NextBox je pripravené, keď je kontrolka LED stále zelená (pozri :doc:`LEDs <technical/led-colors>`).
sl: Počakajte približno 5 minut in odprite "http://nextbox.local" v spletnem brskalniku - ta čas se lahko razlikuje. Naprava NextBox je pripravljena, ko svetleča dioda stalno sveti zeleno (glejte :doc:`LEDs <technical/led-colors>`).
sv: Vänta ca 5 minuter och öppna "http://nextbox.local" i din webbläsare - denna tid kan variera. NextBox är klar när lysdioden är konstant grön (se :doc:`LEDs <technical/led-colors>`).
zh_cn: 等待大约5分钟，在你的网络浏览器中打开"http://nextbox.local"，这个时间可能会有所不同。当LED灯持续为绿色时，NextBox就准备好了（见:doc:`LEDs <technical/led-colors>`）。

source: External storage drives without an external power supply must NOT be connected to the USB sockets. Otherwise, this can lead to data loss on the internal hard disk. **Always use external storage drives with a seperate power supply together with the NextBox.**
bg: Външни устройства за съхранение без външно захранване НЕ трябва да се свързват към USB гнездата. В противен случай това може да доведе до загуба на данни на вътрешния твърд диск. **Винаги използвайте външни устройства за съхранение с отделно захранване заедно с NextBox.**
cs: Externí paměťové jednotky bez externího zdroje napájení NESMÍ být připojeny k zásuvkám USB. V opačném případě může dojít ke ztrátě dat na interním pevném disku. **Vždy používejte externí paměťové jednotky s odděleným zdrojem napájení společně s přístrojem NextBox**.
de: Externe Speicherlaufwerke ohne externe Spannungsversorgung dürfen NICHT an die USB-Buchsen angeschlossen werden. Dies kann sonst zu Datenverlusten auf der internen Festplatte führen. **Verwenden Sie immer externe Speicherlaufwerke mit separater Stromversorgung zusammen mit der NextBox.
el: Οι εξωτερικές μονάδες αποθήκευσης χωρίς εξωτερική παροχή ρεύματος ΔΕΝ πρέπει να συνδέονται στις υποδοχές USB. Διαφορετικά, αυτό μπορεί να οδηγήσει σε απώλεια δεδομένων στον εσωτερικό σκληρό δίσκο. **Χρησιμοποιείτε πάντα εξωτερικές μονάδες αποθήκευσης με ξεχωριστή παροχή ρεύματος μαζί με το NextBox**.
es: Las unidades de almacenamiento externas sin fuente de alimentación externa NO deben conectarse a las tomas USB. De lo contrario, puede provocar la pérdida de datos en el disco duro interno. **Utilice siempre unidades de almacenamiento externas con una fuente de alimentación independiente junto con el NextBox.
et: Väliseid mäluseadmeid ilma välise toiteallikata EI tohi ühendada USB-pistikutesse. Vastasel juhul võib see põhjustada sisemise kõvaketta andmete kadumist. **Kasutage koos NextBoxiga alati eraldi toiteallikaga väliseid mäluseadmeid.
fi: Ulkoisia tallennusasemia, joissa ei ole ulkoista virtalähdettä, EI saa kytkeä USB-liitäntöihin. Muuten tämä voi johtaa tietojen häviämiseen sisäiseltä kiintolevyltä. **Käytä aina erillisellä virtalähteellä varustettuja ulkoisia tallennusasemia yhdessä NextBoxin kanssa.**
fr: Les lecteurs de stockage externes sans alimentation externe ne doivent PAS être connectés aux prises USB. Sinon, cela peut entraîner une perte de données sur le disque dur interne. **Utilisez toujours des lecteurs de stockage externes avec une alimentation électrique séparée avec la NextBox.
hu: Külső tápegység nélküli külső tárolómeghajtókat NEM szabad az USB-csatlakozókhoz csatlakoztatni. Ellenkező esetben ez a belső merevlemez adatvesztéséhez vezethet. **A NextBox készülékkel együtt mindig használjon külön tápegységgel ellátott külső tárolómeghajtókat.**
ja: 外部電源のない外付けストレージドライブをUSBソケットに接続しないでください。そうしないと、内蔵ハードディスクのデータが失われる可能性があります。**NextBoxを使用する際には、必ず独立した電源を持つ外付けストレージを使用してください。
lt: Prie USB lizdų NEGALIMA jungti išorinių kaupiklių be išorinio maitinimo šaltinio. Priešingu atveju gali būti prarasti vidinio kietojo disko duomenys. **Visada kartu su "NextBox" naudokite išorinius kaupiklius su atskiru maitinimo šaltiniu**.
lv: Ārējos atmiņas diskus bez ārējā barošanas avota NAV atļauts pieslēgt USB ligzdām. Pretējā gadījumā tas var izraisīt datu zudumu iekšējā cietajā diskā. **Visur kopā ar NextBox vienmēr izmantojiet ārējos atmiņas diskus ar atsevišķu barošanas avotu**.
nl: Externe opslagstations zonder externe stroomvoorziening mogen NIET op de USB-aansluitingen worden aangesloten. Anders kan dit leiden tot gegevensverlies op de interne harde schijf. **Gebruik altijd externe opslagschijven met een aparte voeding samen met de NextBox.**
pl: Do gniazd USB NIE wolno podłączać zewnętrznych dysków pamięci masowej bez zewnętrznego zasilania. W przeciwnym razie może to doprowadzić do utraty danych na wewnętrznym dysku twardym. **Zawsze używaj zewnętrznych napędów pamięci z oddzielnym zasilaniem razem z NextBox.**
pt: Unidades de armazenamento externas sem fonte de alimentação externa NÃO devem ser conectadas às tomadas USB. Caso contrário, isto pode levar à perda de dados no disco rígido interno. **Sempre utilize unidades de armazenamento externas com uma fonte de alimentação separada juntamente com a NextBox.**
ro: Unitățile de stocare externe fără sursă de alimentare externă NU trebuie conectate la prizele USB. În caz contrar, acest lucru poate duce la pierderea datelor de pe hard diskul intern. **Utilizați întotdeauna unități de stocare externe cu sursă de alimentare separată împreună cu NextBox.**
ru: Внешние накопители без внешнего источника питания НЕ должны подключаться к разъемам USB. В противном случае это может привести к потере данных на внутреннем жестком диске. **Всегда используйте внешние накопители с отдельным источником питания вместе с NextBox.**.
sk: Externé pamäťové jednotky bez externého napájania sa nesmú pripájať do zásuviek USB. V opačnom prípade to môže viesť k strate údajov na internom pevnom disku. **Vždy používajte externé pamäťové jednotky so samostatným napájaním spolu s NextBoxom.**
sl: Zunanjih diskov za shranjevanje brez zunanjega napajalnika NE smete priključiti na vtičnice USB. V nasprotnem primeru lahko pride do izgube podatkov na notranjem trdem disku. **Zunanje pomnilniške enote z ločenim napajalnikom vedno uporabljajte skupaj z napravo NextBox.**
sv: Externa lagringsenheter utan extern strömförsörjning får INTE anslutas till USB-uttagen. Annars kan detta leda till att data går förlorade på den interna hårddisken. **Använd alltid externa lagringsenheter med separat strömförsörjning tillsammans med NextBox.**
zh_cn: 没有外部电源的外部存储驱动器不得连接到USB插座上。否则，这可能导致内部硬盘的数据丢失。**始终使用带有独立电源的外部存储驱动器与NextBox一起使用。

source: Create Admin Account
bg: Създаване на акаунт на администратор
cs: Vytvoření účtu správce
de: Admin-Konto erstellen
el: Δημιουργία λογαριασμού διαχειριστή
es: Crear una cuenta de administrador
et: Administraatori konto loomine
fi: Luo Admin-tili
fr: Créer un compte Admin
hu: Admin fiók létrehozása
ja: 管理者アカウントの作成
lt: Sukurti administratoriaus paskyrą
lv: Izveidot administratora kontu
nl: Admin-account aanmaken
pl: Utwórz konto administratora
pt: Criar Conta Admin
ro: Creați un cont de administrator
ru: Создать учетную запись администратора
sk: Vytvorenie konta správcu
sl: Ustvarjanje skrbniškega računa
sv: Skapa ett administratörskonto
zh_cn: 创建管理账户

source: Enter your desired username and password. Remember to choose a strong password for your admin account.
bg: Въведете желаните потребителско име и парола. Не забравяйте да изберете силна парола за администраторския си акаунт.
cs: Zadejte požadované uživatelské jméno a heslo. Nezapomeňte zvolit silné heslo pro účet správce.
de: Geben Sie den gewünschten Benutzernamen und das Passwort ein. Denken Sie daran, ein sicheres Passwort für Ihr Admin-Konto zu wählen.
el: Εισάγετε το επιθυμητό όνομα χρήστη και τον κωδικό πρόσβασης. Θυμηθείτε να επιλέξετε έναν ισχυρό κωδικό πρόσβασης για το λογαριασμό διαχειριστή.
es: Introduzca el nombre de usuario y la contraseña que desee. Recuerde elegir una contraseña fuerte para su cuenta de administrador.
et: Sisestage soovitud kasutajanimi ja parool. Ärge unustage valida oma administraatorikonto jaoks tugevat parooli.
fi: Syötä haluamasi käyttäjätunnus ja salasana. Muista valita vahva salasana admin-tilillesi.
fr: Saisissez votre nom d'utilisateur et votre mot de passe. N'oubliez pas de choisir un mot de passe fort pour votre compte administrateur.
hu: Adja meg a kívánt felhasználónevet és jelszót. Ne feledje, hogy erős jelszót válasszon az admin fiókjához.
ja: ご希望のユーザー名とパスワードを入力してください。管理者アカウントには強力なパスワードを設定してください。
lt: Įveskite norimą vartotojo vardą ir slaptažodį. Nepamirškite pasirinkti stipraus administratoriaus paskyros slaptažodžio.
lv: Ievadiet vēlamo lietotājvārdu un paroli. Neaizmirstiet izvēlēties spēcīgu paroli savam administratora kontam.
nl: Voer uw gewenste gebruikersnaam en wachtwoord in. Vergeet niet om een sterk wachtwoord te kiezen voor uw beheerdersaccount.
pl: Wpisz swoją nazwę użytkownika i hasło. Pamiętaj, aby wybrać silne hasło dla swojego konta administratora.
pt: Introduza o seu nome de utilizador e palavra-passe desejados. Lembre-se de escolher uma senha forte para a sua conta de administrador.
ro: Introduceți numele de utilizator și parola dorite. Nu uitați să alegeți o parolă puternică pentru contul dvs. de administrator.
ru: Введите желаемое имя пользователя и пароль. Не забудьте выбрать надежный пароль для учетной записи администратора.
sk: Zadajte požadované používateľské meno a heslo. Nezabudnite zvoliť silné heslo pre konto správcu.
sl: Vnesite želeno uporabniško ime in geslo. Ne pozabite izbrati močnega gesla za skrbniški račun.
sv: Ange önskat användarnamn och lösenord. Kom ihåg att välja ett starkt lösenord för ditt administratörskonto.
zh_cn: 输入你想要的用户名和密码。记住要为你的管理账户选择一个强密码。

source: Press "Finish Setup". This process may take a few minutes.
bg: Натиснете "Finish Setup". Този процес може да отнеме няколко минути.
cs: Stiskněte tlačítko "Dokončit nastavení". Tento proces může trvat několik minut.
de: Drücken Sie "Setup beenden". Dieser Vorgang kann ein paar Minuten dauern.
el: Πατήστε "Finish Setup". Αυτή η διαδικασία μπορεί να διαρκέσει μερικά λεπτά.
es: Pulse "Finalizar la configuración". Este proceso puede tardar unos minutos.
et: Vajutage "Finish Setup". See protsess võib võtta paar minutit.
fi: Paina "Finish Setup". Tämä prosessi voi kestää muutaman minuutin.
fr: Appuyez sur "Finish Setup". Ce processus peut prendre quelques minutes.
hu: Nyomja meg a "Beállítás befejezése" gombot. Ez a folyamat néhány percet vehet igénybe.
ja: Finish Setup" を押してください。この作業には数分かかることがあります。
lt: Paspauskite "Finish Setup". Šis procesas gali užtrukti kelias minutes.
lv: Nospiediet "Finish Setup";. Šis process var aizņemt dažas minūtes.
nl: Druk op "Finish Setup". Dit proces kan enkele minuten duren.
pl: Naciśnij przycisk "Zakończ konfigurację". Proces ten może potrwać kilka minut.
pt: Pressione " Concluir Configuração ". Este processo pode demorar alguns minutos.
ro: Apăsați "Finish Setup". Acest proces poate dura câteva minute.
ru: Нажмите "Завершить установку". Этот процесс может занять несколько минут.
sk: Stlačte tlačidlo "Dokončiť nastavenie". Tento proces môže trvať niekoľko minút.
sl: Pritisnite "Finish Setup". Ta postopek lahko traja nekaj minut.
sv: Tryck på "Slutför installationen". Denna process kan ta några minuter.
zh_cn: 按"完成设置"。这个过程可能需要几分钟时间。

source: Configure NextBox Related Features
bg: Конфигуриране на NextBox Свързани функции
cs: Konfigurace NextBoxu Související funkce
de: NextBox-bezogene Funktionen konfigurieren
el: Ρύθμιση των σχετικών λειτουργιών του NextBox
es: Configurar las funciones relacionadas con NextBox
et: NextBoxi seotud funktsioonide konfigureerimine
fi: NextBoxin liittyvien ominaisuuksien määrittäminen
fr: Configurer les fonctions connexes de la NextBox
hu: NextBox kapcsolódó funkciók konfigurálása
ja: NextBox関連機能の設定
lt: Konfigūruoti NextBox Susijusios funkcijos
lv: Konfigurēt NextBox Saistītās funkcijas
nl: NextBox-gerelateerde functies configureren
pl: Konfiguracja funkcji powiązanych z NextBox
pt: Configurar características relacionadas com a NextBox
ro: Configurarea NextBox Caracteristici conexe
ru: Настройка сопутствующих функций NextBox
sk: Konfigurácia NextBoxu Súvisiace funkcie
sl: Konfiguracija NextBoxa Sorodne funkcije
sv: Konfigurera NextBox-relaterade funktioner
zh_cn: 配置NextBox的相关功能

source: The NextBox comes with Nextcloud App to realize various configurations (e.g., :doc:`backup-restore` or :doc:`Remote Access<remote/index>`) and operations for your NextBox.
bg: NextBox се доставя с приложението Nextcloud App за реализиране на различни конфигурации (например :doc:`backup-restore` или :doc:`Remote Access<remote/index>`) и операции за вашия NextBox.
cs: NextBox je dodáván s aplikací Nextcloud App, která umožňuje realizovat různé konfigurace (např. :doc:`backup-restore` nebo :doc:`Remote Access<remote/index>`) a operace pro váš NextBox.
de: Die NextBox wird mit der Nextcloud App geliefert, um verschiedene Konfigurationen (z.B. :doc:`backup-restore` oder :doc:`Remote Access<remote/index>`) und Operationen für Ihre NextBox zu realisieren.
el: Το NextBox συνοδεύεται από την εφαρμογή Nextcloud App για την υλοποίηση διαφόρων ρυθμίσεων (π.χ. :doc:`backup-restore` ή :doc:`Remote Access<remote/index>`) και λειτουργιών για το NextBox σας.
es: NextBox viene con Nextcloud App para realizar varias configuraciones (por ejemplo, :doc:`backup-restore` o :doc:`Remote Access<remote/index>`) y operaciones para su NextBox.
et: NextBoxiga on kaasas Nextcloudi rakendus, millega saab teostada erinevaid konfiguratsioone (nt :doc:`backup-restore` või :doc:`Remote Access<remote/index>`) ja toiminguid oma NextBoxi jaoks.
fi: NextBoxin mukana tulee Nextcloud App, jolla voit toteuttaa erilaisia määrityksiä (esim. :doc:`backup-restore` tai :doc:`Remote Access<remote/index>`) ja toimintoja NextBoxillesi.
fr: La NextBox est fournie avec Nextcloud App pour réaliser diverses configurations (par exemple, :doc:`backup-restore` ou :doc:`Remote Access<remote/index>`) et opérations pour votre NextBox.
hu: A NextBox a Nextcloud App alkalmazással együtt érkezik, amely különböző konfigurációkat (pl. :doc:`backup-restore` vagy :doc:`Remote Access<remote/index>`) és műveleteket valósít meg a NextBox számára.
ja: NextBoxにはNextcloud Appが付属しており、NextBoxに対する様々な設定（例： :doc:`backup-restore`や :doc:`Remote Access<remote/index>`）や操作を実現することができます。
lt: Su NextBox pateikiama Nextcloud programa, skirta įvairioms konfigūracijoms (pvz., :doc:`backup-restore` arba :doc:`Remote Access<remote/index>`) ir operacijoms su jūsų NextBox atlikti.
lv: NextBox tiek piegādāts kopā ar Nextcloud App, lai īstenotu dažādas NextBox konfigurācijas (piemēram, :doc:`backup-restore` vai :doc:`Remote Access<remote/index>`) un operācijas.
nl: De NextBox wordt geleverd met Nextcloud App om verschillende configuraties (bijv. :doc:`backup-restore` of :doc:`Remote Access<remote/index>`) en bewerkingen voor uw NextBox te realiseren.
pl: Do NextBoxa dołączona jest aplikacja Nextcloud App do realizacji różnych konfiguracji (np. :doc:`backup-restore` lub :doc:`Remote Access<remote/index>`) i operacji dla Twojego NextBoxa.
pt: A NextBox vem com o Nextcloud App para realizar várias configurações (por exemplo, :doc:`backup-restore` ou :doc:`Remote Access<remote/index>`) e operações para a sua NextBox.
ro: NextBox vine cu Nextcloud App pentru a realiza diverse configurații (de exemplu, :doc:`backup-restore` sau :doc:`Remote Access<remote/index>`) și operațiuni pentru NextBox.
ru: NextBox поставляется с приложением Nextcloud App для реализации различных конфигураций (например, :doc:`backup-restore` или :doc:`Remote Access<remote/index>`) и операций для вашего NextBox.
sk: NextBox sa dodáva s aplikáciou Nextcloud App na realizáciu rôznych konfigurácií (napr. :doc:`backup-restore` alebo :doc:`Remote Access<remote/index>`) a operácií pre váš NextBox.
sl: NextBox je opremljen z aplikacijo Nextcloud App za izvajanje različnih konfiguracij (npr. :doc:`backup-restore` ali :doc:`Remote Access<remote/index>`) in operacij za vaš NextBox.
sv: NextBox levereras med Nextcloud App för att realisera olika konfigurationer (t.ex. :doc:`backup-restore` eller :doc:`Remote Access<remote/index>`) och operationer för din NextBox.
zh_cn: NextBox配有Nextcloud App，以实现各种配置（例如:doc:`backup-restore`或:doc:`Remote Access<remote/index>`）和对NextBox的操作。
