Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/nextbox.po
Languages: bg, cs, de, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: **Q:** Where can I see a changelog for the NextBox versions?
bg: **В:** Къде мога да видя списък с промените във версиите на NextBox?
cs: **Q:** Kde se mohu podívat na seznam změn pro verze NextBoxu?
el: **Q:** Πού μπορώ να δω ένα αρχείο αλλαγών για τις εκδόσεις του NextBox;
es: **P: ¿Dónde puedo ver el registro de cambios de las versiones de NextBox?
et: **K:** Kus ma näen NextBoxi versioonide muutuste päevikut?
fi: **Q:** Mistä näen NextBox-versioiden muutosluettelon?
fr: **Q:** Où puis-je voir un changelog pour les versions de NextBox ?
hu: **K:** Hol láthatom a NextBox verziók változáslistáját?
ja: **Q:** NextBoxのバージョンごとの変更履歴はどこで見ることができますか？
lt: **Q:** Kur galima pamatyti "NextBox" versijų pakeitimų sąrašą?
lv: **Q:** Kur es varu apskatīt NextBox versiju izmaiņu sarakstu?
nl: **Q:** Waar kan ik een changelog zien voor de NextBox versies?
pl: **Q:** Gdzie mogę zobaczyć changelog dla wersji NextBoxa?
pt: **Q:** Onde posso ver um changelog para as versões NextBox?
ro: **Întrebare: ** Unde pot vedea o listă de modificări pentru versiunile NextBox?
ru: **В:** Где я могу посмотреть журнал изменений для версий NextBox?
sk: **Q:** Kde si môžem pozrieť zoznam zmien pre verzie NextBoxu?
sl: **Q:** Kje si lahko ogledam seznam sprememb za različice NextBoxa?
sv: **Q:** Var kan jag se en ändringslista för NextBox-versionerna?
zh_cn: **问：**我在哪里可以看到NextBox版本的更新日志？

source: Currently only here: `Launchpad NextBox`_
bg: В момента само тук: `Начало NextBox`_
cs: V současné době pouze zde: `Launchpad NextBox`_
el: Προς το παρόν μόνο εδώ: `Launchpad NextBox`_
es: Actualmente sólo aquí: `Launchpad NextBox`_
et: Praegu ainult siin: `Launchpad NextBox`__
fi: Tällä hetkellä vain täällä: `Launchpad NextBox`__
fr: Actuellement uniquement ici : `Launchpad NextBox`_
hu: Jelenleg csak itt: `Launchpad NextBox`__
ja: 現在はここだけです。`Launchpad NextBox`_。
lt: Šiuo metu tik čia: `Paleidimo aikštelė NextBox`_
lv: Pašlaik tikai šeit: `Launchpad NextBox`_
nl: Momenteel alleen hier: `Launchpad NextBox`_
pl: Obecnie tylko tutaj: `Launchpad NextBox`_.
pt: Actualmente só aqui: `Launchpad NextBox`_
ro: În prezent doar aici: `Launchpad NextBox`_
ru: В настоящее время только здесь: `Launchpad NextBox`_.
sk: V súčasnosti len tu: `Spúšťací panel NextBox`_
sl: Trenutno samo tukaj: `Launchpad NextBox`_
sv: För närvarande bara här: `Launchpad NextBox`__
zh_cn: 目前只在这里。`Launchpad NextBox`_

source: **Q:** How can I update the Operating System?
bg: **В:** Как мога да актуализирам операционната система?
cs: **Q:** Jak mohu aktualizovat operační systém?
el: **Q:** Πώς μπορώ να ενημερώσω το λειτουργικό σύστημα;
es: **Q:** ¿Cómo puedo actualizar el sistema operativo?
et: **K:** Kuidas saab operatsioonisüsteemi uuendada?
fi: **Q:** Miten voin päivittää käyttöjärjestelmän?
fr: **Q:** Comment puis-je mettre à jour le système d'exploitation ?
hu: **K:** Hogyan frissíthetem az operációs rendszert?
ja: **Q:** オペレーティングシステムのアップデート方法を教えてください。
lt: **Q:** Kaip atnaujinti operacinę sistemą?
lv: **Q:** Kā atjaunināt operētājsistēmu?
nl: **Q:** Hoe kan ik het besturingssysteem updaten?
pl: **Q:** Jak mogę zaktualizować system operacyjny?
pt: **Q:** Como posso actualizar o Sistema Operativo?
ro: **Q:** Cum pot actualiza sistemul de operare?
ru: **Вопрос:** Как я могу обновить операционную систему?
sk: **Q:** Ako môžem aktualizovať operačný systém?
sl: **Q:** Kako lahko posodobim operacijski sistem?
sv: **Q:** Hur kan jag uppdatera operativsystemet?
zh_cn: **问：**我怎样才能更新操作系统？

source: There is no need to update the NextBox OS by hand. This is done using ``unattended-upgrades`` and on top the *nextbox-daemon* will check for upgrades manually (as a redundant fallback solution) on every start. You are free to update your OS by hand using ``apt``, if you know what you are doing.
bg: Не е необходимо да актуализирате NextBox OS ръчно. Това се прави с помощта на ``unattended-upgrades`` и на всичкото отгоре *nextbox-daemon* ще проверява за актуализации ръчно (като излишно резервно решение) при всяко стартиране. Свободни сте да актуализирате операционната си система на ръка с помощта на ``apt``, ако знаете какво правите.
cs: Operační systém NextBox není nutné aktualizovat ručně. To se provádí pomocí ``unattended-upgrades`` a navíc *nextbox-daemon* bude při každém spuštění ručně kontrolovat aktualizace (jako nadbytečné záložní řešení). Pokud víte, co děláte, můžete svůj operační systém aktualizovat ručně pomocí ``apt``.
el: Δεν χρειάζεται να ενημερώσετε το NextBox OS με το χέρι. Αυτό γίνεται χρησιμοποιώντας ``unattended-upgrades`` και επιπλέον ο *nextbox-daemon* θα ελέγχει για αναβαθμίσεις χειροκίνητα (ως μια περιττή εφεδρική λύση) σε κάθε εκκίνηση. Είστε ελεύθεροι να ενημερώσετε το λειτουργικό σας σύστημα με το χέρι χρησιμοποιώντας ``apt``, αν ξέρετε τι κάνετε.
es: No es necesario actualizar el SO de NextBox a mano. Esto se hace usando ``unattended-upgrades`` y además el *nextbox-daemon* comprobará las actualizaciones manualmente (como solución redundante) en cada inicio. Eres libre de actualizar tu SO a mano usando ``apt``, si sabes lo que estás haciendo.
et: NextBoxi operatsioonisüsteemi ei ole vaja käsitsi uuendada. Selleks kasutatakse ``unattended-upgrades`` ja pealegi kontrollib *nextbox-daemon* uuendusi käsitsi (kui üleliigne varulahendus) igal käivitamisel. Sa võid oma operatsioonisüsteemi käsitsi uuendada, kasutades ``apt``, kui sa tead, mida sa teed.
fi: NextBox-käyttöjärjestelmää ei tarvitse päivittää käsin. Tämä tehdään käyttämällä ``unattended-upgrades`` ja lisäksi *nextbox-daemon* tarkistaa päivitykset manuaalisesti (tarpeettomana vararatkaisuna) jokaisen käynnistyksen yhteydessä. Voit vapaasti päivittää käyttöjärjestelmäsi käsin käyttämällä ``apt``, jos tiedät mitä teet.
fr: Il n'y a pas besoin de mettre à jour le système d'exploitation de NextBox à la main. Ceci est fait en utilisant ``unattended-upgrades`` et en plus le *nextbox-daemon* vérifiera les mises à jour manuellement (comme une solution de repli redondante) à chaque démarrage. Vous êtes libre de mettre à jour votre système d'exploitation à la main en utilisant ``apt``, si vous savez ce que vous faites.
hu: A NextBox OS-t nem kell kézzel frissíteni. Ezt a ``unattended-upgrades`` segítségével végezzük, és ezen felül a *nextbox-daemon* minden indításkor kézzel ellenőrzi a frissítéseket (redundáns tartalékmegoldásként). Nyugodtan frissítheted az operációs rendszeredet kézzel a ``apt`` segítségével, ha tudod, mit csinálsz.
ja: NextBoxのOSを手動で更新する必要はありません。これは ``unattended-upgrades`` を使用して行われ、さらに *nextbox-daemon* が起動毎に手動でアップグレードをチェックします (冗長なフォールバックソリューションとして)。自分が何をしているのか分かっているのであれば、``apt``を使って手動でOSをアップデートするのは自由です。
lt: NextBox OS nereikia atnaujinti rankiniu būdu. Tai atliekama naudojant ``unattended-upgrades``, o be to, *nextbox-daemon* kiekvieno paleidimo metu rankiniu būdu patikrins, ar yra atnaujinimų (kaip nereikalingas atsarginis sprendimas). Jei žinote, ką darote, galite atnaujinti savo OS rankiniu būdu naudodami ``apt``, jei žinote, ką darote.
lv: NextBox OS nav nepieciešams atjaunināt ar rokām. Tas tiek darīts, izmantojot ``unattended-upgrades``, un virsū *nextbox-daemon* pārbaudīs, vai atjauninājumi tiek veikti manuāli (kā dublējošs rezerves risinājums) katrā startēšanas reizē. Jūs varat atjaunināt operētājsistēmu ar rokām, izmantojot ``apt``, ja zināt, ko darāt.
nl: Het is niet nodig om het NextBox OS met de hand te updaten. Dit wordt gedaan met ``unattended-upgrades`` en daarbovenop zal de *nextbox-daemon* bij elke start handmatig controleren op upgrades (als een redundante noodoplossing). U bent vrij om uw OS handmatig te updaten met ``apt``, als u weet wat u doet.
pl: Nie ma potrzeby ręcznego aktualizowania systemu operacyjnego NextBox. Odbywa się to przy użyciu ``unattended-upgrades``, a na dodatek *nextbox-daemon* będzie sprawdzał aktualizacje ręcznie (jako nadmiarowe rozwiązanie awaryjne) przy każdym starcie. Możesz aktualizować swój system operacyjny ręcznie używając ``apt``, jeśli wiesz co robisz.
pt: Não há necessidade de actualizar o sistema operativo NextBox manualmente. Isto é feito usando ``unattended-upgrades`` e no topo o *nextbox-daemon* irá verificar por atualizações manualmente (como uma solução redundante de fallback) em cada início. Você é livre para atualizar seu SO manualmente usando ``apt``, se você souber o que está fazendo.
ro: Nu este nevoie să actualizați manual sistemul de operare NextBox. Acest lucru se face folosind ``unattended-upgrades`` și, în plus, *nextbox-daemon* va verifica manual dacă există actualizări (ca soluție redundantă de rezervă) la fiecare pornire. Sunteți liberi să vă actualizați manual sistemul de operare folosind ``apt``, dacă știți ce faceți.
ru: Нет необходимости обновлять NextBox OS вручную. Это делается с помощью ``unattended-upgrades`` и поверх *nextbox-daemon* будет проверять наличие обновлений вручную (в качестве резервного запасного решения) при каждом запуске. Вы можете обновлять свою ОС вручную, используя ``apt``, если вы знаете, что делаете.
sk: Operačný systém NextBox nie je potrebné aktualizovať ručne. Vykoná sa to pomocou ``unattended-upgrades`` a naviac *nextbox-daemon* bude pri každom spustení ručne kontrolovať aktualizácie (ako nadbytočné záložné riešenie). Ak viete, čo robíte, môžete aktualizovať svoj operačný systém ručne pomocou ``apt``.
sl: Operacijskega sistema NextBox ni treba ročno posodabljati. To storite z uporabo ``unattended-upgrades``, poleg tega pa bo *nextbox-daemon* ob vsakem zagonu ročno preveril posodobitve (kot odvečno zasilno rešitev). Operacijski sistem lahko posodobite ročno z uporabo ``apt``, če veste, kaj počnete.
sv: Det finns ingen anledning att uppdatera NextBox OS för hand. Detta görs med hjälp av ``unattended-upgrades`` och dessutom kommer *nextbox-daemon* att kontrollera om det finns uppgraderingar manuellt (som en redundant reservlösning) vid varje start. Det står dig fritt att uppdatera ditt operativsystem för hand med ``apt``, om du vet vad du gör.
zh_cn: 没有必要手工更新NextBox操作系统。这是用``unattended-upgrades``完成的，在每次启动时，*nextbox-daemon*会手动检查升级（作为一个冗余的后备解决方案）。你可以自由地使用``apt``手动更新你的操作系统，如果你知道自己在做什么的话。

source: **Q:** Is the NextBox running a 32bit or 64bit operating system?
bg: **В:** NextBox работи с 32-битова или 64-битова операционна система?
cs: **Otázka:** Používá NextBox 32bitový nebo 64bitový operační systém?
el: **Q:** Το NextBox λειτουργεί με λειτουργικό σύστημα 32bit ή 64bit;
es: **Q:** ¿El NextBox tiene un sistema operativo de 32 o 64 bits?
et: **K:** Kas NextBox töötab 32- või 64-bitise operatsioonisüsteemiga?
fi: **Q:** Onko NextBoxissa 32-bittinen vai 64-bittinen käyttöjärjestelmä?
hu: **K:** A NextBox 32 bites vagy 64 bites operációs rendszert használ?
ja: **Q:** NextBoxは、32bitまたは64bitのOSを搭載していますか？
lt: **Klausimas:** Ar "NextBox" veikia 32 ar 64bitų operacinė sistema?
lv: **Q:** Vai NextBox darbojas ar 32 vai 64 bitu operētājsistēmu?
nl: **Q:** Draait de NextBox op een 32bit of 64bit besturingssysteem?
pl: **Q:** Czy NextBox działa na 32-bitowym czy 64-bitowym systemie operacyjnym?
pt: **Q:** A NextBox está rodando um sistema operacional de 32bits ou 64bits?
ro: **Întrebare: ** NextBox rulează un sistem de operare pe 32 sau 64 de biți?
ru: **В:** NextBox работает под управлением 32-битной или 64-битной операционной системы?
sk: **Otázka:** Používa NextBox 32bitový alebo 64bitový operačný systém?
sl: **V:** Ali je v NextBoxu nameščen 32- ali 64-bitni operacijski sistem?
sv: **Q:** Har NextBox ett 32- eller 64-bitars operativsystem?
zh_cn: **问：**NextBox是运行32位还是64位操作系统？

source: The used OS is a 64bit system. The ``arch`` output: `aarch64`.
bg: Използваната операционна система е 64-битова. Изходът ``arch``: `aarch64`.
cs: Použitý operační systém je 64bitový. Výstup ``arch``: `aarch64`.
el: Το χρησιμοποιούμενο λειτουργικό σύστημα είναι 64bit. Η έξοδος ``arch``: `aarch64`.
es: El SO utilizado es un sistema de 64 bits. La salida ``arch``: `aarch64`.
et: Kasutatud operatsioonisüsteem on 64-bitine süsteem. ``arch`` väljund: `aarch64`.
fi: Käytetty käyttöjärjestelmä on 64-bittinen järjestelmä. ``arch`` tuloste: `aarch64`.
hu: A használt operációs rendszer 64 bites rendszer. A ``arch`` kimenet: `aarch64`.
ja: 使用しているOSは64bitシステムです。``arch``が出力されました。aarch64`です。
lt: Naudojama 64 bitų operacinė sistema. ``arch`` išvestis: `aarch64`.
lv: Izmantotā OS ir 64 bitu sistēma. ``arch`` izvads: `aarch64`.
nl: Het gebruikte OS is een 64bit systeem. De ``arch`` uitvoer: `aarch64`.
pl: Używany system operacyjny jest systemem 64-bitowym. Wynik ``arch``: `aarch64`.
pt: O SO usado é um sistema de 64bit. O ``arch`` saída: `aarch64`.
ro: Sistemul de operare utilizat este un sistem pe 64 de biți. Ieșirea ``arch```: `aarch64`.
ru: Используемая ОС - 64-разрядная система. Вывод ``arch``: `aarch64`.
sk: Použitý operačný systém je 64-bitový. Výstup ``arch``: `aarch64`.
sl: Uporabljeni operacijski sistem je 64-bitni sistem. Izpis ``arch``: `aarch64`.
sv: Det använda operativsystemet är ett 64bit-system. Utgången ``arch``: `aarch64`.
zh_cn: 使用的操作系统是64位系统。``arch``输出。`aarch64`.

source: **Q:** Which users and default passwords are created by default on the NextBox's operating system?
bg: **В:** Кои потребители и пароли по подразбиране са създадени по подразбиране в операционната система NextBox's?
cs: **Q:** Kteří uživatelé a výchozí hesla jsou v operačním systému NextBox's vytvořeni jako výchozí?
el: **Q:** Ποιοι χρήστες και ποιοι προεπιλεγμένοι κωδικοί πρόσβασης δημιουργούνται από προεπιλογή στο λειτουργικό σύστημα του NextBox's;
es: **Q:** ¿Qué usuarios y contraseñas por defecto se crean en el sistema operativo de NextBox's?
et: **K:** Millised kasutajad ja vaikimisi paroolid on NextBoxi operatsioonisüsteemis vaikimisi loodud?
fi: **Q:** Mitkä käyttäjät ja oletussalasanat luodaan oletusarvoisesti NextBoxin käyttöjärjestelmässä?
hu: **K:** Milyen felhasználók és alapértelmezett jelszavak jönnek létre alapértelmezés szerint a NextBox'operációs rendszerben?
ja: **Q:** NextBox'のOSでデフォルトで作成されるユーザーとデフォルトのパスワードを教えてください。
lt: **Q:** Kokie vartotojai ir numatytieji slaptažodžiai yra sukurti pagal nutylėjimą NextBox's operacinėje sistemoje?
lv: **Q:** Kādi lietotāji un noklusējuma paroles ir izveidotas pēc noklusējuma NextBox operētājsistēmā?
nl: **Q:** Welke gebruikers en standaard wachtwoorden worden standaard aangemaakt op het NextBox's besturingssysteem?
pl: **Q:** Jacy użytkownicy i hasła domyślne są tworzone domyślnie w systemie operacyjnym NextBox'a?
pt: **Q:** Quais usuários e senhas padrão são criados por padrão no sistema operacional NextBox's?
ro: **Q:** Ce utilizatori și parole implicite sunt create în mod implicit în sistemul de operare NextBox's?
ru: **В:** Какие пользователи и пароли по умолчанию создаются по умолчанию в операционной системе NextBox'а?
sk: **Q:** Ktorí používatelia a predvolené heslá sú v operačnom systéme NextBox' vytvorené štandardne?
sl: **Q:** Kateri uporabniki in privzeta gesla so privzeto ustvarjeni v operacijskem sistemu NextBox's?
sv: **Q:** Vilka användare och standardlösenord skapas som standard i NextBox's operativsystem?
zh_cn: **问：**哪些用户和默认密码是在NextBox'的操作系统中默认创建的？

source: There is not one single default password set on any (system) user. The only non-system user created is named ``nextuser``, without a default password. The only way to access the NextBox is using ``ssh`` with a public key, which can be set via the NextBox App.
bg: Няма нито една парола по подразбиране, зададена за всеки (системен) потребител. Единственият създаден несистемен потребител е с име ``nextuser``, без парола по подразбиране. Единственият начин за достъп до NextBox е като се използва ``ssh`` с публичен ключ, който може да се зададе чрез приложението NextBox.
cs: Pro žádného (systémového) uživatele není nastaveno jediné výchozí heslo. Jediný vytvořený nesystémový uživatel se jmenuje ``nextuser``, bez výchozího hesla. Jediný způsob přístupu do NextBoxu je pomocí ``ssh`` s veřejným klíčem, který lze nastavit prostřednictvím aplikace NextBox.
el: Δεν υπάρχει ένας μόνο προεπιλεγμένος κωδικός πρόσβασης για κάθε χρήστη (του συστήματος). Ο μόνος μη συστημικός χρήστης που δημιουργήθηκε ονομάζεται ``nextuser``, χωρίς προεπιλεγμένο κωδικό πρόσβασης. Ο μόνος τρόπος πρόσβασης στο NextBox είναι η χρήση ``ssh`` με δημόσιο κλειδί, το οποίο μπορεί να οριστεί μέσω της εφαρμογής NextBox.
es: No hay ni una sola contraseña por defecto establecida en ningún usuario (del sistema). El único usuario no del sistema creado se llama ``nextuser``, sin contraseña por defecto. La única forma de acceder a NextBox es utilizando ``ssh`` con una clave pública, que se puede configurar a través de la App NextBox.
et: Ühelegi (süsteemi)kasutajale ei ole määratud ühtegi vaikimisi parooli. Ainus mitte-süsteemikasutaja on loodud nimega ``nextuser``, ilma vaikimisi paroolita. NextBoxile pääseb ligi ainult ``ssh`` avaliku võtmega, mida saab määrata NextBoxi rakenduse kaudu.
fi: Yhdellekään (järjestelmä)käyttäjälle ei ole asetettu yhtä ainoaa oletussalasanaa. Ainoa luotu ei-järjestelmäkäyttäjä on nimeltään ``nextuser``, eikä sillä ole oletussalasanaa. Ainoa tapa päästä NextBoxiin on käyttää ``ssh`` julkisella avaimella, joka voidaan asettaa NextBox-sovelluksen kautta.
hu: Egyetlen (rendszer)felhasználóhoz sincs egyetlen alapértelmezett jelszó beállítva. Az egyetlen létrehozott nem rendszerfelhasználó neve ``nextuser``, alapértelmezett jelszó nélkül. A NextBox-hoz való hozzáférés egyetlen módja a ``ssh`` nyilvános kulccsal, amely a NextBox App-on keresztül állítható be.
ja: どの（システム）ユーザーにもデフォルトのパスワードがひとつも設定されていません。唯一作成された非システムユーザーは``nextuser``という名前で、デフォルトのパスワードはありません。NextBoxにアクセスする唯一の方法は、``ssh``を使って、NextBoxアプリで設定できる公開鍵を使ってアクセスすることです。
lt: Nė vienam (sistemos) naudotojui nėra nustatytas vienas numatytasis slaptažodis. Vienintelis sukurtas nesisteminis naudotojas pavadintas ``nextuser``, be numatytojo slaptažodžio. Vienintelis būdas pasiekti "NextBox" yra naudojant ``ssh`` su viešuoju raktu, kurį galima nustatyti per "NextBox" programėlę.
lv: Nevienam (sistēmas) lietotājam nav iestatīta viena vienīga noklusējuma parole. Vienīgais izveidotais nesistēmas lietotājs ir ar nosaukumu ``nextuser``, bez noklusējuma paroles. Vienīgais veids, kā piekļūt NextBox, ir, izmantojot ``ssh`` ar publisko atslēgu, ko var iestatīt, izmantojot NextBox lietotni.
nl: Er is geen enkel standaardwachtwoord ingesteld voor een (systeem)gebruiker. De enige niet-systeemgebruiker die is aangemaakt heet ``nextuser``, zonder standaardwachtwoord. De enige manier om toegang te krijgen tot de NextBox is via ``ssh`` met een publieke sleutel, die via de NextBox App kan worden ingesteld.
pl: Nie ma ani jednego domyślnego hasła ustawionego na jakiegokolwiek użytkownika (systemowego). Jedynym utworzonym użytkownikiem niesystemowym jest użytkownik o nazwie ``nextuser``, bez domyślnego hasła. Jedynym sposobem dostępu do NextBox jest użycie ``ssh`` z kluczem publicznym, który można ustawić za pomocą NextBox App.
pt: Não há uma única senha padrão definida em nenhum usuário (do sistema). O único usuário não-sistema criado é chamado ``nextuser``, sem uma senha padrão. A única maneira de acessar a NextBox é usando ``ssh`` com uma chave pública, que pode ser definida através da aplicação NextBox.
ro: Nu există o singură parolă implicită setată pentru niciun utilizator (de sistem). Singurul utilizator din afara sistemului creat se numește ``nextuser``, fără o parolă implicită. Singura modalitate de accesare a NextBox este utilizarea ``ssh`` cu o cheie publică, care poate fi setată prin intermediul aplicației NextBox.
ru: Ни для одного (системного) пользователя не установлен пароль по умолчанию. Единственный несистемный пользователь, созданный под именем ``nextuser``, не имеет пароля по умолчанию. Единственным способом доступа к NextBox является использование ``ssh`` с открытым ключом, который можно установить через приложение NextBox.
sk: Pre žiadneho (systémového) používateľa nie je nastavené jediné predvolené heslo. Jediný vytvorený nesystémový používateľ má názov ``nextuser``, bez predvoleného hesla. Jediný spôsob prístupu do NextBoxu je pomocou ``ssh`` s verejným kľúčom, ktorý možno nastaviť prostredníctvom aplikácie NextBox.
sl: Za nobenega (sistemskega) uporabnika ni nastavljeno eno samo privzeto geslo. Edini ustvarjeni nesistemski uporabnik se imenuje ``nextuser``, brez privzetega gesla. Edini način za dostop do NextBoxa je uporaba ``ssh`` z javnim ključem, ki ga lahko nastavite prek aplikacije NextBox.
sv: Det finns inte ett enda standardlösenord för någon (system)användare. Den enda icke-systemanvändare som skapats heter ``nextuser``, utan standardlösenord. Det enda sättet att få tillgång till NextBox är att använda ``ssh`` med en offentlig nyckel, som kan ställas in via NextBox-appen.
zh_cn: 在任何（系统）用户上都没有设置一个默认密码。唯一创建的非系统用户名为``nextuser``，没有默认密码。访问NextBox的唯一方法是使用``ssh``与公钥，可以通过NextBox应用程序设置。

source: Getting Started
bg: Започване на работа
cs: Začínáme
de: Erste Schritte
el: Ξεκινώντας
es: Cómo empezar
et: Alustamine
fi: Aloittaminen
fr: Pour commencer
hu: Kezdő lépések
ja: はじめに
lt: Darbo pradžia
lv: Darba sākšana
nl: Aan de slag
pl: Rozpoczęcie pracy
pt: Como Começar
ro: Noțiuni introductive
ru: Начало работы
sk: Začíname
sl: Začetek
sv: Komma igång
zh_cn: 入门

source: Quickstart
bg: Бърз старт
cs: Rychlý start
de: Schnellstart
el: Γρήγορη εκκίνηση
es: Inicio rápido
et: Kiirstart
fi: Pikakäynnistys
fr: Démarrage rapide
hu: Gyorsindítás
ja: クイックスタート
lt: Greita pradžia
lv: Ātrā sākšana
nl: Snelstart
ro: Pornire rapidă
ru: Быстрый старт
sk: Rýchly štart
sl: Hitri začetek
sv: Snabbstart
zh_cn: 快速入门

source: Connect NextBox to your Internet router via network cable.
bg: Свържете NextBox към вашия интернет рутер чрез мрежов кабел.
cs: Připojte NextBox k internetovému routeru pomocí síťového kabelu.
de: Verbinden Sie die NextBox über ein Netzwerkkabel mit Ihrem Internet-Router.
el: Συνδέστε το NextBox στο δρομολογητή Internet μέσω καλωδίου δικτύου.
es: Conecta NextBox a tu router de Internet mediante un cable de red.
et: Ühendage NextBox võrgukaabli kaudu oma internetiruuteriga.
fi: Liitä NextBox Internet-reitittimeen verkkokaapelilla.
fr: Connectez la NextBox à votre routeur Internet via un câble réseau.
hu: Csatlakoztassa a NextBoxot az internetrouterhez hálózati kábelen keresztül.
ja: NextBoxとインターネットルーターをネットワークケーブルで接続します。
lt: Prijunkite "NextBox" prie savo interneto maršrutizatoriaus tinklo kabeliu.
lv: Savienojiet NextBox ar interneta maršrutētāju, izmantojot tīkla kabeli.
nl: Sluit de NextBox via een netwerkkabel aan op uw internetrouter.
pl: Podłącz NextBox do routera internetowego za pomocą kabla sieciowego.
pt: Ligue o NextBox ao seu router de Internet através do cabo de rede.
ro: Conectați NextBox la routerul dvs. de internet prin intermediul unui cablu de rețea.
ru: Подключите NextBox к вашему интернет-маршрутизатору с помощью сетевого кабеля.
sk: Pripojte NextBox k internetovému smerovaču pomocou sieťového kábla.
sl: NextBox z omrežnim kablom povežite z internetnim usmerjevalnikom.
sv: Anslut NextBox till din Internetrouter via nätverkskabel.
zh_cn: 通过网线将NextBox连接到您的互联网路由器。
