Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/nextbox.po
Languages: bg, cs, de, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: For IPv4 this is also applies, but not a problem. In the IPv4 world (dynamic) DNS resolves to the router (WAN-IP) itself and the router will forward the traffic to your NextBox. In contrast IPv6 will not resolve to your router but to the IPv6 address of your NextBox directly and the router just has to open its firewall for the traffic to pass.
bg: За IPv4 това също е валидно, но не е проблем. В света на IPv4 (динамичен) DNS се разрешава към самия маршрутизатор (WAN-IP) и маршрутизаторът ще препрати трафика към вашия NextBox. За разлика от това IPv6 няма да се пренасочи към вашия маршрутизатор, а директно към IPv6 адреса на вашия NextBox и маршрутизаторът просто трябва да отвори защитната си стена, за да премине трафикът.
cs: Pro IPv4 to platí také, ale není to problém. Ve světě IPv4 (dynamickém) se DNS přeloží na samotný směrovač (WAN-IP) a směrovač předá provoz do vašeho NextBoxu. Naproti tomu IPv6 se nepřekládá na váš směrovač, ale přímo na IPv6 adresu vašeho NextBoxu a směrovač musí pouze otevřít svůj firewall, aby provoz prošel.
de: Für IPv4 gilt dies auch, ist aber kein Problem. In der IPv4-Welt (dynamisch) wird DNS auf den Router (WAN-IP) selbst aufgelöst und der Router leitet den Datenverkehr an Ihre NextBox weiter. Im Gegensatz dazu wird IPv6 nicht auf Ihren Router aufgelöst, sondern direkt auf die IPv6-Adresse Ihrer NextBox und der Router muss nur seine Firewall öffnen, damit der Verkehr passieren kann.
el: Για το IPv4 αυτό ισχύει επίσης, αλλά δεν αποτελεί πρόβλημα. Στον κόσμο του IPv4 (δυναμικό) το DNS επιλύεται στον ίδιο τον δρομολογητή (WAN-IP) και ο δρομολογητής θα προωθήσει την κυκλοφορία στο NextBox σας. Αντίθετα στο IPv6 δεν θα επιλύεται στο δρομολογητή σας αλλά απευθείας στη διεύθυνση IPv6 του NextBox σας και ο δρομολογητής πρέπει απλά να ανοίξει το τείχος προστασίας του για να περάσει η κίνηση.
es: Para IPv4 esto también se aplica, pero no es un problema. En el mundo IPv4 (dinámico) el DNS se resuelve en el propio router (WAN-IP) y el router reenviará el tráfico a tu NextBox. En cambio, el IPv6 no se resolverá en el router, sino en la dirección IPv6 de su NextBox directamente y el router sólo tiene que abrir su firewall para que el tráfico pase.
et: IPv4 puhul kehtib see samuti, kuid see ei ole probleem. IPv4-maailmas (dünaamiline) DNS lahendab marsruuter (WAN-IP) ise ja marsruuter edastab liikluse teie NextBoxile. Seevastu IPv6 ei lahene mitte ruuterile, vaid otse NextBoxi IPv6-aadressile ja ruuter peab lihtsalt avama oma tulemüüri, et liiklus saaks läbida.
fi: Tämä koskee myös IPv4:ää, mutta se ei ole ongelma. IPv4-maailmassa (dynaaminen) DNS ratkaisee itse reitittimeen (WAN-IP) ja reititin välittää liikenteen NextBoxiin. Sen sijaan IPv6:ssa DNS ei purkaudu reitittimeen vaan suoraan NextBoxin IPv6-osoitteeseen, ja reitittimen on vain avattava palomuurinsa, jotta liikenne pääsee läpi.
fr: Pour IPv4 c'est aussi le cas, mais ce n'est pas un problème. Dans le monde IPv4, le DNS (dynamique) se résout au routeur (WAN-IP) lui-même et le routeur transmettra le trafic à votre NextBox. En revanche, IPv6 ne se résoudra pas à votre routeur mais à l'adresse IPv6 de votre NextBox directement et le routeur doit juste ouvrir son pare-feu pour que le trafic passe.
hu: Az IPv4 esetében ez szintén érvényes, de nem jelent problémát. Az IPv4 világában (dinamikus) DNS feloldja magát a routert (WAN-IP), és a router továbbítja a forgalmat a NextBox-odra. Ezzel szemben az IPv6 nem a routerre, hanem közvetlenül a NextBox IPv6-címére oldódik fel, és a router csak a tűzfalát kell megnyitnia, hogy a forgalom átmenjen.
ja: IPv4の場合、これも当てはまりますが、問題はありません。IPv4の世界では、（ダイナミック）DNSはルーター（WAN-IP）自体に解決され、ルーターはトラフィックをNextBoxに転送します。一方、IPv6はルーターではなく、NextBoxのIPv6アドレスに直接解決され、ルーターはトラフィックが通過するようにファイアウォールを開くだけでよいのです。
lt: IPv4 atveju tai taip pat taikoma, tačiau tai nėra problema. IPv4 pasaulyje (dinaminis) DNS adresatas nustatomas pačiam maršrutizatoriui (WAN-IP) ir maršrutizatorius persiunčia srautą į jūsų NextBox. Tuo tarpu IPv6 adresas bus nukreiptas ne į jūsų maršrutizatorių, o tiesiogiai į jūsų NextBox IPv6 adresą, ir maršrutizatorius tiesiog turi atidaryti savo ugniasienę, kad srautas būtų perduodamas.
lv: Tas attiecas arī uz IPv4, bet tas nav problēma. IPv4 pasaulē (dinamiskā) DNS atrisina uz pašu maršrutētāju (WAN-IP), un maršrutētājs pārsūta datplūsmu uz NextBox. Turpretī IPv6 netiks atdalīts no jūsu maršrutētāja, bet gan tieši no jūsu NextBox IPv6 adreses, un maršrutētājam ir tikai jāatver ugunsmūris, lai datplūsma varētu tikt nodota.
nl: Voor IPv4 geldt dit ook, maar dat is geen probleem. In de IPv4 wereld resolveert (dynamische) DNS naar de router (WAN-IP) zelf en de router zal het verkeer doorsturen naar uw NextBox. IPv6 daarentegen zal niet naar uw router resolven, maar direct naar het IPv6 adres van uw NextBox en de router hoeft alleen maar zijn firewall te openen om het verkeer door te laten.
pl: W przypadku IPv4 to również ma zastosowanie, ale nie jest to problem. W świecie IPv4 (dynamiczny) DNS rozwiązuje się na routerze (WAN-IP) i router przekieruje ruch do NextBoxa. W przeciwieństwie do IPv6 DNS nie jest adresowany do routera, ale bezpośrednio do adresu IPv6 NextBox, a router musi tylko otworzyć zaporę sieciową, aby ruch mógł się przedostać.
pt: Para IPv4 isto também é válido, mas não é um problema. No mundo IPv4 (dinâmico) o DNS resolve para o próprio roteador (WAN-IP) e o roteador irá encaminhar o tráfego para a sua NextBox. Em contraste, IPv6 não será resolvido para o seu roteador mas para o endereço IPv6 da sua NextBox diretamente e o roteador só tem que abrir seu firewall para que o tráfego passe.
ro: Acest lucru este valabil și pentru IPv4, dar nu este o problemă. În lumea IPv4 (dinamică), DNS se rezolvă către router (WAN-IP), iar routerul va redirecționa traficul către NextBox. În schimb, IPv6 nu se va rezolva la router, ci direct la adresa IPv6 a NextBox-ului, iar routerul trebuie doar să își deschidă firewall-ul pentru ca traficul să treacă.
ru: Для IPv4 это также применимо, но не является проблемой. В мире IPv4 (динамический) DNS разрешается в самом маршрутизаторе (WAN-IP), и маршрутизатор будет перенаправлять трафик на ваш NextBox. В отличие от этого IPv6 будет разрешаться не на маршрутизатор, а непосредственно на IPv6-адрес вашего NextBox, и маршрутизатор просто должен открыть свой брандмауэр для прохождения трафика.
sk: Pre IPv4 to platí tiež, ale nie je to problém. Vo svete IPv4 (dynamickom) sa DNS resolvuje na samotný smerovač (WAN-IP) a smerovač presmeruje prevádzku na váš NextBox. Naproti tomu IPv6 sa nerozhodne pre váš smerovač, ale priamo pre IPv6 adresu vášho NextBoxu a smerovač musí len otvoriť svoj firewall, aby prevádzka prešla.
sl: To velja tudi za IPv4, vendar to ni težava. V svetu IPv4 se (dinamični) DNS rešuje na usmerjevalnik (WAN-IP) in usmerjevalnik bo posredoval promet v vaš NextBox. V nasprotju s tem se IPv6 ne bo razrešil na vaš usmerjevalnik, temveč neposredno na naslov IPv6 vašega NextBoxa, usmerjevalnik pa mora samo odpreti požarni zid, da se promet prenese.
sv: För IPv4 gäller detta också, men det är inget problem. I IPv4-världen (dynamisk) DNS löser upp till routern (WAN-IP) själv och routern vidarebefordrar trafiken till din NextBox. I motsats till detta kommer IPv6 inte att lösa upp till routern utan till IPv6-adressen till NextBox direkt och routern behöver bara öppna sin brandvägg för att trafiken ska passera.
zh_cn: 对于IPv4，这也适用，但不是一个问题。在IPv4世界（动态）DNS解析到路由器（WAN-IP）本身，路由器将转发流量到你的NextBox。相反，IPv6不会解析到你的路由器，而是直接解析到你的NextBox的IPv6地址，路由器只需打开其防火墙，流量就能通过。

source: Solution
bg: Решение
cs: Řešení
de: Lösung
el: Λύση
es: Solución
et: Lahendus
fi: Ratkaisu
hu: Megoldás
ja: ソリューション
lt: Sprendimas
lv: Risinājums
nl: Oplossing
pl: Rozwiązanie
pt: Solução
ro: Soluție
ru: Решение
sk: Riešenie
sl: Rešitev
sv: Lösning
zh_cn: 解决方案

source: Most routers, which implement this DNS-Rebind protection also allow you to whitelist certain domains from this protection. **Generally, to solve this issue you have to insert your (full) domain to the DNS-Rebind Exceptions (or whitelist) of your router.**
bg: Повечето маршрутизатори, които прилагат тази защита срещу повторно свързване на DNS, позволяват също така да включите определени домейни в белия списък на тази защита. **Обикновено, за да решите този проблем, трябва да добавите вашия (пълен) домейн към изключенията (или белия списък) на DNS-Rebind на вашия маршрутизатор.**
cs: Většina směrovačů, které tuto ochranu DNS-Rebind implementují, umožňuje také vytvořit bílou listinu určitých domén, na které se tato ochrana nevztahuje. **Zpravidla je pro vyřešení tohoto problému nutné vložit vaši (plnou) doménu do výjimek DNS-Rebind (nebo do bílé listiny) vašeho směrovače**.
de: Die meisten Router, die diesen DNS-Rebind-Schutz implementieren, erlauben Ihnen auch, bestimmte Domains von diesem Schutz auszunehmen (Whitelist). **Um dieses Problem zu lösen, müssen Sie in der Regel Ihre (vollständige) Domain in die DNS-Rebind-Ausnahmen (oder Whitelist) Ihres Routers aufnehmen.
el: Οι περισσότεροι δρομολογητές, οι οποίοι εφαρμόζουν αυτή την προστασία DNS-Rebind, σας επιτρέπουν επίσης να θέσετε σε λευκή λίστα ορισμένους τομείς από αυτή την προστασία. **Γενικά, για να λύσετε αυτό το πρόβλημα πρέπει να εισάγετε τον (πλήρη) τομέα σας στις εξαιρέσεις DNS-Rebind (ή στη λευκή λίστα) του δρομολογητή σας.**
es: La mayoría de los routers que implementan esta protección de reenvío de DNS también le permiten incluir ciertos dominios en la lista blanca de esta protección. **Generalmente, para resolver este problema tienes que insertar tu dominio (completo) en las excepciones de reenvío de DNS (o lista blanca) de tu router.
et: Enamik ruutereid, mis rakendavad seda DNS-Rebind kaitset, võimaldavad teil ka teatud domeene selle kaitse alt valges nimekirjas välja jätta. **Kõikidel juhtudel peate selle probleemi lahendamiseks lisama oma (täieliku) domeeni oma ruuteri DNS-Rebind Exceptions (või whitelist) nimekirja.**
fi: Useimmat reitittimet, jotka käyttävät tätä DNS-Rebind-suojausta, mahdollistavat myös tiettyjen verkkotunnusten asettamisen valkoiselle listalle suojauksen ulkopuolelle. ** Yleensä tämän ongelman ratkaisemiseksi sinun on lisättävä (koko) verkkotunnuksesi reitittimesi DNS-Rebind Exceptions (tai whitelist) -luetteloon. **
fr: La plupart des routeurs qui mettent en œuvre cette protection DNS-Rebind vous permettent également d'ajouter certains domaines à la liste blanche de cette protection. **En général, pour résoudre ce problème, vous devez insérer votre domaine (complet) dans la liste des exceptions (ou liste blanche) de votre routeur.
hu: A legtöbb olyan útválasztó, amely ezt a DNS-újrakötés védelmet alkalmazza, lehetővé teszi bizonyos tartományok fehér listára vételét is a védelem alól. ** Általában a probléma megoldásához be kell illesztenie a (teljes) tartományt a router DNS-Rebind Exceptions (vagy whitelist) listájába.**
ja: このDNS-Rebind保護を実装しているほとんどのルーターでは、この保護から特定のドメインをホワイトリストに登録することができます。**通常、この問題を解決するには、ルーターのDNS-Rebind Exceptions（またはホワイトリスト）に自分の（完全な）ドメインを挿入する必要があります。
lt: Daugumoje maršrutizatorių, kuriuose įdiegta ši DNS pakartotinio susiejimo apsauga, taip pat galima įtraukti tam tikrus domenus į baltąjį sąrašą. **Bendrai, norėdami išspręsti šią problemą, turite įtraukti savo (visą) domeną į savo maršrutizatoriaus DNS-Rebind išimčių (arba baltąjį) sąrašą**.
lv: Lielākā daļa maršrutētāju, kas īsteno šo DNS-Rebind aizsardzību, ļauj arī iekļaut noteiktus domēnus baltajā sarakstā, uz kuriem šī aizsardzība neattiecas. **Parasti, lai atrisinātu šo problēmu, jums ir jāievada savs (pilnais) domēns maršrutētāja DNS-Rebind izņēmumos (vai baltajā sarakstā)**.
nl: De meeste routers, die deze DNS-Rebind beveiliging implementeren, staan je ook toe om bepaalde domeinen van deze beveiliging uit te sluiten. **Over het algemeen moet je om dit probleem op te lossen je (volledige) domein toevoegen aan de DNS-Rebind Uitzonderingen (of whitelist) van je router.**
pl: Większość routerów, które implementują tę ochronę DNS-Rebind pozwalają również na umieszczenie pewnych domen na białej liście z tej ochrony. **Zazwyczaj, aby rozwiązać ten problem, musisz dodać swoją (pełną) domenę do wyjątków DNS-Rebind (lub białej listy) routera.**
pt: A maioria dos roteadores, que implementam esta proteção DNS-Rebind, também permitem que você faça uma lista branca de certos domínios a partir desta proteção. **Geralmente, para resolver este problema você tem que inserir o seu domínio (completo) no DNS-Rebind Excepções (ou lista branca) do seu router.**
ro: Cele mai multe routere care implementează această protecție DNS-Rebind vă permit, de asemenea, să introduceți anumite domenii pe o listă albă de protecție. **În general, pentru a rezolva această problemă, trebuie să introduceți domeniul dumneavoastră (complet) în DNS-Rebind Exceptions (sau lista albă) a routerului dumneavoastră.**
ru: Большинство маршрутизаторов, которые реализуют эту защиту DNS-Rebind, также позволяют вам внести определенные домены в белый список. **Обычно, чтобы решить эту проблему, вы должны внести ваш (полный) домен в исключения DNS-Rebind (или белый список) вашего маршрутизатора.**.
sk: Väčšina smerovačov, ktoré implementujú túto ochranu DNS-Rebind, umožňuje aj vytvorenie bielej listiny určitých domén, na ktoré sa táto ochrana nevzťahuje. **Všeobecne platí, že na vyriešenie tohto problému musíte svoju (celú) doménu vložiť do zoznamu výnimiek DNS-Rebind (alebo do bieleho zoznamu) svojho smerovača.**
sl: Večina usmerjevalnikov, ki uporabljajo to zaščito DNS-Rebind, omogoča tudi beli seznam določenih domen, ki jih ta zaščita ne zajema. **Pogosto morate za rešitev te težave svojo (celotno) domeno vstaviti na seznam izjem DNS-Rebind (ali beli seznam) usmerjevalnika.**
sv: De flesta routrar som har detta skydd för DNS-Rebindning gör det också möjligt för dig att sätta vissa domäner på en vitlista från detta skydd. **För att lösa detta problem måste du i allmänhet lägga till din (fullständiga) domän i din routers DNS-Rebind Exceptions (eller whitelist).**
zh_cn: 大多数实施这种DNS-Rebind保护的路由器也允许你将某些域名列入白名单，使其不受这种保护。**一般来说，要解决这个问题，你必须在路由器的DNS-Rebind Exceptions（或白名单）中插入你的（完整）域。

source: For instance, the setting inside a *Fritz!Box* is to be found in: "Home Network -> Network -> Network Settings -> More Settings -> DNS Rebind Protection". You need to ensure that you have the "extended/expert view" activated.
bg: Например настройката в *Fritz!Box* се намира в: "Home Network -> Network -> Network Settings -> More Settings -> DNS Rebind Protection". Трябва да се уверите, че сте активирали "разширен/експертен изглед".
cs: Například nastavení uvnitř *Fritz!Box* najdete v: "Domácí síť -> Síť -> Nastavení sítě -> Další nastavení -> Ochrana DNS Rebind". Musíte se ujistit, že máte aktivováno "rozšířené/odborné zobrazení".
de: Die Einstellung innerhalb einer *Fritz!Box* ist z. B. zu finden in: "Heimnetzwerk -> Netzwerk -> Netzwerkeinstellungen -> Weitere Einstellungen -> DNS-Rebind-Schutz". Sie müssen sicherstellen, dass Sie die "erweiterte/Expertenansicht" aktiviert haben.
el: Για παράδειγμα, η ρύθμιση μέσα σε ένα *Fritz!Box* βρίσκεται στο: "Home Network -> Network -> Network Settings -> More Settings -> DNS Rebind Protection". Πρέπει να βεβαιωθείτε ότι έχετε ενεργοποιήσει την "εκτεταμένη/εξειδικευμένη προβολή".
es: Por ejemplo, el ajuste dentro de un *Fritz!Box* se encuentra en: "Red doméstica -> Red -> Ajustes de red -> Más ajustes -> Protección de reenvío de DNS". Usted necesita asegurarse de que tiene la "vista extendida/experta" activado.
et: Näiteks *Fritz!Boxi* sees olev seade on leitav jaotisest: "Koduvõrk -> Võrk -> Võrgu seaded -> Rohkem seaded -> DNS Rebind Protection". Te peate tagama, et teil on "laiendatud/ekspertide vaade" aktiveeritud.
fi: Esimerkiksi *Fritz!Boxin* sisäinen asetus löytyy kohdasta: "Kotiverkko -> Verkko -> Verkkoasetukset -> Lisää asetuksia -> DNS Rebind Protection". Sinun on varmistettava, että "laajennettu/asiantuntijanäkymä" on aktivoitu.
fr: Par exemple, le paramètre dans une *Fritz!Box* se trouve dans : "Réseau domestique -> Réseau -> Paramètres réseau -> Autres paramètres -> Protection contre le rebond DNS". Vous devez vous assurer que la "vue étendue/expert" est activée.
hu: Például a beállítás egy *Fritz!Box*-ban a következő helyen található: "Home Network -> Network -> Network Settings -> More Settings -> DNS Rebind Protection". Biztosítania kell, hogy a "kiterjesztett/szakértői nézet" aktiválva legyen.
ja: 例えば、*Fritz!Box*の中の設定は、"Home Network -> Network -> Network Settings -> More Settings -> DNS Rebind Protection"にあります。拡張/エキスパート表示"が有効になっていることを確認する必要があります。
lt: Pavyzdžiui, nustatymas, esantis *Fritz!Box* dėžutėje, yra toks: "Pagrindinis tinklas -> Tinklas -> Tinklo nustatymai -> Daugiau nustatymų -> DNS Rebind apsauga". Turite įsitikinti, kad įjungtas "išplėstinis/ekspertinis vaizdas".
lv: Piemēram, iestatījumu *Fritz!Box* iekšpusē var atrast sadaļā: "Mājas tīkls -> Tīkls -> Tīkla iestatījumi -> Tīkla iestatījumi -> Vairāk iestatījumu -> DNS Rebind aizsardzība". Jums jānodrošina, ka ir aktivizēts "paplašinātais/ekspertu skats".
nl: Bijvoorbeeld, de instelling in een *Fritz!Box* is te vinden in: "Home Network -> Network -> Network Settings -> More Settings -> DNS Rebind Protection". U moet ervoor zorgen dat u de "extended/expert view" geactiveerd heeft.
pl: Na przykład, ustawienie w *Fritz!Box* można znaleźć w: "Sieć domowa -> Sieć -> Ustawienia sieci -> Więcej ustawień -> Ochrona DNS Rebind". Musisz się upewnić, że masz aktywowany "widok rozszerzony/ekspercki".
pt: Por exemplo, a configuração dentro de um *Fritz!Box* pode ser encontrada em: "Rede doméstica -> Rede -> Configurações de rede -> Mais configurações -> Proteção de Rebind DNS -". Você precisa garantir que você tem o "extended/expert view" ativado.
ro: De exemplu, setarea din interiorul unui *Fritz!Box* se găsește în: "Home Network -> Network -> Network Settings -> More Settings -> DNS Rebind Protection". Trebuie să vă asigurați că aveți activată "extended/expert view".
ru: Например, настройки в *Fritz!Box* находятся в разделе: "Домашняя сеть -> Сеть -> Настройки сети -> Другие настройки -> Защита от переадресации DNS". Вам необходимо убедиться, что у вас активирован "расширенный/экспертный вид".
sk: Napríklad nastavenie vo vnútri *Fritz!Box* sa nachádza v: "Domáca sieť -> Sieť -> Nastavenia siete -> Ďalšie nastavenia -> Ochrana pred opätovným naviazaním DNS". Musíte sa uistiť, že máte aktivované "rozšírené/odborné zobrazenie".
sl: Na primer, nastavitev v *Fritz!Boxu* najdete v: "Domače omrežje -> Omrežje -> Nastavitve omrežja -> Več nastavitev -> Ponovna zaščita DNS". Zagotoviti morate, da imate aktiviran "razširjeni/ strokovni pogled".
sv: Inställningen i en *Fritz!Box* finns till exempel i: "Hemnätverk -> Nätverk -> Nätverksinställningar -> Fler inställningar -> DNS Rebind Protection". Du måste se till att du har "extended/expert view" aktiverat.
zh_cn: 例如，在*Fritz！Box*内的设置是在："家庭网络->网络->网络设置->更多设置->DNS重新绑定保护"。你需要确保你已经激活了"扩展/专家视图"。

source: Dynamic DNS Setup
bg: Настройка на динамичен DNS
cs: Nastavení dynamického DNS
de: Dynamische DNS-Einrichtung
el: Ρύθμιση δυναμικού DNS
es: Configuración del DNS dinámico
et: Dünaamilise DNS-i seadistamine
fi: Dynaaminen DNS-asetus
fr: Configuration du DNS dynamique
hu: Dinamikus DNS beállítása
ja: ダイナミックDNSの設定
lt: Dinaminio DNS sąranka
lv: Dinamiskā DNS iestatīšana
nl: Dynamische DNS-instelling
pl: Konfiguracja dynamicznego DNS
pt: Configuração dinâmica de DNS
ro: Configurarea DNS dinamic
ru: Настройка динамического DNS
sk: Nastavenie dynamického DNS
sl: Nastavitev dinamičnega DNS
sv: Inställning av dynamisk DNS
zh_cn: 动态DNS设置

source: **There are two ways to configure a dynamic DNS provider to be used and updated by your NextBox instance.**
bg: **Има два начина за конфигуриране на динамичен DNS доставчик, който да бъде използван и актуализиран от вашата NextBox инстанция.**
cs: **Existují dva způsoby, jak nakonfigurovat poskytovatele dynamického DNS, který bude používán a aktualizován vaší instancí NextBoxu.**
de: **Es gibt zwei Möglichkeiten, einen dynamischen DNS-Anbieter zu konfigurieren, der von Ihrer NextBox-Instanz verwendet und aktualisiert wird**.
el: **Υπάρχουν δύο τρόποι για να ρυθμίσετε έναν δυναμικό πάροχο DNS που θα χρησιμοποιείται και θα ενημερώνεται από την περίπτωση του NextBox σας.**
es: **Hay dos maneras de configurar un proveedor de DNS dinámico para ser utilizado y actualizado por su instancia NextBox.
et: **Dünaamilise DNS teenusepakkuja seadistamiseks on kaks võimalust, mida teie NextBoxi instants kasutab ja ajakohastab.**
fi: **On kaksi tapaa määrittää dynaaminen DNS-palveluntarjoaja käytettäväksi ja päivitettäväksi NextBox-instanssissasi.**
fr: **Il y a deux façons de configurer un fournisseur de DNS dynamique qui sera utilisé et mis à jour par votre instance NextBox.
hu: **Kétféleképpen konfigurálhat egy dinamikus DNS szolgáltatót, amelyet a NextBox példánya használ és frissít.**
ja: **NextBoxのインスタンスで使用・更新されるダイナミックDNSプロバイダを設定するには2つの方法があります。
lt: ** Yra du būdai, kaip sukonfigūruoti dinaminį DNS paslaugų teikėją, kurį naudos ir atnaujins jūsų NextBox instancija.**
lv: **Dinamisko DNS pakalpojumu sniedzēju var konfigurēt divējādi, lai to izmantotu un atjauninātu jūsu NextBox instance.**
nl: **Er zijn twee manieren om een dynamische DNS-provider te configureren die door uw NextBox instance wordt gebruikt en bijgewerkt.**
pl: **Istnieją dwa sposoby skonfigurowania dynamicznego dostawcy DNS, który będzie używany i aktualizowany przez instancję NextBox.
pt: **Há duas maneiras de configurar um provedor de DNS dinâmico para ser utilizado e atualizado pela sua instância NextBox.**
ro: **Există două moduri de a configura un furnizor DNS dinamic care să fie utilizat și actualizat de instanța NextBox.**
ru: **Существует два способа настройки динамического DNS-провайдера, который будет использоваться и обновляться вашим экземпляром NextBox.**.
sk: **Existujú dva spôsoby konfigurácie poskytovateľa dynamického DNS, ktorý sa má používať a aktualizovať vašou inštanciou NextBoxu.**
sl: **Na dva načina lahko konfigurirate ponudnika dinamičnega DNS, ki ga bo uporabljal in posodabljal vaš primerek NextBox.**
sv: **Det finns två sätt att konfigurera en dynamisk DNS-provider som används och uppdateras av din NextBox-instans.**
zh_cn: **有两种方法可以配置动态DNS提供者，以便由你的NextBox实例使用和更新**。
