Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/nextbox.po
Languages: bg, cs, de, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: A NextBox consists of the following hardware components:
bg: NextBox се състои от следните хардуерни компоненти:
cs: Zařízení NextBox se skládá z následujících hardwarových komponent:
de: Eine NextBox besteht aus den folgenden Hardware-Komponenten:
el: Ένα NextBox αποτελείται από τα ακόλουθα εξαρτήματα υλικού:
es: Un NextBox consta de los siguientes componentes de hardware:
et: NextBox koosneb järgmistest riistvarakomponentidest:
fi: NextBox koostuu seuraavista laitteistokomponenteista:
fr: Une NextBox est constituée des composants matériels suivants :
hu: A NextBox a következő hardverkomponensekből áll:
ja: NextBoxは、以下のハードウェアコンポーネントで構成されています。
lt: "NextBox" sudaro šie aparatinės įrangos komponentai:
lv: NextBox sastāv no šādām aparatūras sastāvdaļām:
nl: Een NextBox bestaat uit de volgende hardwarecomponenten:
pl: NextBox składa się z następujących komponentów sprzętowych:
pt: A NextBox é composta pelos seguintes componentes de hardware:
ro: Un NextBox este format din următoarele componente hardware:
ru: NextBox состоит из следующих аппаратных компонентов:
sk: Zariadenie NextBox sa skladá z týchto hardvérových komponentov:
sl: NextBox je sestavljen iz naslednjih strojnih komponent:
sv: En NextBox består av följande hårdvarukomponenter:
zh_cn: 一个NextBox由以下硬件组件组成。

source: Raspberry PI 4 Type B
bg: Raspberry PI 4 Тип B
cs: Raspberry PI 4 typ B
de: Raspberry PI 4 Typ B
el: Raspberry PI 4 Τύπος B
es: Raspberry PI 4 Tipo B
et: Vaarika PI 4 tüüp B
fi: Vadelma PI 4 tyyppi B
hu: Málna PI 4 B típus
lt: Aviečių PI 4 B tipo
lv: Aveņu PI 4 B tipa
pl: Raspberry PI 4 Typ B
pt: Framboesa PI 4 Tipo B
ro: Raspberry PI 4 tip B
sk: Raspberry PI 4 typ B
sl: Raspberry PI 4 tip B
sv: Raspberry PI 4 typ B
zh_cn: 树莓PI 4 B型

source: Nitrokey NextBox (aluminum) case
bg: Калъф Nitrokey NextBox (алуминиев)
cs: Pouzdro Nitrokey NextBox (hliníkové)
de: Nitrokey NextBox (Aluminium) Gehäuse
el: Θήκη Nitrokey NextBox (αλουμίνιο)
es: Caja Nitrokey NextBox (aluminio)
et: Nitrokey NextBox (alumiiniumist) korpus
fi: Nitrokey NextBox (alumiini) kotelo
fr: Boîtier Nitrokey NextBox (aluminium)
hu: Nitrokey NextBox (alumínium) tok
ja: Nitrokey NextBox（アルミニウム）ケース
lt: "Nitrokey NextBox" (aliuminio) dėklas
lv: Nitrokey NextBox (alumīnija) korpuss
nl: Nitrokey NextBox (aluminium) koffer
pl: Nitrokey NextBox (aluminiowa) obudowa
pt: Caixa Nitrokey NextBox (alumínio)
ro: Carcasă Nitrokey NextBox (aluminiu)
ru: Корпус Nitrokey NextBox (алюминиевый)
sk: Nitrokey NextBox (hliníkové) puzdro
sl: Ohišje Nitrokey NextBox (aluminijasto)
sv: Nitrokey NextBox (aluminium) väska
zh_cn: Nitrokey NextBox（铝）机箱

source: Internal hard-drive (SSD or HDD)
bg: Вътрешен твърд диск (SSD или HDD)
cs: Interní pevný disk (SSD nebo HDD)
de: Interne Festplatte (SSD oder HDD)
el: Εσωτερικός σκληρός δίσκος (SSD ή HDD)
es: Disco duro interno (SSD o HDD)
et: Sisemine kõvaketas (SSD või HDD)
fi: Sisäinen kiintolevy (SSD tai HDD)
fr: Disque dur interne (SSD ou HDD)
hu: Belső merevlemez (SSD vagy HDD)
ja: 内蔵ハードドライブ（SSDまたはHDD）
lt: Vidinis kietasis diskas (SSD arba HDD)
lv: Iekšējais cietais disks (SSD vai HDD)
nl: Interne harde schijf (SSD of HDD)
pl: Wewnętrzny dysk twardy (SSD lub HDD)
pt: Disco rígido interno (SSD ou HDD)
ro: Hard-disk intern (SSD sau HDD)
ru: Внутренний жесткий диск (SSD или HDD)
sk: Interný pevný disk (SSD alebo HDD)
sl: Notranji trdi disk (SSD ali HDD)
sv: Intern hårddisk (SSD eller HDD)
zh_cn: 内部硬盘（SSD或HDD）

source: NextBox Reset Shield
bg: NextBox Щит за нулиране
cs: NextBox Resetovací štít
de: NextBox Reset-Schild
el: NextBox Ασπίδα επαναφοράς
fi: NextBox Nollaa suojakilpi
fr: Bouclier de réinitialisation NextBox
hu: NextBox Reset pajzs
ja: NextBox リセットシールド
lv: NextBox Resetēšanas vairogs
nl: NextBox Reset Schild
ru: NextBox Сброс щита
sk: NextBox Resetovací štít
sl: NextBox Ponastavitev ščita
sv: NextBox Återställningsskydd
zh_cn: 下一个盒子 重置盾牌

source: Various smaller parts (internal wiring, connectors)
bg: Различни по-малки части (вътрешно окабеляване, съединители)
cs: Různé menší díly (vnitřní kabeláž, konektory)
de: Verschiedene kleinere Teile (interne Verdrahtung, Steckverbinder)
el: Διάφορα μικρότερα εξαρτήματα (εσωτερική καλωδίωση, σύνδεσμοι)
es: Varias piezas pequeñas (cableado interno, conectores)
et: mitmesugused väiksemad osad (sisemine juhtmestik, pistikud)
fi: Erilaiset pienemmät osat (sisäiset johdotukset, liittimet)
fr: Diverses petites pièces (câblage interne, connecteurs)
hu: Különböző kisebb alkatrészek (belső vezetékek, csatlakozók)
ja: 各種小型部品（内部配線、コネクター）
lt: Įvairios smulkesnės dalys (vidiniai laidai, jungtys)
lv: Dažādas mazākas detaļas (iekšējā elektroinstalācija, savienotāji).
nl: Diverse kleinere onderdelen (interne bedrading, connectoren)
pl: Różne mniejsze części (okablowanie wewnętrzne, złącza)
pt: Várias peças menores (fiação interna, conectores)
ro: Diverse piese mai mici (cabluri interne, conectori)
ru: Различные мелкие детали (внутренняя проводка, разъемы)
sk: Rôzne menšie diely (vnútorná kabeláž, konektory)
sl: Različni manjši deli (notranja napeljava, priključki)
sv: Olika mindre delar (interna ledningar, kontakter)
zh_cn: 各种较小的部件（内部布线、连接器）。

source: The casing is made out of aluminum and a passive thermal design. There are no glued components and the case can easily be opened using a Phillips screwdriver. Please keep in mind that opening the case will void your warranty and it is generally not recommended to open the case for the non-professional user, especially as this might damage the thermal conductivity and therefore the heat dissipating capabilities of the NextBox might suffer.
bg: Корпусът е изработен от алуминий и е с пасивна термична конструкция. Няма залепени компоненти и корпусът може лесно да се отвори с помощта на кръстата отвертка. Моля, имайте предвид, че отварянето на корпуса ще доведе до анулиране на гаранцията ви и като цяло не се препоръчва отварянето на корпуса за непрофесионален потребител, още повече, че това може да повреди топлопроводимостта и следователно да пострадат възможностите за разсейване на топлината на NextBox.
cs: Kryt je vyroben z hliníku a má pasivní tepelnou konstrukci. Nejsou zde žádné lepené komponenty a skříň lze snadno otevřít pomocí křížového šroubováku. Mějte na paměti, že otevřením skříně zaniká záruka a obecně se nedoporučuje otevírat skříň neodborným uživatelům, zejména proto, že by mohlo dojít k poškození tepelné vodivosti, a tím by mohly utrpět schopnosti NextBoxu odvádět teplo.
de: Das Gehäuse besteht aus Aluminium und einem passiven thermischen Design. Es gibt keine verklebten Komponenten und das Gehäuse kann mit einem Kreuzschlitzschraubendreher leicht geöffnet werden. Bitte beachten Sie, dass das Öffnen des Gehäuses zum Erlöschen der Garantie führt und es wird generell nicht empfohlen, das Gehäuse für den nicht-professionellen Anwender zu öffnen, zumal hierdurch die Wärmeleitfähigkeit beschädigt werden könnte und somit die Wärmeableitungsfähigkeit der NextBox leiden könnte.
el: Το περίβλημα είναι κατασκευασμένο από αλουμίνιο και έχει παθητικό θερμικό σχεδιασμό. Δεν υπάρχουν κολλημένα εξαρτήματα και η θήκη μπορεί να ανοίξει εύκολα με τη χρήση ενός κατσαβιδιού Phillips. Λάβετε υπόψη σας ότι το άνοιγμα της θήκης θα ακυρώσει την εγγύηση και γενικά δεν συνιστάται το άνοιγμα της θήκης για μη επαγγελματίες χρήστες, ειδικά επειδή αυτό μπορεί να βλάψει τη θερμική αγωγιμότητα και επομένως οι δυνατότητες απαγωγής θερμότητας του NextBox μπορεί να υποφέρουν.
es: La carcasa es de aluminio y tiene un diseño térmico pasivo. No hay componentes pegados y la carcasa se puede abrir fácilmente con un destornillador Phillips. Por favor, tenga en cuenta que la apertura de la caja anulará su garantía y generalmente no se recomienda abrir la caja para el usuario no profesional, especialmente porque esto podría dañar la conductividad térmica y por lo tanto la capacidad de disipación de calor de la NextBox podría sufrir.
et: Korpus on valmistatud alumiiniumist ja passiivse termilise konstruktsiooniga. Liimitud komponendid puuduvad ja korpus on hõlpsasti avatav Phillips-kruvikeeraja abil. Pidage meeles, et korpuse avamine muudab garantii kehtetuks ja üldiselt ei ole mitteprofessionaalsel kasutajal soovitatav korpust avada, eriti kuna see võib kahjustada soojusjuhtivust ja seetõttu võib kannatada NextBoxi soojusjuhtimisvõime.
fi: Kotelo on valmistettu alumiinista ja siinä on passiivinen lämpösuunnittelu. Kotelossa ei ole liimattuja komponentteja, ja se on helppo avata Phillips-ruuvimeisselillä. Muistathan, että kotelon avaaminen mitätöi takuun, eikä kotelon avaamista yleensä suositella ei-ammattimaiselle käyttäjälle, varsinkin koska se saattaa vahingoittaa lämmönjohtavuutta ja näin ollen NextBoxin lämmönsiirtokyky saattaa kärsiä.
fr: Le boîtier est en aluminium et bénéficie d'une conception thermique passive. Il n'y a pas de composants collés et le boîtier peut facilement être ouvert à l'aide d'un tournevis Phillips. Gardez à l'esprit que l'ouverture du boîtier annulera votre garantie et qu'il n'est généralement pas recommandé d'ouvrir le boîtier pour un utilisateur non professionnel, notamment parce que cela pourrait endommager la conductivité thermique et donc les capacités de dissipation de chaleur de la NextBox pourraient en souffrir.
hu: A ház alumíniumból készült, és passzív hőkialakítású. Nincsenek ragasztott alkatrészek, és a ház könnyen nyitható egy Phillips csavarhúzóval. Kérjük, ne feledje, hogy a tok felnyitása a garancia érvényét veszti, és általában nem ajánlott a tok felnyitása a nem szakképzett felhasználók számára, különösen azért, mert ez károsíthatja a hővezető képességet, és így a NextBox hőleadó képességei szenvedhetnek.
ja: 筐体はアルミニウム製で、パッシブサーマルデザインを採用しています。接着剤で固定された部品はなく、ケースはプラスドライバーで簡単に開けることができます。 ケースを開けると保証が無効になりますのでご注意ください。また、専門家ではないユーザーがケースを開けることは一般的にお勧めできません。特に熱伝導性が損なわれ、NextBoxの放熱能力が低下する可能性があります。
lt: Korpusas pagamintas iš aliuminio ir yra pasyvios šiluminės konstrukcijos. Nėra jokių klijuotų komponentų, o korpusą galima lengvai atidaryti naudojant kryžminį atsuktuvą. Atminkite, kad atidarę korpusą neteksite garantijos ir apskritai nerekomenduojama atidarinėti korpuso neprofesionaliems naudotojams, ypač dėl to, kad tai gali pažeisti šilumos laidumą, todėl gali nukentėti "NextBox" šilumos išsklaidymo galimybės.
lv: Korpuss ir izgatavots no alumīnija, un tam ir pasīva termiskā konstrukcija. Nav pielīmētu komponentu, un korpusu var viegli atvērt, izmantojot Phillips skrūvgriezi. Lūdzu, paturiet prātā, ka korpusa atvēršana anulēs garantiju un parasti nav ieteicams atvērt korpusu neprofesionālam lietotājam, jo īpaši tāpēc, ka tas var sabojāt siltuma vadītspēju un tādējādi var ciest NextBox siltuma izkliedēšanas spējas.
nl: De behuizing is gemaakt van aluminium en een passief thermisch ontwerp. Er zijn geen gelijmde onderdelen en de behuizing kan gemakkelijk worden geopend met een kruiskopschroevendraaier. Houd er rekening mee dat het openen van de behuizing uw garantie ongeldig maakt en dat het over het algemeen niet wordt aanbevolen voor de niet-professionele gebruiker om de behuizing te openen, vooral omdat dit de thermische geleiding kan beschadigen en daardoor de warmteafvoerende capaciteiten van de NextBox zou kunnen lijden.
pl: Obudowa wykonana jest z aluminium i posiada pasywną konstrukcję termiczną. Nie ma żadnych klejonych elementów, a obudowę można łatwo otworzyć za pomocą śrubokręta krzyżakowego. Należy pamiętać, że otwarcie obudowy powoduje utratę gwarancji i generalnie nie zaleca się otwierania obudowy przez nieprofesjonalnego użytkownika, zwłaszcza, że może to spowodować uszkodzenie przewodności cieplnej, a tym samym pogorszenie możliwości rozpraszania ciepła przez NextBox.
pt: A carcaça é feita de alumínio e um desenho térmico passivo. Não há componentes colados e a caixa pode ser facilmente aberta com uma chave de fenda Phillips. Tenha em mente que a abertura da caixa irá anular a sua garantia e geralmente não é recomendado abrir a caixa para o usuário não profissional, especialmente porque isso pode danificar a condutividade térmica e, portanto, a capacidade de dissipação de calor da NextBox pode sofrer.
ro: Carcasa este realizată din aluminiu și are un design termic pasiv. Nu există componente lipite, iar carcasa poate fi deschisă cu ușurință cu ajutorul unei șurubelnițe Phillips. Vă rugăm să rețineți că deschiderea carcasei va anula garanția și, în general, nu se recomandă deschiderea carcasei pentru un utilizator neprofesionist, mai ales că acest lucru ar putea deteriora conductivitatea termică și, prin urmare, capacitățile de disipare a căldurii ale NextBox ar putea avea de suferit.
ru: Корпус выполнен из алюминия и имеет пассивную тепловую конструкцию. В корпусе нет приклеенных компонентов, и его можно легко открыть с помощью крестовой отвертки. Следует помнить, что вскрытие корпуса приведет к аннулированию гарантии, и вообще не рекомендуется вскрывать корпус непрофессиональным пользователям, так как это может повредить теплопроводность и, следовательно, ухудшить теплоотдачу NextBox.
sk: Kryt je vyrobený z hliníka a má pasívnu tepelnú konštrukciu. Nie sú v ňom prilepené žiadne komponenty a puzdro sa dá ľahko otvoriť pomocou krížového skrutkovača. Majte na pamäti, že otvorením skrinky strácate záruku a vo všeobecnosti sa neodporúča otvárať skrinku neodborným používateľom, najmä preto, že by sa tým mohla poškodiť tepelná vodivosť, a tým by mohli utrpieť schopnosti NextBoxu odvádzať teplo.
sl: Ohišje je izdelano iz aluminija in ima pasivno toplotno zasnovo. Sestavnih delov ni prilepljenih, ohišje pa lahko preprosto odprete s križnim izvijačem. Upoštevajte, da bo odprtje ohišja razveljavilo garancijo in da na splošno ni priporočljivo, da ohišje odpirajo neprofesionalni uporabniki, še posebej zato, ker lahko to poškoduje toplotno prevodnost in s tem prizadene sposobnost odvajanja toplote NextBoxa.
sv: Höljet är tillverkat av aluminium och har en passiv termisk konstruktion. Det finns inga limmade komponenter och höljet kan enkelt öppnas med en Phillips-skruvmejsel. Tänk på att om du öppnar höljet kommer din garanti att ogiltigförklaras och det rekommenderas i allmänhet inte att öppna höljet för den icke-professionella användaren, särskilt eftersom detta kan skada den termiska ledningsförmågan och därmed kan NextBox:s värmeavledande förmåga bli lidande.
zh_cn: 外壳由铝制成，采用被动散热设计。没有胶粘的部件，使用十字螺丝刀就可以轻松打开机箱。 请记住，打开机箱将使您的保修失效，一般不建议非专业用户打开机箱，特别是这样做可能会破坏导热性，因此NextBox的散热能力可能会受到影响。

source: Connectors and Interfaces
bg: Съединители и интерфейси
cs: Konektory a rozhraní
de: Steckverbinder und Schnittstellen
el: Συνδέσεις και διεπαφές
es: Conectores e interfaces
et: Ühendused ja liidesed
fi: Liittimet ja liitännät
fr: Connecteurs et interfaces
hu: Csatlakozók és interfészek
ja: コネクター＆インターフェース
lt: Jungtys ir sąsajos
lv: Savienotāji un saskarnes
nl: Aansluitingen en interfaces
pl: Złącza i interfejsy
pt: Conectores e Interfaces
ro: Conectori și interfețe
ru: Разъемы и интерфейсы
sk: Konektory a rozhrania
sl: Priključki in vmesniki
sv: Kontakter och gränssnitt
zh_cn: 连接器和接口

source: In general the NextBox exposes all ports, which are available on the Raspberry PI 4 and one additional USB Type C port for a better accessible power supply connector. In the following a short description of the different connectors and interfaces is given.
bg: Като цяло NextBox разкрива всички портове, които са на разположение на Raspberry PI 4 и един допълнителен USB Type C порт за по-добре достъпен конектор за захранване. По-долу е дадено кратко описание на различните конектори и интерфейси.
cs: Obecně NextBox vystavuje všechny porty, které jsou k dispozici na Malina PI 4 a jeden další port USB typu C pro lépe přístupný napájecí konektor. V následujícím textu je uveden stručný popis jednotlivých konektorů a rozhraní.
de: Generell verfügt die NextBox über alle Anschlüsse, die auch am Raspberry PI 4 vorhanden sind und einen zusätzlichen USB Typ C Anschluss für einen besser zugänglichen Stromanschluss. Im Folgenden wird eine kurze Beschreibung der verschiedenen Anschlüsse und Schnittstellen gegeben.
el: Σε γενικές γραμμές, το NextBox διαθέτει όλες τις θύρες που είναι διαθέσιμες στο Raspberry PI 4 και μια επιπλέον θύρα USB τύπου C για μια καλύτερα προσβάσιμη υποδοχή τροφοδοσίας. Στη συνέχεια δίνεται μια σύντομη περιγραφή των διαφόρων συνδέσμων και διεπαφών.
es: En general, el NextBox expone todos los puertos, que están disponibles en la Raspberry PI 4 y un puerto USB Tipo C adicional para un conector de alimentación más accesible. A continuación se ofrece una breve descripción de los diferentes conectores e interfaces.
et: Üldiselt avab NextBox kõik pordid, mis on saadaval Raspberry PI 4 ja üks täiendav USB Type C port, mis on paremini kättesaadav vooluvõrku. Järgnevalt on esitatud erinevate pistikute ja liideste lühikirjeldus.
fi: Yleisesti NextBox paljastaa kaikki portit, jotka ovat saatavilla Raspberry PI 4:ssä, ja yhden ylimääräisen USB Type C -portin, joka on paremmin saatavilla virtalähteen liittimelle. Seuraavassa on lyhyt kuvaus eri liittimistä ja liitännöistä.
fr: En général, la NextBox expose tous les ports, qui sont disponibles sur le Raspberry PI 4 et un port USB Type C supplémentaire pour un connecteur d'alimentation plus accessible. Dans ce qui suit, une courte description des différents connecteurs et interfaces est donnée.
hu: Általánosságban a NextBox minden portot feltár, amelyek a Raspberry PI 4-en rendelkezésre állnak, és egy további USB Type C portot egy jobban hozzáférhető tápcsatlakozóhoz. A következőkben a különböző csatlakozók és interfészek rövid leírása következik.
ja: NextBoxでは、Raspberry PI 4に搭載されているすべてのポートに加えて、電源コネクタにアクセスしやすいようにUSB Type Cポートが1つ追加されています。以下では、それぞれのコネクターとインターフェースについて簡単に説明します。
lt: Apskritai "NextBox" atskleidžia visus prievadus, kurie yra prieinami Aviečių PI 4 ir vieną papildomą C tipo USB prievadą, kad būtų geriau pasiekiama maitinimo jungtis. Toliau pateikiamas trumpas įvairių jungčių ir sąsajų aprašymas.
lv: Kopumā NextBox atklāj visas porti, kas ir pieejami aveņu PI 4 un vienu papildu USB Type C portu labāk pieejamu barošanas savienotājs. Tālāk ir sniegts īss dažādu savienotāju un saskarņu apraksts.
nl: In het algemeen stelt de NextBox alle poorten ter beschikking die beschikbaar zijn op de Raspberry PI 4 en één extra USB Type C poort voor een beter toegankelijke voedingsconnector. Hieronder volgt een korte beschrijving van de verschillende connectoren en interfaces.
pl: Generalnie NextBox posiada wszystkie porty, które są dostępne w Raspberry PI 4 oraz jeden dodatkowy port USB typu C dla lepiej dostępnego złącza zasilania. Poniżej znajduje się krótki opis poszczególnych złączy i interfejsów.
pt: Em geral a NextBox expõe todas as portas, que estão disponíveis no Raspberry PI 4 e uma porta USB adicional Tipo C para um conector de fonte de alimentação mais acessível. A seguir é apresentada uma breve descrição dos diferentes conectores e interfaces.
ro: În general, NextBox expune toate porturile care sunt disponibile pe Raspberry PI 4 și un port USB tip C suplimentar pentru un conector de alimentare mai ușor accesibil. În cele ce urmează este prezentată o scurtă descriere a diferiților conectori și interfețe.
ru: В целом, NextBox открывает все порты, доступные на Raspberry PI 4, и один дополнительный порт USB Type C для более доступного разъема питания. Далее приводится краткое описание различных разъемов и интерфейсов.
sk: Vo všeobecnosti NextBox vystavuje všetky porty, ktoré sú k dispozícii na Raspberry PI 4 a jeden ďalší port USB typu C pre lepšie prístupný napájací konektor. V nasledujúcom texte je uvedený stručný opis jednotlivých konektorov a rozhraní.
sl: Na splošno NextBox izpostavlja vsa vrata, ki so na voljo na Raspberry PI 4 in ena dodatna vrata USB tipa C za bolje dostopen priključek za napajanje. V nadaljevanju je podan kratek opis različnih priključkov in vmesnikov.
sv: Generellt sett har NextBox alla portar som finns på Raspberry PI 4 och ytterligare en USB Typ C-port för en mer lättillgänglig strömförsörjningskontakt. Nedan följer en kort beskrivning av de olika kontakterna och gränssnitten.
zh_cn: 总的来说，NextBox提供了树莓派4上的所有端口，以及一个额外的USB Type C端口，以便更好地使用电源接口。以下是对不同连接器和接口的简短描述。

source: :doc:`Status LED<technical/led-colors>`
de: :doc:`Status-LED<technisch/led-Farben>`
es: :doc:`LED de estado<técnico/led-colores<`
et: :doc:`Status LED<tehnilised/led-värvid>`
fi: :doc:`Tila-LED<technical/led-värit>`
lv: :doc:`Statuss LED<technical/led-colors>`
nl: :doc:`Status-LED<technisch/led-kleuren>`
ru: :doc:`Светодиод состояния<technical/led-colors>`
sv: :doc:`Status LED<teknisk/led-färger>`
zh_cn: :doc:`状态LED<技术/led-colors>`。

source: Hardware button for :doc:`Factory-Reset<technical/factory-reset>`
bg: Хардуерен бутон за :doc:`Factory-Reset<technical/factory-reset>`
cs: Hardwarové tlačítko pro :doc:`Factory-Reset<technical/factory-reset>`
de: Hardware-Taster für :doc:`Factory-Reset<technical/factory-reset>`
el: Κουμπί υλικού για :doc:`Factory-Reset<technical/factory-reset>`
es: Botón de hardware para :doc:`Factory-Reset<técnico/factory-reset>`
et: Riistvaranupp :doc:`Factory-Reset<technical/factory-reset>` jaoks.
fi: Laitteistopainike :doc:`Factory-Reset<technical/factory-reset>`:lle
fr: Bouton matériel pour :doc:`Factory-Reset<technical/factory-reset>`
hu: Hardveres gomb a :doc:`Factory-Reset<technical/factory-reset>` számára.
ja: doc:`Factory-Reset<technical/factory-reset>`のハードウェアボタンです。
lt: Techninės įrangos mygtukas :doc:`Factory-Reset<technical/factory-reset>`
lv: Aparatūras poga :doc:`Factory-Reset<technical/factory-reset>`
nl: Hardware knop voor :doc:`Factory-Reset<technical/factory-reset>`
pl: Przycisk sprzętowy dla :doc:`Factory-Reset<technical/factory-reset>`
pt: Botão Hardware para :doc:`Factory-Reset<technical/factory-reset>`
ro: Buton hardware pentru :doc:`Factory-Reset<technical/factory-reset>` `
ru: Аппаратная кнопка для :doc:`Factory-Reset<technical/factory-reset>`.
sk: Hardvérové tlačidlo pre :doc:`Factory-Reset<technical/factory-reset>`
sl: Strojni gumb za :doc:`Factory-Reset<technical/factory-reset>`
sv: Hårdvaruknapp för :doc:`Factory-Reset<technical/factory-reset>`
zh_cn: 硬件按钮为 :doc:`Factory-Reset<technical/factory-reset>`。
