Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/nextbox.po
Languages: bg, cs, de, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: Get your ``nextbox.conf`` file from your original hard-disk using ssh, it is located on your NextBox inside the ``/srv/nextbox`` directory
bg: Вземете вашия ``nextbox.conf`` файл от оригиналния твърд диск с помощта на ssh, той се намира на вашия NextBox в директорията ``/srv/nextbox``.
cs: Získejte svůj ``nextbox.conf`` soubor z původního pevného disku pomocí ssh, je umístěn na vašem NextBoxu v adresáři ``/srv/nextbox``.
el: Πάρτε το αρχείο ``nextbox.conf`` από τον αρχικό σας σκληρό δίσκο χρησιμοποιώντας ssh, βρίσκεται στο NextBox σας μέσα στον κατάλογο ``/srv/nextbox``.
es: Obtenga su archivo ``nextbox.conf`` de su disco duro original utilizando ssh, se encuentra en su NextBox dentro del directorio ``/srv/nextbox``.
et: Hangi oma ``nextbox.conf`` fail ssh abil oma algselt kõvakettalt, see asub sinu NextBoxis kataloogis ``/srv/nextbox``.
fi: Hae ``nextbox.conf`` tiedosto alkuperäiseltä kovalevyltäsi ssh:n avulla, se sijaitsee NextBoxissa ``/srv/nextbox`` hakemistossa.
hu: Szerezd meg a ``nextbox.conf`` fájlt az eredeti merevlemezedről ssh segítségével, ez a NextBoxodon található a ``/srv/nextbox`` könyvtárban.
ja: NextBoxの``/srv/nextbox``ディレクトリ内にある``/srv/nextbox``のファイルを、sshを使って元のハードディスクから取得します。
lt: Gaukite savo ``nextbox.conf`` failą iš pirminio kietojo disko, naudodami ssh, jis yra jūsų NextBox viduje ``</x>`/srv/nextbox`` katalogo.
lv: Iegūstiet savu ``nextbox.conf`` failu no sākotnējā cietā diska, izmantojot ssh, tas atrodas NextBox iekšpusē ``</x>`/srv/nextbox`` direktorijā.
nl: Haal uw ``nextbox.conf`` bestand op van uw originele harde schijf met behulp van ssh, het bevindt zich op uw NextBox in de ``/srv/nextbox`` directory
pl: Pobierz swój plik ``nextbox.conf`` z oryginalnego dysku twardego za pomocą ssh, znajduje się on na NextBoxie w katalogu ``/srv/nextbox``.
pt: Obtenha o seu ficheiro ``nextbox.conf`` do seu disco rígido original usando o ssh, está localizado na sua NextBox dentro do ficheiro ``/srv/nextbox`` directório
ro: Obțineți fișierul ``nextbox.conf``` de pe hard-diskul original folosind ssh, acesta este localizat pe NextBox în interiorul directorului ``/srv/nextbox```.
ru: Получите ваш файл ``nextbox.conf`` с вашего оригинального жесткого диска с помощью ssh, он находится на вашем NextBox в каталоге ``/srv/nextbox``.
sk: Získajte svoj ``nextbox.conf`` súbor z pôvodného pevného disku pomocou ssh, nachádza sa na vašom NextBoxe v adresári ``/srv/nextbox``
sl: Svojo ``nextbox.conf`` datoteko dobite z originalnega trdega diska z uporabo ssh, nahaja se na vašem NextBoxu v imeniku ``/srv/nextbox``
sv: Hämta filen ``nextbox.conf`` från den ursprungliga hårddisken med hjälp av ssh, den finns på din NextBox i katalogen ``/srv/nextbox``.
zh_cn: 使用ssh从你的原始硬盘获取你的``nextbox.conf``文件，它位于你NextBox的``/srv/nextbox``目录中。

source: Save your ``nextbox.conf`` on your computer
bg: Запишете ``nextbox.conf`` на компютъра си
cs: Uložte si ``nextbox.conf`` do počítače.
el: Αποθηκεύστε το ``nextbox.conf`` στον υπολογιστή σας.
es: Guarda tu ``nextbox.conf`` en tu ordenador
et: Salvestage oma ``nextbox.conf`` arvutisse.
fi: Tallenna ``nextbox.conf`` tietokoneellesi.
hu: Mentse a ``nextbox.conf`` számítógépére.
ja: ``nextbox.conf``をコンピュータに保存してください。
lt: Išsaugokite savo ``nextbox.conf`` kompiuteryje.
lv: Saglabājiet ``nextbox.conf``` datorā.
nl: Bewaar uw ``nextbox.conf`` op uw computer
pl: Zapisz swoje ``nextbox.conf`` na swoim komputerze.
pt: Guarde o seu ``nextbox.conf`` no seu computador
ro: Salvează-ți ``nextbox.conf``` pe computerul tău.
ru: Сохраните свои ``nextbox.conf`` на компьютере
sk: Uložte si ``nextbox.conf`` do počítača
sl: Shranite svoj ``nextbox.conf`` v računalnik
sv: Spara din ``nextbox.conf`` på din dator.
zh_cn: 将你的``nextbox.conf``保存在你的电脑上。

source: Get the following script: https://raw.githubusercontent.com/Nitrokey/nextbox/master/simple_prepare_harddrive.sh
bg: Вземете следния скрипт: https://raw.githubusercontent.com/Nitrokey/nextbox/master/simple_prepare_harddrive.sh
cs: Získejte následující skript: https://raw.githubusercontent.com/Nitrokey/nextbox/master/simple_prepare_harddrive.sh
el: Πάρτε το ακόλουθο σενάριο: https://raw.githubusercontent.com/Nitrokey/nextbox/master/simple_prepare_harddrive.sh
es: Consigue el siguiente script: https://raw.githubusercontent.com/Nitrokey/nextbox/master/simple_prepare_harddrive.sh
et: Hangi järgmine skript: https://raw.githubusercontent.com/Nitrokey/nextbox/master/simple_prepare_harddrive.sh
fi: Hae seuraava skripti: https://raw.githubusercontent.com/Nitrokey/nextbox/master/simple_prepare_harddrive.sh
hu: Szerezd meg a következő szkriptet: https://raw.githubusercontent.com/Nitrokey/nextbox/master/simple_prepare_harddrive.sh
ja: 次のスクリプトを取得します。https://raw.githubusercontent.com/Nitrokey/nextbox/master/simple_prepare_harddrive.sh
lt: Gaukite šį scenarijų: https://raw.githubusercontent.com/Nitrokey/nextbox/master/simple_prepare_harddrive.sh
lv: Iegūstiet šādu skriptu: https://raw.githubusercontent.com/Nitrokey/nextbox/master/simple_prepare_harddrive.sh
nl: Haal het volgende script: https://raw.githubusercontent.com/Nitrokey/nextbox/master/simple_prepare_harddrive.sh
pl: Pobierz następujący skrypt: https://raw.githubusercontent.com/Nitrokey/nextbox/master/simple_prepare_harddrive.sh
pt: Obtenha o seguinte script: https://raw.githubusercontent.com/Nitrokey/nextbox/master/simple_prepare_harddrive.sh
ro: Obțineți următorul script: https://raw.githubusercontent.com/Nitrokey/nextbox/master/simple_prepare_harddrive.sh
ru: Получите следующий скрипт: https://raw.githubusercontent.com/Nitrokey/nextbox/master/simple_prepare_harddrive.sh
sk: Získajte nasledujúci skript: https://raw.githubusercontent.com/Nitrokey/nextbox/master/simple_prepare_harddrive.sh
sl: Pridobite naslednjo skripto: https://raw.githubusercontent.com/Nitrokey/nextbox/master/simple_prepare_harddrive.sh
sv: Hämta följande skript: https://raw.githubusercontent.com/Nitrokey/nextbox/master/simple_prepare_harddrive.sh
zh_cn: 获得以下脚本：https://raw.githubusercontent.com/Nitrokey/nextbox/master/simple_prepare_harddrive.sh

source: Make the script executable: ``chmod +x simple_prepare_harddrive.sh``
bg: Направете скрипта изпълним: ``chmod +x simple_prepare_harddrive.sh``
cs: Vytvořte spustitelný skript: ``chmod +x simple_prepare_harddrive.sh``
el: Κάντε το σενάριο εκτελέσιμο: ``chmod +x simple_prepare_harddrive.sh``
es: Haz que el script sea ejecutable: ``chmod +x simple_prepare_harddrive.sh``
et: Tehke skript käivitatavaks: ``chmod +x simple_prepare_harddrive.sh<x>``
fi: Tee komentosarjasta suoritettava: ``chmod +x simple_prepare_harddrive.sh```
hu: Tegye a szkriptet futtathatóvá: ``chmod +x simple_prepare_harddrive.sh``
ja: スクリプトを実行可能な状態にします。``chmod +x simple_prepare_harddrive.sh``
lt: Užtikrinkite, kad scenarijus būtų vykdomas: ``chmod +x simple_prepare_harddrive.sh``
lv: Veiciet skripta izpildi: ``chmod +x simple_prepare_harddrive.sh```
nl: Maak het script uitvoerbaar: ``chmod +x simple_prepare_harddrive.sh``
pl: Uczyń skrypt wykonywalnym: ``chmod +x simple_prepare_harddrive.sh``.
pt: Torne o guião executável: ``chmod +x simple_prepare_harddrive.sh```
ro: Faceți scriptul executabil: ``chmod +x simple_prepare_harddrive.sh```
ru: Сделайте скрипт исполняемым: ``chmod +x simple_prepare_harddrive.sh``.
sk: Spustite skript: ``chmod +x simple_prepare_harddrive.sh``
sl: Skripto naredite izvršljivo: ``chmod +x simple_prepare_harddrive.sh``
sv: Gör skriptet körbart: ``chmod +x simple_prepare_harddrive.sh``
zh_cn: 使该脚本可执行。``chmod +x simple_prepare_harddrive.sh``。

source: Connect your new hard-disk to your computer
bg: Свържете новия твърд диск към компютъра
cs: Připojte nový pevný disk k počítači
el: Συνδέστε τον νέο σκληρό δίσκο στον υπολογιστή σας
es: Conecte su nuevo disco duro al ordenador
et: Ühendage uus kõvaketas arvutiga
fi: Liitä uusi kiintolevy tietokoneeseen
hu: Csatlakoztassa az új merevlemezt a számítógéphez
ja: 新しいハードディスクをコンピュータに接続する
lt: Prijunkite naująjį kietąjį diską prie kompiuterio
lv: Savienojiet jauno cieto disku ar datoru
nl: Sluit uw nieuwe harde schijf aan op uw computer
pl: Podłącz nowy dysk twardy do komputera
pt: Ligue o seu novo disco rígido ao seu computador
ro: Conectați noul hard-disk la computer
ru: Подключите новый жесткий диск к компьютеру
sk: Pripojenie nového pevného disku k počítaču
sl: Priključite novi trdi disk na računalnik
sv: Anslut den nya hårddisken till datorn
zh_cn: 将你的新硬盘连接到你的电脑上

source: Determine your hard-disk's device name (e.g., ``/dev/sdb``) and make sure none of its partitions are mounted
bg: Определете името на устройството на вашия твърд диск (например ``/dev/sdb``) и се уверете, че нито един от дяловете му не е монтиран.
cs: Zjistěte název pevného disku (např. ``/dev/sdb``) a ujistěte se, že žádný z jeho oddílů není připojen.
el: Προσδιορίστε το όνομα της συσκευής του σκληρού σας δίσκου (π.χ. ``/dev/sdb``) και βεβαιωθείτε ότι καμία από τις κατατμήσεις του δεν είναι προσαρτημένη.
es: Determina el nombre de tu disco duro (por ejemplo, ``/dev/sdb``) y asegúrate de que ninguna de sus particiones está montada
et: Määrake oma kõvaketta'seadme nimi (nt ``/dev/sdb``) ja veenduge, et ükski selle partitsioonidest ei ole paigaldatud.
fi: Määritä kiintolevyn nimi (esim. ``/dev/sdb``) ja varmista, ettei mikään sen osioista ole asennettu.
hu: Határozza meg a merevlemez'eszköz nevét (pl. ``/dev/sdb``), és győződjön meg róla, hogy egyik partíciója sincs csatlakoztatva.
ja: ハードディスクのデバイス名（例：``/dev/sdb``）を確認し、そのパーティションがどれもマウントされていないことを確認します。
lt: Nustatykite kietojo disko įrenginio pavadinimą (pvz., ``/dev/sdb``) ir įsitikinkite, kad nėra prijungtas nė vienas jo skirsnis.
lv: Nosakiet cietā diska'ierīces nosaukumu (piemēram, ``/dev/sdb``) un pārliecinieties, ka neviens no tā nodalījumiem nav uzstādīts.
nl: Bepaal de apparaatnaam van uw harde schijf'> (b.v. ``/dev/sdb``) en controleer of geen van de partities aangekoppeld is
pl: Określ nazwę urządzenia swojego dysku twardego (np. ``/dev/sdb``) i upewnij się, że żadna z jego partycji nie jest zamontowana.
pt: Determine o nome do dispositivo do seu disco rígido's (por exemplo, ``/dev/sdb``) e certifique-se de que nenhuma das suas divisórias está montada
ro: Determinați numele dispozitivului hard-disk'ului dumneavoastră (de exemplu, ``/dev/sdb``) și asigurați-vă că niciuna dintre partițiile sale nu este montată
ru: Определите имя устройства вашего жесткого диска (например, ``/dev/sdb``) и убедитесь, что ни один из его разделов не смонтирован.
sk: Určite názov zariadenia pevného disku (napr. ``/dev/sdb``) a uistite sa, že nie je pripojený žiadny z jeho oddielov
sl: Določite ime naprave trdega diska (npr. ``/dev/sdb``) in se prepričajte, da ni nameščena nobena od njegovih particij.
sv: Bestäm hårddiskens namn (t.ex. ``/dev/sdb``) och se till att ingen av dess partitioner är monterad.
zh_cn: 确定你的硬盘设备名称（例如，``/dev/sdb``），并确保它的所有分区都没有被安装。

source: **Again: think at least twice about the following step. Make sure you are referring to the correct hard-drive device (and NOT a partition, means** ``/dev/sdb1`` **is wrong).** The script will decline to do the operation on ``/dev/sda`` as there are good chances this might be your system hard-disk, if you really need this you can comment out lines 23-26 inside the script.
bg: **Пет път: помислете поне два пъти за следващата стъпка. Уверете се, че се отнасяте към правилното устройство на твърдия диск (а НЕ към дял, което означава, че** ``/dev/sdb1`` **е грешно).** Скриптът ще откаже да извърши операцията върху ``/dev/sda``, тъй като има голяма вероятност това да е системният ви твърд диск, ако наистина се нуждаете от това, можете да коментирате редове 23-26 вътре в скрипта.
cs: **Znovu: následující krok si minimálně dvakrát rozmyslete. Ujistěte se, že odkazujete na správné zařízení pevného disku (a NE na oddíl, to znamená, že** ``/dev/sdb1`` **je špatně).** Skript odmítne provést operaci na ``/dev/sda``, protože je velká pravděpodobnost, že by to mohl být váš systémový pevný disk, pokud to opravdu potřebujete, můžete uvnitř skriptu zakomentovat řádky 23-26.
el: **Και πάλι: σκεφτείτε τουλάχιστον δύο φορές το επόμενο βήμα. Βεβαιωθείτε ότι αναφέρεστε στη σωστή συσκευή σκληρού δίσκου (και ΟΧΙ σε ένα διαμέρισμα, σημαίνει** ``/dev/sdb1`` **είναι λάθος).**Το σενάριο θα αρνηθεί να εκτελέσει τη λειτουργία στο ``/dev/sda``, καθώς υπάρχουν πολλές πιθανότητες να είναι ο σκληρός δίσκος του συστήματός σας, αν το χρειάζεστε πραγματικά, μπορείτε να σχολιάσετε τις γραμμές 23-26 μέσα στο σενάριο.
es: **De nuevo: piensa al menos dos veces en el siguiente paso. Asegúrate de que te refieres al dispositivo de disco duro correcto (y NO a una partición, significa que** ``/dev/sdb1`` está mal).** El script declinará hacer la operación en ``/dev/sda`` ya que hay muchas posibilidades de que este sea el disco duro de tu sistema, si realmente necesitas esto puedes comentar las líneas 23-26 dentro del script.
et: **Jällegi: mõelge vähemalt kaks korda järgmise sammu üle. Veendu, et viitad õigele kõvakettaseadmele (ja EI partitsioonile, tähendab** ``/dev/sdb1`` **on vale).**Skript keeldub operatsiooni tegemisest ``/dev/sda``, sest suure tõenäosusega võib see olla teie süsteemi kõvaketas, kui teil on seda tõesti vaja, võite skripti sees kommenteerida read 23-26 välja.
fi: **Maininta: mieti ainakin kahdesti seuraavaa vaihetta. Varmista, että viittaat oikeaan kiintolevyn laitteeseen (etkä OSAAN, tarkoittaa** ``/dev/sdb1`` **on väärin).**Skripti kieltäytyy tekemästä operaatiota ``/dev/sda``:lle, koska on hyvin todennäköistä, että kyseessä on järjestelmäsi kiintolevy, jos todella tarvitset tätä, voit kommentoida rivit 23-26 pois skriptin sisällä.
hu: **Még egyszer: legalább kétszer gondolja át a következő lépést. Győződjön meg róla, hogy a megfelelő merevlemez-eszközre hivatkozik (és NEM egy partícióra, vagyis** ``/dev/sdb1`` **nem jó).**A szkript elutasítja a művelet végrehajtását a ``/dev/sda``-ön, mivel jó eséllyel ez lehet a rendszer merevlemeze, ha erre valóban szükség van, akkor a szkriptben a 23-26. sorokat ki lehet kommentelni.
ja: **繰り返しになりますが、次のステップについて最低でも2回は考えてください。正しいハードドライブ デバイスを参照していることを確認してください (パーティションではありません。つまり** ``/dev/sdb1``が間違っています)。** このスクリプトは、``/dev/sda``がシステムのハードディスクである可能性が高いため、この操作を拒否します。
lt: **Vėlgi: bent du kartus pagalvokite apie šį žingsnį. Įsitikinkite, kad nurodote teisingą kietojo disko įrenginį (o ne skirsnį, vadinasi** ``/dev/sdb1`` **negerai).** Skriptas atsisakys atlikti operaciją ``/dev/sda``, nes yra didelė tikimybė, kad tai gali būti jūsų sisteminis kietasis diskas, jei jums to tikrai reikia, galite komentuoti 23-26 eilutes scenarijaus viduje.
lv: **Atkal: vismaz divreiz padomājiet par nākamo soli. Pārliecinieties, ka atsaucaties uz pareizo cietā diska ierīci (un NE nodalījumu, tas nozīmē, ka** ``/dev/sdb1`` **ir nepareizi).** Skripts atteiksies veikt operāciju ``/dev/sda``, jo pastāv liela iespēja, ka tas varētu būt jūsu sistēmas cietais disks, ja jums tas patiešām ir nepieciešams, varat komentēt 23.-26. rindu skripta iekšpusē.
nl: **Nogmaals: denk minstens twee keer na over de volgende stap. Zorg ervoor dat u verwijst naar het juiste apparaat voor de harde schijf (en NIET naar een partitie, wat betekent dat** ``/dev/sdb1`` ** verkeerd is).** Het script zal weigeren om de operatie uit te voeren op ``/dev/sda`` omdat de kans groot is dat dit uw systeem harddisk is, als u dit echt nodig heeft kunt u de regels 23-26 in het script wegcommentariëren.
pl: **Powtarzam: zastanów się co najmniej dwa razy nad poniższym krokiem. Upewnij się, że odnosisz się do właściwego urządzenia dysku twardego (a NIE partycji, co oznacza, że** ``/dev/sdb1`` **jest błędne).** Skrypt odmówi wykonania operacji na ``/dev/sda``, ponieważ są duże szanse, że to może być twój dysk systemowy, jeśli naprawdę tego potrzebujesz, możesz wykomentować linie 23-26 wewnątrz skryptu.
pt: **Again: pense pelo menos duas vezes sobre o passo seguinte. Certifique-se de que está a referir-se ao dispositivo de disco rígido correcto (e NÃO a uma partição, significa** ``/dev/sdb1`` ** está errado).** O script irá recusar a operação em ``/dev/sda``` pois há boas chances de que este seja o disco rígido do seu sistema, se você realmente precisar disto você pode comentar as linhas 23-26 dentro do script.
ro: **Încă o dată: gândiți-vă de cel puțin două ori la următorul pas. Asigurați-vă că vă referiți la dispozitivul corect al hard-disk-ului (și NU la o partiție, înseamnă că** ``/dev/sdb1``` **este greșit).** Scriptul va refuza să facă operațiunea pe ``/dev/sda``, deoarece există șanse mari ca acesta să fie hard-disk-ul de sistem; dacă aveți cu adevărat nevoie de acest lucru, puteți comenta liniile 23-26 din script.
ru: **Еще раз: подумайте как минимум дважды над следующим шагом. Убедитесь, что вы обращаетесь к правильному устройству жесткого диска (а не к разделу, значит** ``/dev/sdb1`` **неправильно).** Скрипт откажется выполнять операцию на ``/dev/sda``, так как велика вероятность, что это может быть ваш системный жесткий диск, если вам это действительно нужно, вы можете закомментировать строки 23-26 внутри скрипта.
sk: **Znovu: nasledujúci krok si premyslite aspoň dvakrát. Uistite sa, že odkazujete na správne zariadenie pevného disku (a NIE na oddiel, to znamená, že** ``/dev/sdb1`` **je nesprávne).** Skript odmietne vykonať operáciu na ``/dev/sda``, pretože je veľká pravdepodobnosť, že by to mohol byť váš systémový pevný disk, ak to naozaj potrebujete, môžete riadky 23-26 vo vnútri skriptu zakomentovať.
sl: **Vnovič: o naslednjem koraku premislite vsaj dvakrat. Prepričajte se, da se sklicujete na pravo napravo trdega diska (in NE na particijo, kar pomeni** ``/dev/sdb1`` **je napačno).** Skripta bo zavrnila operacijo na ``/dev/sda``, saj obstaja velika verjetnost, da je to vaš sistemski trdi disk; če to res potrebujete, lahko znotraj skripte komentirate vrstice 23-26.
sv: **Ett till: Tänk minst två gånger på följande steg. Se till att du hänvisar till rätt hårddisk (och INTE till en partition, vilket innebär att** ``/dev/sdb1`` **är fel).** Skriptet kommer att vägra att utföra operationen på ``/dev/sda`` eftersom det finns goda chanser att detta kan vara din systemhårddisk, om du verkligen behöver detta kan du kommentera ut raderna 23-26 i skriptet.
zh_cn: **再次：对下面的步骤至少要考虑两次。确保你指的是正确的硬盘设备（而不是一个分区，意味着** ``/dev/sdb1` **是错误的）。** 脚本将拒绝对``/dev/sda``进行操作，因为这很有可能是你的系统硬盘，如果你真的需要，你可以注释掉脚本中第23-26行。

source: Run the script using the device name you have determined. Once prompted for your sudo-password please provide it to allow r/w access to the hard-drive:
bg: Изпълнете скрипта, като използвате определеното име на устройството. След като бъдете подканени за паролата sudo, въведете я, за да разрешите достъп до твърдия диск:
cs: Spusťte skript s použitím určeného názvu zařízení. Jakmile budete vyzváni k zadání hesla sudo, zadejte jej, abyste umožnili r/w přístup k pevnému disku:
el: Εκτελέστε τη δέσμη ενεργειών χρησιμοποιώντας το όνομα της συσκευής που έχετε καθορίσει. Μόλις σας ζητηθεί ο κωδικός πρόσβασης sudo, παρακαλούμε δώστε τον για να επιτρέψετε την πρόσβαση r/w στο σκληρό δίσκο:
es: Ejecute el script utilizando el nombre del dispositivo que ha determinado. Una vez que se le pida su contraseña sudo, por favor, proporciónela para permitir el acceso r/w al disco duro:
et: Käivitage skript, kasutades määratud seadme nime. Kui teil küsitakse sudo-parool, siis andke see, et võimaldada r/w-juurdepääs kõvakettale:
fi: Suorita komentosarja käyttämällä määrittämääsi laitteen nimeä. Kun sinua pyydetään antamaan sudo-salasana, anna se, jotta kiintolevylle voidaan antaa r/w-käyttöoikeus:
hu: Futtassa a parancsfájlt a megadott eszköznévvel. A sudo-jelszó megadása után kérjük, adja meg a sudo-jelszót, hogy engedélyezze a merevlemezhez való r/w hozzáférést:
ja: 決定したデバイス名を使ってスクリプトを実行してください。ハードドライブへのR/Wアクセスを可能にするために、sudoパスワードの入力を求められたら入力してください。
lt: Paleiskite scenarijų naudodami nustatytą įrenginio pavadinimą. Kai bus paprašyta nurodyti sudo slaptažodį, nurodykite jį, kad būtų suteikta r/w prieiga prie kietojo disko:
lv: Palaidiet skriptu, izmantojot noteikto ierīces nosaukumu. Kad tiks pieprasīta sudo parole, norādiet to, lai atļautu r/w piekļuvi cietajam diskam:
nl: Voer het script uit met de apparaatnaam die u hebt bepaald. Geef het sudo-paswoord dat u wordt gevraagd om r/w toegang tot de harde schijf mogelijk te maken:
pl: Uruchom skrypt, używając nazwy urządzenia, którą określiłeś. Gdy zostaniesz poproszony o podanie hasła sudo, podaj je, aby umożliwić dostęp r/w do dysku twardego:
pt: Execute o script usando o nome do dispositivo que você determinou. Uma vez solicitada a sua sudo-password, por favor forneça-a para permitir o acesso r/w ao disco rígido:
ro: Rulați scriptul folosind numele dispozitivului pe care l-ați stabilit. După ce vi se solicită parola sudo, furnizați-o pentru a permite accesul de tip r/w la hard-disk:
ru: Запустите скрипт, используя имя устройства, которое вы определили. После запроса sudo-пароля укажите его, чтобы получить доступ к жесткому диску:
sk: Spustite skript s použitím určeného názvu zariadenia. Po výzve na zadanie sudo hesla ho zadajte, aby ste umožnili r/w prístup k pevnému disku:
sl: Zaženite skripto z imenom naprave, ki ste ga določili. Ko boste pozvani k vpisu gesla sudo, ga navedite, da omogočite dostop do trdega diska:
sv: Kör skriptet med det enhetsnamn som du har bestämt. När du blir tillfrågad om ditt sudo-lösenord ska du ange det för att tillåta r/w-åtkomst till hårddisken:
zh_cn: 使用你确定的设备名称运行该脚本。一旦提示你输入sudo密码，请提供该密码，以允许对硬盘的R/W访问。

source: Watch the script's output for any errors, there should be none
bg: Наблюдавайте изхода на скрипта'за евентуални грешки, не трябва да има такива
cs: Sledujte výstup skriptu'na případné chyby, neměly by se vyskytnout žádné.
el: Παρακολουθήστε την έξοδο του σεναρίου για τυχόν σφάλματα, δεν θα πρέπει να υπάρχουν.
es: Observe la salida del script'para ver si hay algún error, no debería haber ninguno
et: Vaadake skripti's väljundit, et leida vigu, neid ei tohiks olla.
fi: Tarkkaile skriptin ulostuloa mahdollisten virheiden varalta, niitä ei pitäisi löytyä.
hu: Figyelje a szkript kimenetét, hogy nincs-e hiba, nem szabadna lennie.
ja: スクリプトの出力を見て、エラーがないか確認してください。
lt: Stebėkite, ar scenarijaus išvestyje nėra klaidų, jų neturėtų būti.
lv: Skatīties skripta's izejas par jebkādām kļūdām, nevajadzētu būt nevienai.
nl: Kijk naar de uitvoer van het script's voor eventuele fouten, er zouden er geen moeten zijn
pl: Obserwuj wyjście skryptu w poszukiwaniu błędów, nie powinno być żadnych.
pt: Veja a saída do script's para quaisquer erros, não deve haver
ro: Urmăriți ieșirea scriptului pentru orice erori, nu ar trebui să existe niciuna.
ru: Следите за ошибками в выводе скрипта, их быть не должно.
sk: Sledujte výstup skriptu'na prípadné chyby, nemali by sa vyskytnúť žiadne
sl: Opazujte izhod skripte za morebitne napake, ki jih ne bi smelo biti.
sv: Titta på skriptet's utdata för eventuella fel, det bör inte finnas några.
zh_cn: 注意脚本的输出是否有错误，应该没有。
