Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/nextbox.po
Languages: bg, cs, de, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: Insert the full sub-domain your NextBox shall be available through. As `deSEC`_ is used here, your sub-domain always has to end with *dedyn.io*, so something like: ``mynextbox.dedyn.io``
bg: Въведете пълния поддомейн, чрез който ще бъде достъпен вашият NextBox. Тъй като тук се използва `deSEC`_, вашият поддомейн винаги трябва да завършва с *dedyn.io*, така че нещо подобно: ``mynextbox.dedyn.io``
cs: Vložte celou subdoménu, prostřednictvím které bude váš NextBox dostupný. Protože se zde používá `deSEC`_, musí vaše subdoména vždy končit *dedyn.io*, takže něco jako: ``mynextbox.dedyn.io```
de: Fügen Sie die vollständige Sub-Domain ein, über die Ihre NextBox erreichbar sein soll. Da hier `deSEC`_ verwendet wird, muss Ihre Sub-Domain immer mit *dedyn.io* enden, also etwas wie: ``meineNextbox.dedyn.io``
el: Εισάγετε τον πλήρη υπο-τομέα μέσω του οποίου θα είναι διαθέσιμο το NextBox σας. Καθώς εδώ χρησιμοποιείται το `deSEC`_, το υπο-τομέας σας πρέπει πάντα να τελειώνει με *dedyn.io*, οπότε κάτι σαν: ``mynextbox.dedyn.io``
es: Inserta el subdominio completo a través del cual estará disponible tu NextBox. Como `deSEC`_ se utiliza aquí, su subdominio siempre tiene que terminar con *dedyn.io*, así que algo como: ``mynextbox.dedyn.io``
et: Sisestage täielik alamdomeen, mille kaudu teie NextBox on saadaval. Kuna siin kasutatakse `deSEC`_, peab teie alamdomeen alati lõppema *dedyn.io*, seega midagi sellist: ``mynextbox.dedyn.io``
fi: Lisää koko aliverkkotunnus, jonka kautta NextBoxisi on saatavilla. Koska tässä käytetään `deSEC`_, aliverkkotunnuksen on aina päätyttävä *dedyn.io*:aan, joten esimerkiksi: ``mynextbox.dedyn.io```.
fr: Insérez le sous-domaine complet par lequel votre NextBox sera disponible. Comme `deSEC`_ est utilisé ici, votre sous-domaine doit toujours se terminer par *dedyn.io*, donc quelque chose comme : ``mynextbox.dedyn.io``
hu: Adja meg a teljes aldomain-t, amelyen keresztül a NextBox elérhető lesz. Mivel itt `deSEC`_-t használunk, az al-domainnek mindig *dedyn.io*-ra kell végződnie, tehát valami ilyesmi: ``<x id="166"><</x>``
ja: あなたのNextBoxが利用できる完全なサブドメインを挿入してください。ここでは`deSEC`_が使われているので、あなたのサブドメインは常に*dedyn.io*で終わらなければなりませんので、以下のようになります。``mynextbox.dedyn.io``
lt: Įterpkite visą subdomeną, per kurį bus pasiekiamas jūsų NextBox. Kadangi čia naudojamas `deSEC`_, jūsų subdomenas visada turi baigtis *dedyn.io*, taigi, pvz: ``mynextbox.dedyn.io``
lv: Ievietojiet pilnu apakšdomēnu, kurā būs pieejams jūsu NextBox. Tā kā šeit tiek izmantots `deSEC`_, jūsu apakšdomēnai vienmēr jābeidzas ar *dedyn.io*, tātad kaut kas līdzīgs: ``mynextbox.dedyn.io```
nl: Vul het volledige sub-domein in waarmee uw NextBox beschikbaar moet zijn. Aangezien `deSEC`_ hier wordt gebruikt, moet uw sub-domein altijd eindigen op *dedyn.io*, dus iets als: ``mynextbox.dedyn.io``
pl: Wstaw pełną subdomenę, przez którą Twój NextBox będzie dostępny. Ponieważ `deSEC`_ jest tutaj używany, twoja subdomena zawsze musi kończyć się *dedyn.io*, więc coś w stylu: ``mynextbox.dedyn.io``.
pt: Insira o sub-domínio completo pelo qual a sua NextBox estará disponível. Como `deSEC`_ é usado aqui, o seu sub-domínio tem sempre de terminar com *dedyn.io*, por isso algo do género: ``mynextbox.dedyn.io```
ro: Introduceți subdomeniul complet prin care va fi disponibil NextBox-ul dumneavoastră. Deoarece aici se folosește `deSEC`_, subdomeniul trebuie să se termine întotdeauna cu *dedyn.io*, deci ceva de genul: ``mynextbox.dedyn.io```
ru: Вставьте полный поддомен, через который будет доступен ваш NextBox. Поскольку здесь используется `deSEC`_, ваш субдомен всегда должен заканчиваться на *dedyn.io*, поэтому что-то вроде: ``mynextbox.dedyn.io``.
sk: Vložte celú subdoménu, prostredníctvom ktorej bude váš NextBox dostupný. Keďže sa tu používa `deSEC`_, vaša subdoména musí vždy končiť *dedyn.io*, takže niečo také: ``mynextbox.dedyn.io``
sl: Vnesite celotno poddomeno, prek katere bo na voljo vaš NextBox. Ker se tukaj uporablja `deSEC`_, se mora vaša poddomena vedno končati z *dedyn.io*, torej nekaj takega: ``mynextbox.dedyn.io``
sv: Ange hela underdomänen som din NextBox ska vara tillgänglig via. Eftersom `deSEC`_ används här måste din underdomän alltid sluta med *dedyn.io*, så något i stil med: ``mynextbox.dedyn.io``.
zh_cn: 插入你的NextBox可以使用的完整子域。由于这里使用了`deSEC`_，你的子域名必须以*dedyn.io*结尾，所以类似的东西。``mynextbox.dedyn.io``。

source: Click "Register at deSEC" and the NextBox will try to register your domain and e-mail at `deSEC`_. This may fail, if the sub-domain you chose is already taken, please choose another one in this case.
bg: Щракнете върху "Регистрирайте в deSEC" и NextBox ще се опита да регистрира вашия домейн и електронна поща в `deSEC`_. Това може да се окаже неуспешно, ако избраният от вас поддомейн е вече зает, моля, изберете друг в този случай.
cs: Klikněte na "Registrovat u deSEC" a NextBox se pokusí zaregistrovat vaši doménu a e-mail na `deSEC`_. To se může nepodařit, pokud je vámi zvolená subdoména již obsazena, zvolte v tomto případě jinou.
de: Klicken Sie auf "Registrieren bei deSEC" und die NextBox wird versuchen, Ihre Domain und E-Mail bei `deSEC`_ zu registrieren. Dies kann fehlschlagen, wenn die von Ihnen gewählte Sub-Domain bereits belegt ist, bitte wählen Sie in diesem Fall eine andere.
el: Κάντε κλικ στο "Register at deSEC" και το NextBox θα προσπαθήσει να καταχωρήσει το domain και το e-mail σας στο `deSEC`_. Αυτό μπορεί να αποτύχει, αν το υπο-τομέας που επιλέξατε είναι ήδη κατειλημμένο, παρακαλούμε επιλέξτε έναν άλλο σε αυτή την περίπτωση.
es: Haga clic en "Registrar en deSEC" y el NextBox intentará registrar su dominio y correo electrónico en `deSEC`_. Esto puede fallar, si el subdominio que eligió ya está ocupado, por favor elija otro en este caso.
et: Klõpsake "Registreeri deSECis" ja NextBox püüab registreerida teie domeeni ja e-posti aadressil `deSEC`_. See võib ebaõnnestuda, kui teie valitud alamdomeen on juba hõivatud, palun valige sel juhul mõni teine.
fi: Napsauta "Register at deSEC" ja NextBox yrittää rekisteröidä verkkotunnuksesi ja sähköpostisi osoitteessa `deSEC`_. Tämä saattaa epäonnistua, jos valitsemasi aladomain on jo varattu, valitse tässä tapauksessa toinen.
fr: Cliquez sur "Register at deSEC" et la NextBox va essayer d'enregistrer votre domaine et votre e-mail chez `deSEC`_. Ceci peut échouer, si le sous-domaine que vous avez choisi est déjà pris, veuillez en choisir un autre dans ce cas.
hu: Kattintson a "Regisztráljon a deSEC-nél" gombra, és a NextBox megpróbálja regisztrálni a domainjét és e-mail címét a `deSEC`_ címen. Ez sikertelen lehet, ha az Ön által kiválasztott aldomain már foglalt, kérjük, ebben az esetben válasszon egy másikat.
ja: `deSEC`_にあなたのドメインとメールを登録しようとします。選択したサブドメインがすでに使用されている場合は、失敗することがありますので、その場合は別のサブドメインを選択してください。
lt: Spustelėkite "Register at deSEC" ir NextBox pabandys užregistruoti jūsų domeną ir el. paštą adresu `deSEC`_. Tai gali nepavykti, jei pasirinktas subdomenas jau užimtas, tokiu atveju pasirinkite kitą.
lv: Noklikšķiniet uz "Reģistrēties pie deSEC", un NextBox mēģinās reģistrēt jūsu domēnu un e-pastu `deSEC`_. Tas var neizdoties, ja jūsu izvēlētais apakšdomēns jau ir aizņemts, lūdzu, šajā gadījumā izvēlieties citu.
nl: Klik op "Registreren bij deSEC" en de NextBox zal proberen uw domein en e-mail te registreren bij `deSEC`_. Dit kan mislukken als het door u gekozen sub-domein al bezet is, kies in dit geval een ander sub-domein.
pl: Kliknij "Zarejestruj w deSEC", a NextBox spróbuje zarejestrować domenę i e-mail w `deSEC`_. To może się nie udać, jeśli sub-domena, którą wybrałeś jest już zajęta, proszę wybrać inną w tym przypadku.
pt: Clique "Registe-se no deSEC" e a NextBox irá tentar registar o seu domínio e enviar um e-mail para `deSEC`_. Isto pode falhar, se o sub-domínio que você escolheu já está tomado, por favor escolha outro neste caso.
ro: Faceți clic pe "Register at deSEC" și NextBox va încerca să vă înregistreze domeniul și e-mailul la `deSEC`_. Acest lucru poate eșua, dacă subdomeniul pe care l-ați ales este deja ocupat, vă rugăm să alegeți altul în acest caz.
ru: Нажмите "Register at deSEC", и NextBox попытается зарегистрировать ваш домен и e-mail на `deSEC`_. Это может не сработать, если выбранный вами субдомен уже занят, в этом случае выберите другой.
sk: Kliknite na "Registrovať na deSEC" a NextBox sa pokúsi zaregistrovať vašu doménu a e-mail na `deSEC`_. To sa môže nepodariť, ak je vami zvolená subdoména už obsadená, v tomto prípade vyberte inú.
sl: Kliknite "Register at deSEC" in NextBox bo poskušal registrirati vašo domeno in e-pošto na `deSEC`_. To lahko ne uspe, če je izbrana poddomena že zasedena, zato v tem primeru izberite drugo.
sv: Klicka på "Registrera hos deSEC" och NextBox kommer att försöka registrera din domän och e-post hos `deSEC`_. Detta kan misslyckas om den underdomän du valt redan är upptagen, välj en annan i så fall.
zh_cn: 点击"在deSEC注册"，NextBox将尝试在`deSEC`_注册你的域名和电子邮件。这可能会失败，如果你选择的子域名已经被占用，在这种情况下请选择另一个。

source: You will receive an e-mail in which you should verify that this is your e-mail by clicking on the provided link
bg: Ще получите имейл, в който трябва да потвърдите, че това е вашият имейл, като кликнете върху предоставената връзка.
cs: Obdržíte e-mail, ve kterém byste měli kliknutím na uvedený odkaz ověřit, že se jedná o váš e-mail.
de: Sie erhalten eine E-Mail, in der Sie bestätigen sollten, dass dies Ihre E-Mail ist, indem Sie auf den angegebenen Link klicken
el: Θα λάβετε ένα e-mail στο οποίο θα πρέπει να επαληθεύσετε ότι αυτό είναι το δικό σας e-mail κάνοντας κλικ στον παρεχόμενο σύνδεσμο.
es: Recibirá un correo electrónico en el que deberá verificar que se trata de su correo electrónico haciendo clic en el enlace proporcionado
et: Saate e-kirja, milles peate kinnitama, et see on teie e-kiri, klõpsates ettenähtud lingile.
fi: Saat sähköpostiviestin, jossa sinun tulee varmistaa, että tämä on sinun sähköpostisi, klikkaamalla annettua linkkiä.
fr: Vous recevrez un e-mail dans lequel vous devrez vérifier que c'est bien votre e-mail en cliquant sur le lien fourni.
hu: Kapni fog egy e-mailt, amelyben a megadott linkre kattintva ellenőrizni kell, hogy ez az Ön e-mail címe.
ja: メールが届きますので、リンクをクリックしてお客様のメールであることを確認してください。
lt: Gausite el. laišką, kuriame paspaudę pateiktą nuorodą turėsite patvirtinti, kad tai jūsų el. paštas.
lv: Saņemsiet e-pastu, kurā, noklikšķinot uz norādītās saites, jums būs jāapstiprina, ka tas ir jūsu e-pasts.
nl: U zult een e-mail ontvangen waarin u moet controleren of dit uw e-mail is door op de aangegeven link te klikken
pl: Otrzymasz wiadomość e-mail, w której należy sprawdzić, czy jest to Twój e-mail, klikając na podany link
pt: Você receberá um e-mail no qual deverá verificar se este é o seu e-mail, clicando no link fornecido
ro: Veți primi un e-mail în care trebuie să verificați că acesta este e-mailul dumneavoastră, făcând clic pe link-ul furnizat.
ru: Вы получите электронное письмо, в котором вам следует подтвердить, что это ваша электронная почта, нажав на указанную ссылку
sk: Dostanete e-mail, v ktorom by ste mali overiť, že ide o váš e-mail kliknutím na uvedené prepojenie.
sl: Prejeli boste e-poštno sporočilo, v katerem morate s klikom na zagotovljeno povezavo preveriti, ali je to vaš e-poštni naslov.
sv: Du kommer att få ett e-postmeddelande där du ska bekräfta att det är din e-postadress genom att klicka på länken.
zh_cn: 你将收到一封电子邮件，你应该通过点击所提供的链接来确认这是你的电子邮件。

source: In step two, you will have to input a *token*, which you received after you clicked the verification link and completed the captcha.
bg: Във втората стъпка ще трябва да въведете *токен*, който сте получили, след като сте кликнали върху връзката за проверка и сте попълнили captcha.
cs: Ve druhém kroku musíte zadat *token*, který jste obdrželi po kliknutí na ověřovací odkaz a vyplnění captcha.
de: Im zweiten Schritt müssen Sie ein *Token* eingeben, das Sie erhalten haben, nachdem Sie auf den Verifizierungslink geklickt und das Captcha ausgefüllt haben.
el: Στο δεύτερο βήμα, θα πρέπει να εισαγάγετε ένα *token*, το οποίο λάβατε αφού πατήσατε το σύνδεσμο επαλήθευσης και συμπληρώσατε το captcha.
es: En el segundo paso, tendrás que introducir un *token*, que habrás recibido después de hacer clic en el enlace de verificación y completar el captcha.
et: Teises etapis peate sisestama *token*, mille saite pärast seda, kui klõpsasite kontroll-linkile ja täitsite captcha.
fi: Toisessa vaiheessa sinun on syötettävä *tunniste*, jonka sait napsautettuasi vahvistuslinkkiä ja täytettyäsi captcha-koodin.
fr: À l'étape 2, vous devrez saisir un *token*, que vous avez reçu après avoir cliqué sur le lien de vérification et complété le captcha.
hu: A második lépésben be kell adnia egy *tokent*, amelyet azután kapott, hogy rákattintott az ellenőrző linkre és kitöltötte a captcha-t.
ja: ステップ2では、検証リンクをクリックしてキャプチャを完了した後に受け取った*トークン*を入力する必要があります。
lt: Antrame žingsnyje turėsite įvesti *tokeną*, kurį gavote spustelėję tikrinimo nuorodą ir užpildę captcha.
lv: Otrajā solī jums būs jāievada *tokens*, kas saņemts pēc tam, kad esat noklikšķinājis uz verifikācijas saites un aizpildījis kapthu.
nl: In stap twee moet u een *token* invoeren, dat u hebt ontvangen nadat u op de verificatielink hebt geklikt en de captcha hebt voltooid.
pl: W kroku drugim będziesz musiał wprowadzić *token*, który otrzymałeś po kliknięciu na link weryfikacyjny i wypełnieniu captcha.
pt: No segundo passo, você terá que inserir um *token*, que você recebeu depois de clicar no link de verificação e completar o captcha.
ro: În pasul doi, va trebui să introduceți un *token*, pe care l-ați primit după ce ați făcut clic pe link-ul de verificare și ați completat testul captcha.
ru: На втором шаге вам нужно будет ввести *token*, который вы получили после того, как перешли по ссылке проверки и заполнили капчу.
sk: V druhom kroku musíte zadať *token*, ktorý ste dostali po kliknutí na overovacie prepojenie a vyplnení captcha.
sl: V drugem koraku boste morali vnesti *token*, ki ste ga prejeli, ko ste kliknili na povezavo za preverjanje in izpolnili captcha.
sv: I steg två måste du ange ett *token* som du fick när du klickade på verifieringslänken och slutförde captcha-analysen.
zh_cn: 在第二步，你将不得不输入一个*token*，这是你点击验证链接并完成验证码后收到的。
