Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/nextbox.po
Languages: bg, cs, de, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: NextBox Daemon active and in regular operating mode
bg: Демонът на NextBox е активен и е в редовен режим на работа
cs: Démon NextBox je aktivní a je v běžném pracovním režimu
de: NextBox Daemon aktiv und im regulären Betriebsmodus
el: Το NextBox Daemon είναι ενεργό και σε κανονική λειτουργία
es: NextBox Daemon activo y en modo de funcionamiento normal
et: NextBox Daemon aktiivne ja tavapärases töörežiimis
fi: NextBox Daemon on aktiivinen ja tavallisessa toimintatilassa.
fr: Le démon NextBox est actif et en mode de fonctionnement normal.
hu: NextBox Daemon aktív és normál üzemmódban van
ja: NextBox Daemonがアクティブで、通常の動作モードになっている。
lt: "NextBox" demonas aktyvus ir veikia įprastu režimu
lv: NextBox dēmons ir aktīvs un darbojas parastā režīmā
nl: NextBox Daemon actief en in normale bedrijfsmodus
pl: NextBox Daemon aktywny i w normalnym trybie pracy
pt: NextBox Daemon activo e em modo de funcionamento regular
ro: NextBox Daemon activ și în modul de funcționare obișnuit
ru: NextBox Daemon активен и находится в обычном рабочем режиме
sk: Démon NextBox je aktívny a v bežnom prevádzkovom režime
sl: Demon NextBox je aktiven in deluje v običajnem načinu delovanja
sv: NextBox Daemon aktiv och i normalt driftläge
zh_cn: NextBox守护神处于激活状态，并处于正常运行模式下

source: Fast-Blink
bg: Бързо свързване
cs: Rychlé propojení
ja: ファストブリンク
lt: Greitai susiriškite
sk: Rýchle prepojenie
sl: Hitra povezava
sv: Snabblänk
zh_cn: 快闪

source: Nextcloud is starting up (docker starting)
bg: Nextcloud се стартира (докерът стартира)
cs: Nextcloud se spouští (docker se spouští)
de: Nextcloud wird hochgefahren (Docker startet)
el: Το Nextcloud ξεκινάει (docker ξεκινάει)
es: Nextcloud se pone en marcha (docker starting)
et: Nextcloud käivitub (dokkeri käivitamine)
fi: Nextcloud käynnistyy (docker käynnistyy)
fr: Nextcloud démarre (docker en cours de démarrage)
hu: A Nextcloud elindul (dokkoló elindul)
ja: Nextcloudが起動している（dockerが起動している）。
lt: "Nextcloud" paleidžiamas (paleidžiamas "docker")
lv: Nextcloud tiek palaists (docker sākot)
nl: Nextcloud start op (docker start)
pl: Nextcloud jest uruchamiany (startuje docker)
pt: Próxima nuvem está a arrancar (a partir das docas)
ro: Nextcloud pornește (pornește docker)
ru: Nextcloud запускается (запускается докер)
sk: Nextcloud sa spúšťa (docker sa spúšťa)
sl: Nextcloud se zažene (docker se zažene)
sv: Nextcloud startar (docker startar)
zh_cn: Nextcloud正在启动（docker启动）。

source: Blue
bg: Синьо
cs: Modrá
de: Blau
el: Μπλε
es: Azul
et: Sinine
fi: Sininen
fr: Bleu
hu: Kék
ja: ブルー
lt: Mėlyna
lv: Zilais
nl: Blauw
pl: Niebieski
pt: Azul
ro: Albastru
ru: Голубой
sk: Modrá
sl: Modra
sv: Blå
zh_cn: 蓝色

source: (Reset) button is currently being pressed
bg: В момента е натиснат бутонът (Reset)
cs: (Reset) je právě stisknuté tlačítko
de: (Reset)-Taste wird gerade gedrückt
el: Το κουμπί (Επαναφορά) είναι πατημένο
es: Se está pulsando el botón (Reset)
et: (Reset) nuppu vajutatakse praegu
fi: (Nollaa) painiketta painetaan parhaillaan
fr: Le bouton (Reset) est en cours d'activation
hu: (Visszaállítás) gombot jelenleg nyomva tartják
ja: (リセット)ボタンが押されている状態
lt: (Reset) mygtukas šiuo metu yra paspaustas
lv: (Atiestatīt) poga pašlaik ir nospiesta.
nl: (Reset) knop wordt momenteel ingedrukt
pl: (Reset) jest aktualnie wciśnięty.
pt: (Reiniciar) botão está sendo pressionado no momento
ro: În prezent este apăsat butonul (Reset)
ru: (Сброс) в данный момент нажата
sk: (Reset) tlačidlo je práve stlačené
sl: (Ponastavitev) gumb je trenutno pritisnjen.
sv: knappen (Återställning) är för närvarande nedtryckt.
zh_cn: (复位)按钮目前正被按下

source: Yellow
bg: Жълт
cs: Žlutá
de: Gelb
el: Κίτρινο
es: Amarillo
et: Kollane
fi: Keltainen
fr: Jaune
hu: Sárga
ja: 黄色
lt: Geltona
lv: Dzeltenais
nl: Geel
pl: Żółty
pt: Amarelo
ro: Galben
ru: Желтый
sk: Žltá
sl: Rumena
sv: Gul
zh_cn: 黄色

source: Initializing NextBox Daemon
bg: Иницииране на демона на NextBox
cs: Inicializace démona NextBox
de: Initialisierung des NextBox-Daemons
el: Αρχικοποίηση του NextBox Daemon
es: Inicialización del demonio NextBox
et: NextBox Daemon'i initsialiseerimine
fi: NextBox Daemonin alustaminen
fr: Initialisation du démon NextBox
hu: A NextBox démon inicializálása
ja: NextBoxデーモンの初期化
lt: "NextBox" demonų inicializavimas
lv: NextBox dēmona inicializēšana
nl: NextBox Daemon initialiseren
pl: Inicjalizacja demona NextBox
pt: Inicializando o NextBox Daemon Daemon
ro: Inițializarea Daemonului NextBox
ru: Инициализация демона NextBox
sk: Inicializácia démona NextBox
sl: Inicializacija demona NextBox
sv: Initialisering av NextBox Daemon
zh_cn: 初始化NextBox守护进程

source: Blink
bg: Мигване
de: Blinken
el: Αναβοσβήνει
es: Parpadeo
et: Vilkumine
fi: Vilkku
fr: Clignotement
ja: 瞬き
lt: Mirk
nl: Knipoog
pt: Pestanejar
ro: Clipește
zh_cn: 眨眼

source: NextBox Daemon update check/apply
bg: Проверка/прилагане на актуализация на демона на NextBox
cs: Kontrola/aplikace aktualizace démona NextBox
de: NextBox Daemon Update prüfen/anwenden
el: Έλεγχος/εφαρμογή ενημέρωσης του NextBox Daemon
es: Comprobación/aplicación de la actualización de NextBox Daemon
fi: NextBox Daemon -päivityksen tarkistus/soveltaminen
fr: Vérification/application de la mise à jour du Daemon NextBox
hu: NextBox Daemon frissítés ellenőrzése/alkalmazása
ja: NextBox Daemonのアップデートチェック/適用
lt: "NextBox" demonų atnaujinimo tikrinimas ir taikymas
lv: NextBox Daemon atjauninājumu pārbaude/pieteikšana
nl: NextBox Daemon update controleren/toepassen
pl: Sprawdzanie/ stosowanie aktualizacji demona NextBox
ro: Verificarea/aplicarea actualizării NextBox Daemon
ru: Проверка/применение обновления NextBox Daemon
sk: Kontrola/aplikácia aktualizácie démona NextBox
sl: NextBox Daemon preverjanje/uporaba posodobitev
sv: NextBox Daemon uppdateringskontroll/tillämpning
zh_cn: NextBox Daemon更新检查/应用

source: Red
bg: Червено
cs: Červená
de: Rot
el: Κόκκινο
es: Rojo
et: Punane
fi: Punainen
fr: Rouge
ja: レッド
lt: Raudona
lv: Sarkanais
pl: Czerwony
pt: Vermelho
ro: Roșu
ru: Красный
sk: Červená
sl: Rdeča
sv: Röd
zh_cn: 红色

source: Factory-Reset is ongoing
bg: Продължава възстановяването на фабриката
cs: Probíhá obnova továrny
de: Factory-Reset ist im Gange
el: Εργοστάσιο-Επαναφορά είναι σε εξέλιξη
es: El restablecimiento de la fábrica está en curso
et: Factory-Reset on käimas
fi: Factory-Reset on käynnissä
fr: La réinitialisation de l'usine est en cours
hu: A Factory-Reset folyamatban van
ja: 工場出荷時のリセットは継続中
lt: Vyksta gamyklos atstatymas
lv: Notiek rūpnīcas atjaunošana
nl: Fabrieksherstel is aan de gang
pl: Trwa przywracanie ustawień fabrycznych
pt: Factory-Reset está em andamento
ro: Repornirea fabricii este în curs de desfășurare
ru: Заводская перезагрузка продолжается
sk: Prebieha obnovenie továrne
sl: Ponastavitev tovarne je v teku
sv: Factory-Reset pågår.
zh_cn: 工厂重建正在进行中

source: Purple
bg: Лилаво
cs: Fialová
de: Lila
el: Μωβ
es: Púrpura
et: Lilla
fi: Violetti
fr: Violet
hu: Lila
ja: パープル
lt: Violetinė
lv: Violeta
nl: Paars
pl: Fioletowy
pt: Púrpura
ro: Violet
ru: Фиолетовый
sk: Fialová
sl: Vijolična
sv: Lila
zh_cn: 紫色

source: Nextcloud Maintenance mode active
bg: Nextcloud Активен режим на поддръжка
cs: Režim údržby Nextcloud aktivní
de: Nextcloud Wartungsmodus aktiv
el: Nextcloud Λειτουργία συντήρησης ενεργή
es: Nextcloud Modo de mantenimiento activo
et: Nextcloud hooldusrežiim aktiivne
fi: Nextcloud Ylläpitotila aktiivinen
fr: Mode de maintenance Nextcloud actif
hu: Nextcloud Karbantartási üzemmód aktív
ja: Nextcloud メンテナンスモードが有効
lt: Aktyvus "Nextcloud" techninės priežiūros režimas
lv: Nextcloud Apkopes režīms aktīvs
nl: Nextcloud onderhoudsmodus actief
pl: Nextcloud Tryb konserwacji aktywny
pt: Modo de manutenção da próxima nuvem activa
ro: Nextcloud Mod de întreținere activ
ru: Nextcloud Режим обслуживания активен
sk: Režim údržby Nextcloud je aktívny
sl: Nextcloud Aktivni način vzdrževanja
sv: Nextcloud Underhållsläge aktivt
zh_cn: Nextcloud维护模式激活

source: **Fast-Blink** means 0,5secs on and 0,5secs off
bg: **Бързо мигане** означава 0,5 сек. включване и 0,5 сек. изключване
cs: **Rychlé blikání** znamená 0,5 sekundy zapnuto a 0,5 sekundy vypnuto
de: **Fast-Blink** bedeutet 0,5s an und 0,5s aus
el: **Fast-Blink** σημαίνει 0,5 δευτερόλεπτα on και 0,5 δευτερόλεπτα off
es: **El parpadeo rápido** significa 0,5 segundos de encendido y 0,5 segundos de apagado
et: **Fast-Blink** tähendab 0,5 sekundit sisse ja 0,5 sekundit välja.
fi: **Fast-Blink** tarkoittaa 0,5 sekuntia päälle ja 0,5 sekuntia pois päältä.
fr: **Fast-Blink** signifie 0,5 s d'allumage et 0,5 s d'extinction.
hu: **Gyors villogás** 0,5 másodperc bekapcsolás és 0,5 másodperc kikapcsolás.
ja: **ファストブリンク**は、0.5秒の点灯と0.5秒の消灯を意味します。
lt: **Pastovus mirksėjimas** reiškia, kad 0,5 sek. įjungiama ir 0,5 sek. išjungiama
lv: **Fast-Blink** nozīmē 0,5 sekunžu ieslēgšanos un 0,5 sekunžu izslēgšanos.
nl: **Fast-Blink** betekent 0,5secs aan en 0,5secs uit
pl: **Fast-Blink** oznacza 0,5sek. włączone i 0,5sek. wyłączone
pt: **Fast-Blink** significa 0,5s ligado e 0,5s desligado
ro: **Fast-Blink** înseamnă 0,5secunde pornit și 0,5secunde oprit
ru: **Быстрое мигание** означает включение на 0,5 с и выключение на 0,5 с.
sk: **Rýchle blikanie** znamená 0,5 sekundy zapnuté a 0,5 sekundy vypnuté
sl: **Hitro utripanje** pomeni 0,5 sekunde vklopa in 0,5 sekunde izklopa
sv: **Fast-Blink** betyder 0,5 sek. på och 0,5 sek. av.
zh_cn: **快闪**意味着0.5秒开，0.5秒关。

source: **Blink** means 2secs on and 2secs off
bg: **Блинк** означава 2 секунди включване и 2 секунди изключване
cs: **Blink** znamená 2sec zapnutí a 2sec vypnutí
de: **Blink** bedeutet 2Sek. an und 2Sek. aus
el: **Blink** σημαίνει 2 δευτερόλεπτα on και 2 δευτερόλεπτα off
es: **Parpadeo** significa 2 segundos de encendido y 2 segundos de apagado
et: **Blink** tähendab 2sek sisse ja 2sek välja.
fi: **Blink** tarkoittaa 2 sekuntia päälle ja 2 sekuntia pois päältä.
fr: **Blink** signifie 2 secondes de marche et 2 secondes d'arrêt.
hu: **Blink** 2 másodperc bekapcsolás és 2 másodperc kikapcsolás
ja: **Blink**は、2秒の点灯と2秒の消灯を意味します。
lt: **Mirksėjimas** reiškia 2 sek. įjungimą ir 2 sek. išjungimą
lv: **Mirkšķināšana** nozīmē 2 sekunžu ieslēgšanu un 2 sekunžu izslēgšanu.
nl: **Blink** betekent 2secs aan en 2secs uit
pl: **Blink** oznacza 2sek. włączone i 2sek. wyłączone
pt: **Blink** significa 2 segs. ligado e 2 segs. desligado
ro: **Blink** înseamnă 2secunde pornit și 2secunde oprit
ru: **Мигание** означает включение на 2 секунды и выключение на 2 секунды.
sk: **Blikanie** znamená 2 sekundy zapnuté a 2 sekundy vypnuté
sl: **Blink** pomeni 2 sekunde vklopa in 2 sekunde izklopa
sv: **Blink** betyder 2 sekunder på och 2 sekunder av.
zh_cn: **眨眼**表示开2秒，关2秒

source: If the LED is *purple*, the Nextcloud instance is in maintenance mode, you can force exit the maintenance mode by pushing the hardware button **shortly, once**. The NextBox will then switch-off the maintenance mode.
bg: Ако светодиодът е *виолетов*, инстанцията Nextcloud е в режим на поддръжка, можете да излезете принудително от режима на поддръжка, като натиснете хардуерния бутон **кратко, веднъж**. След това NextBox ще изключи режима на поддръжка.
cs: Pokud je kontrolka *fialová*, instance služby Nextcloud je v režimu údržby, který můžete ukončit krátkým stisknutím hardwarového tlačítka **jednou**. NextBox poté režim údržby vypne.
de: Wenn die LED *violett* leuchtet, befindet sich die Nextcloud-Instanz im Wartungsmodus. Sie können das Verlassen des Wartungsmodus erzwingen, indem Sie den Hardware-Taster **kurz, einmal** drücken. Die NextBox schaltet dann den Wartungsmodus ab.
el: Εάν η λυχνία LED είναι *μωβ*, η περίπτωση του Nextcloud βρίσκεται σε κατάσταση συντήρησης, μπορείτε να εξέλθετε από την κατάσταση συντήρησης πιέζοντας το κουμπί υλικού **μια φορά για λίγο**. Στη συνέχεια, το NextBox θα απενεργοποιήσει τη λειτουργία συντήρησης.
es: Si el LED es *púrpura*, la instancia Nextcloud está en modo de mantenimiento, puede forzar la salida del modo de mantenimiento pulsando el botón de hardware **corto, una vez**. El NextBox apagará entonces el modo de mantenimiento.
et: Kui LED on *lilla*, on Nextcloudi instants hooldusrežiimis, saate hooldusrežiimist sundväljuda, vajutades riistvaranuppu **kord lühidalt**. NextBox lülitab seejärel hooldusrežiimi välja.
fi: Jos LED on *violetti*, Nextcloud-instanssi on ylläpitotilassa, voit poistua ylläpitotilasta painamalla laitteiston painiketta **kerran lyhyesti**. NextBox kytkee tällöin huoltotilan pois päältä.
fr: Si la LED est *violette*, l'instance Nextcloud est en mode de maintenance, vous pouvez forcer la sortie du mode de maintenance en appuyant sur le bouton matériel **courtement, une fois**. La NextBox va alors désactiver le mode de maintenance.
hu: Ha a LED *lila*, a Nextcloud példány karbantartási üzemmódban van, a karbantartási üzemmódból a hardver gomb **egyszeri rövid megnyomásával** kényszerítheti ki a kilépést. A NextBox ekkor kikapcsolja a karbantartási üzemmódot.
ja: LEDが紫色に点灯している場合、Nextcloudインスタンスはメンテナンスモードになっています。ハードウェアボタンを**短く1回**押すことで、メンテナンスモードを強制的に終了させることができます。NextBoxはメンテナンスモードを終了します。
lt: Jei šviesos diodas šviečia *purpurpurine spalva*, "Nextcloud" instancija veikia techninės priežiūros režimu, galite priverstinai išeiti iš techninės priežiūros režimo trumpai paspausdami techninės įrangos mygtuką **vieną kartą**. Tada "NextBox" išjungs techninės priežiūros režimą.
lv: Ja LED indikators ir *violetā* krāsā, Nextcloud instance atrodas uzturēšanas režīmā, jūs varat piespiedu kārtā iziet no uzturēšanas režīma, nospiežot aparatūras pogu **vienu reizi**. NextBox izslēgs uzturēšanas režīmu.
nl: Als de LED *paars* is, bevindt de Nextcloud instance zich in onderhoudsmodus, u kunt de onderhoudsmodus geforceerd verlaten door de hardwareknop **kort, eenmaal** in te drukken. De NextBox zal dan de onderhoudsmodus uitschakelen.
pl: Jeśli dioda LED świeci się na *purpurowo*, instancja Nextcloud jest w trybie konserwacji, możesz wymusić wyjście z tego trybu przez **krótkie, jednokrotne** naciśnięcie przycisku sprzętowego. NextBox wyłączy wtedy tryb konserwacji.
pt: Se o LED for *púrpura*, a próxima instância da nuvem está em modo de manutenção, você pode forçar a saída do modo de manutenção apertando o botão de hardware** brevemente, uma vez***. A NextBox irá então desligar o modo de manutenção.
ro: Dacă LED-ul este *purpuriu*, instanța Nextcloud se află în modul de întreținere, puteți ieși forțat din modul de întreținere apăsând butonul hardware **curt, o dată**. NextBox va opri apoi modul de întreținere.
ru: Если светодиод *фиолетовый*, экземпляр Nextcloud находится в режиме обслуживания, вы можете принудительно выйти из режима обслуживания, нажав аппаратную кнопку **коротко, один раз**. После этого NextBox отключит режим обслуживания.
sk: Ak je LED dióda *fialová*, inštancia Nextcloudu je v režime údržby, režim údržby môžete vynútiť stlačením hardvérového tlačidla **krátko, raz**. NextBox potom vypne režim údržby.
sl: Če sveti *vijolična*, je instanca Nextcloud v načinu vzdrževanja, ki ga lahko za silo zapustite s kratkim pritiskom na gumb za strojno opremo ** enkrat**. NextBox bo nato izklopil način vzdrževanja.
sv: Om lysdioden är *lila* är Nextcloud-instansen i underhållsläge, du kan tvinga ut underhållsläget genom att trycka på hårdvaruknappen **kortfattat, en gång**. NextBox kommer då att stänga av underhållsläget.
zh_cn: 如果LED灯是*紫色的，Nextcloud实例处于维护模式，您可以通过短按硬件按钮**一次强制退出维护模式。然后，NextBox将关闭维护模式。

source: As of today if the maintenance mode is switched using the button press, the "mail" app will in addition be disabled as the version 1.11.0 together with Nextcloud version 21.0.0.x will never exit the maintenance mode.
bg: От днес, ако режимът на поддръжка се превключи с натискане на бутона, приложението "mail" ще бъде деактивирано, тъй като версия 1.11.0 заедно с версия 21.0.0.x на Nextcloud никога няма да излезе от режима на поддръжка.
cs: Pokud se od dnešního dne přepne režim údržby stisknutím tlačítka, aplikace "mail" bude navíc deaktivována, protože verze 1.11.0 spolu s Nextcloudem verze 21.0.0.x nikdy neukončí režim údržby.
el: Από σήμερα, εάν η λειτουργία συντήρησης ενεργοποιηθεί με το πάτημα του κουμπιού, η εφαρμογή "mail" θα απενεργοποιηθεί επιπλέον, καθώς η έκδοση 1.11.0 μαζί με την έκδοση 21.0.0.x του Nextcloud δεν θα βγει ποτέ από τη λειτουργία συντήρησης.
es: A partir de hoy, si el modo de mantenimiento se conmuta mediante la pulsación de un botón, la aplicación de "correo" también se desactivará, ya que la versión 1.11.0 junto con la versión 21.0.0.x de Nextcloud nunca saldrán del modo de mantenimiento.
et: Alates tänasest, kui hooldusrežiimi lülitatakse nupuvajutusega, on "mail" rakendus lisaks keelatud, kuna versioon 1.11.0 koos Nextcloudi versiooniga 21.0.0.x ei lahku kunagi hooldusrežiimist.
fi: Tästä päivästä lähtien, jos ylläpitotila kytketään painikkeen painalluksella, "posti" -sovellus on lisäksi poistettu käytöstä, koska versio 1.11.0 yhdessä Nextcloud-version 21.0.0.0.x kanssa ei koskaan poistu ylläpitotilasta.
hu: A mai naptól kezdve, ha a karbantartási üzemmódot a gombnyomással kapcsoljuk át, a "mail" alkalmazás ráadásul le lesz tiltva, mivel az 1.11.0 verzió a Nextcloud 21.0.0.0.x verziójával együtt soha nem lép ki a karbantartási üzemmódból.
ja: 現時点では、ボタンを押してメンテナンスモードを切り替えると、バージョン1.11.0とNextcloudバージョン21.0.0.xはメンテナンスモードを終了しないため、"mail"アプリはさらに無効になります。
lt: Nuo šiandien, jei techninės priežiūros režimas perjungiamas mygtuko paspaudimu, "mail" programa bus išjungta, nes 1.11.0 versija kartu su "Nextcloud" 21.0.0.x versija niekada neišeis iš techninės priežiūros režimo.
lv: No šodienas, ja uzturēšanas režīms tiek pārslēgts, izmantojot pogas nospiešanu, "mail" lietotne papildus tiks atspējota, jo versija 1.11.0 kopā ar Nextcloud versiju 21.0.0.x nekad neiziet no uzturēšanas režīma.
nl: Vanaf vandaag, als de onderhoudsmodus wordt omgeschakeld met een druk op de knop, zal de "mail" app bovendien worden uitgeschakeld omdat de versie 1.11.0 samen met Nextcloud versie 21.0.0.x de onderhoudsmodus nooit zal verlaten.
pl: Na dzień dzisiejszy, jeśli tryb konserwacji zostanie przełączony za pomocą przycisku, aplikacja "mail" będzie dodatkowo wyłączona, ponieważ wersja 1.11.0 wraz z Nextcloud w wersji 21.0.0.x nigdy nie wyjdzie z trybu konserwacji.
pt: A partir de hoje, se o modo de manutenção for alterado usando o botão pressione, o "mail" o app será, além disso, desativado, pois a versão 1.11.0 juntamente com a versão 21.0.0.x da Nextcloud nunca sairá do modo de manutenção.
ro: Începând de astăzi, dacă modul de întreținere este comutat prin apăsarea butonului, aplicația "mail" va fi în plus dezactivată, deoarece versiunea 1.11.0 împreună cu versiunea Nextcloud 21.0.0.0.x nu vor ieși niciodată din modul de întreținere.
ru: На сегодняшний день при переходе в режим обслуживания нажатием кнопки приложение "почта" будет отключено, так как версия 1.11.0 вместе с Nextcloud версии 21.0.0.x никогда не выйдет из режима обслуживания.
sk: Ak sa od dnešného dňa prepne režim údržby pomocou stlačenia tlačidla, aplikácia "mail" bude navyše vypnutá, pretože verzia 1.11.0 spolu s Nextcloudom verzie 21.0.0.x nikdy neukončí režim údržby.
sl: Če se od danes način vzdrževanja preklopi s pritiskom na gumb, bo aplikacija "mail" poleg tega onemogočena, saj različica 1.11.0 skupaj z različico Nextcloud 21.0.0.x nikoli ne bo zapustila načina vzdrževanja.
sv: Från och med idag, om underhållsläget kopplas om med hjälp av en knapptryckning, kommer appen "mail" dessutom att inaktiveras eftersom version 1.11.0 tillsammans med Nextcloud version 21.0.0.0.x aldrig kommer att lämna underhållsläget.
zh_cn: 从今天起，如果使用按钮切换维护模式，那么"邮件"应用程序也将被禁用，因为1.11.0版本和Nextcloud 21.0.0.x版本将永远不会退出维护模式。

source: Replace Internal Hard-Drive
bg: Замяна на вътрешния твърд диск
cs: Výměna interního pevného disku
el: Αντικατάσταση εσωτερικού σκληρού δίσκου
es: Sustituir el disco duro interno
et: Asendage sisemine kõvaketas
fi: Vaihda sisäinen kiintolevy
hu: Belső merevlemezes meghajtó cseréje
ja: 内蔵ハードドライブの交換
lt: Pakeiskite vidinį kietąjį diską
lv: Iekšējā cietā diska nomaiņa
nl: Interne harde schijf vervangen
pl: Wymień wewnętrzny dysk twardy
pt: Substituir o disco rígido interno
ro: Înlocuiți hard-diskul intern
ru: Замените внутренний жесткий диск
sk: Výmena interného pevného disku
sl: Zamenjava notranjega trdega diska
sv: Byta ut intern hårddisk
zh_cn: 更换内部硬盘驱动器
