Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/nextbox.po
Languages: bg, cs, de, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: The Nextcloud version is rolled out by us. Thus the option to update from inside Nextcloud is not working.
bg: Версията на Nextcloud се внедрява от нас. По този начин опцията за актуализиране от вътрешността на Nextcloud не работи.
cs: Verzi Nextcloud zavádíme my. Možnost aktualizace zevnitř Nextcloudu tedy nefunguje.
de: Die Nextcloud-Version wird von uns ausgerollt. Daher funktioniert die Option zum Update aus der Nextcloud heraus nicht.
el: Η έκδοση Nextcloud αναπτύσσεται από εμάς. Έτσι, η επιλογή ενημέρωσης από το Nextcloud δεν λειτουργεί.
es: La versión de Nextcloud la hemos sacado nosotros. Por lo tanto, la opción de actualizar desde dentro de Nextcloud no funciona.
et: Nextcloudi versiooni toome välja meie. Seega ei tööta Nextcloudi seest uuendamise võimalus.
fi: Nextcloud-version otamme käyttöön itse. Näin ollen mahdollisuus päivittää Nextcloudin sisältä ei toimi.
fr: La version Nextcloud est déployée par nous. Ainsi, l'option de mise à jour à partir de Nextcloud ne fonctionne pas.
hu: A Nextcloud verziót mi magunk vezetjük be. Így a Nextcloudon belüli frissítés lehetősége nem működik.
ja: Nextcloudのバージョンは、私たちによってロールアウトされます。そのため、Nextcloudの内部からアップデートするオプションは機能しません。
lt: "Nextcloud" versiją diegiame mes. Todėl galimybė atnaujinti iš "Nextcloud" vidaus neveikia.
lv: Nextcloud versiju izvēršam mēs. Tādējādi iespēja atjaunināt no Nextcloud iekšpuses nedarbojas.
nl: De Nextcloud-versie wordt door ons uitgerold. Dus de optie om te updaten vanuit Nextcloud werkt niet.
pl: Wersja Nextcloud jest rozwijana przez nas. Dlatego opcja aktualizacji z wnętrza Nextcloud nie działa.
pt: A versão Nextcloud é lançada por nós. Assim, a opção de actualizar a partir de dentro do Nextcloud não está a funcionar.
ro: Versiunea Nextcloud este lansată de noi. Astfel, opțiunea de actualizare din interiorul Nextcloud nu funcționează.
ru: Версия Nextcloud выкатывается нами. Таким образом, возможность обновления изнутри Nextcloud не работает.
sk: Verziu Nextcloud zavádzame my. Preto možnosť aktualizácie z vnútra Nextcloudu nefunguje.
sl: Različico Nextcloud smo uvedli mi. Zato možnost posodobitve iz oblaka Nextcloud ne deluje.
sv: Nextcloud-versionen lanseras av oss. Alternativet att uppdatera från Nextcloud fungerar alltså inte.
zh_cn: Nextcloud的版本是由我们推出的。因此，从Nextcloud内部更新的选项不起作用。

source: **Q:** Can I add apps to the Nextcloud instance?
bg: **В:** Мога ли да добавям приложения към инстанцията на Nextcloud?
cs: **Q:** Mohu do instance služby Nextcloud přidávat aplikace?
de: **Q:** Kann ich Apps zu der Nextcloud-Instanz hinzufügen?
el: **Q:** Μπορώ να προσθέσω εφαρμογές στην περίπτωση του Nextcloud;
es: **P: ¿Puedo añadir aplicaciones a la instancia de Nextcloud?
et: **K:** Kas ma saan Nextcloudi instantsile rakendusi lisada?
fi: **Q:** Voinko lisätä sovelluksia Nextcloud-instanssiin?
fr: **Q:** Puis-je ajouter des applications à l'instance Nextcloud ?
hu: **K:** Hozzáadhatok alkalmazásokat a Nextcloud-példányhoz?
ja: **Q:** Nextcloudインスタンスにアプリを追加することはできますか？
lt: **Q:** Ar galiu į "Nextcloud" egzempliorių pridėti programų?
lv: **Ja: ** Vai Nextcloud instancei varu pievienot lietotnes?
nl: **V:** Kan ik apps toevoegen aan de Nextcloud-instance?
pl: **Q:** Czy mogę dodawać aplikacje do instancji Nextcloud?
pt: **Q:** Posso adicionar aplicações à instância da Nextcloud?
ro: **Q:** Pot adăuga aplicații la instanța Nextcloud?
ru: **В:** Могу ли я добавлять приложения в экземпляр Nextcloud?
sk: **Q:** Môžem do inštancie Nextcloud pridávať aplikácie?
sl: **V:** Ali lahko v instanco Nextcloud dodam aplikacije?
sv: **Q:** Kan jag lägga till appar till Nextcloud-instansen?
zh_cn: **问：**我可以向Nextcloud实例添加应用程序吗？

source: Yes, the Nextcloud app store is available and any app available there can be installed through the Nextcloud web frontend.
bg: Да, магазинът за приложения на Nextcloud е наличен и всяко налично там приложение може да бъде инсталирано през уеб frontend-а на Nextcloud.
cs: Ano, obchod s aplikacemi Nextcloud je k dispozici a všechny aplikace, které jsou v něm k dispozici, lze nainstalovat prostřednictvím webového rozhraní Nextcloud.
de: Ja, der Nextcloud App Store ist verfügbar und jede dort verfügbare App kann über das Nextcloud Web-Frontend installiert werden.
el: Ναι, το κατάστημα εφαρμογών του Nextcloud είναι διαθέσιμο και κάθε εφαρμογή που είναι διαθέσιμη εκεί μπορεί να εγκατασταθεί μέσω του web frontend του Nextcloud.
es: Sí, la tienda de aplicaciones de Nextcloud está disponible y cualquier aplicación disponible allí puede ser instalada a través del frontend web de Nextcloud.
et: Jah, Nextcloudi rakenduste pood on saadaval ja kõik seal saadaval olevad rakendused saab paigaldada Nextcloudi veebirakenduse kaudu.
fi: Kyllä, Nextcloud-sovelluskauppa on käytettävissä, ja kaikki siellä saatavilla olevat sovellukset voidaan asentaa Nextcloud-verkkopalvelun kautta.
fr: Oui, le magasin d'applications Nextcloud est disponible et toutes les applications qui y sont disponibles peuvent être installées par le biais du front-end web Nextcloud.
hu: Igen, a Nextcloud alkalmazásbolt elérhető, és minden ott elérhető alkalmazás telepíthető a Nextcloud webes frontendjén keresztül.
ja: Nextcloud app storeは、NextcloudのWebフロントエンドを介して、利用可能なアプリをインストールできます。
lt: Taip, "Nextcloud" programėlių parduotuvė yra ir bet kurią joje esančią programėlę galima įdiegti per "Nextcloud" žiniatinklio priekinę dalį.
lv: Jā, Nextcloud lietotņu veikals ir pieejams, un jebkuru tajā pieejamo lietotni var instalēt, izmantojot Nextcloud tīmekļa frontend.
nl: Ja, de Nextcloud app store is beschikbaar en elke app die daar beschikbaar is, kan via de Nextcloud web frontend worden geïnstalleerd.
pl: Tak, sklep z aplikacjami Nextcloud jest dostępny i każdą dostępną tam aplikację można zainstalować przez frontend webowy Nextcloud.
pt: Sim, a loja de aplicativos Nextcloud está disponível e qualquer aplicativo disponível lá pode ser instalado através do frontend web Nextcloud.
ro: Da, magazinul de aplicații Nextcloud este disponibil și orice aplicație disponibilă acolo poate fi instalată prin intermediul frontend-ului web Nextcloud.
ru: Да, магазин приложений Nextcloud доступен, и любое приложение, доступное там, может быть установлено через веб-фронтенд Nextcloud.
sk: Áno, obchod s aplikáciami Nextcloud je k dispozícii a akúkoľvek aplikáciu, ktorá je v ňom k dispozícii, môžete nainštalovať prostredníctvom webového frontendu Nextcloudu.
sl: Da, trgovina z aplikacijami Nextcloud je na voljo in vsako aplikacijo, ki je na voljo v njej, lahko namestite prek spletnega sprednjega okna Nextcloud.
sv: Ja, Nextclouds appbutik är tillgänglig och alla appar som finns där kan installeras via Nextclouds webbgränssnitt.
zh_cn: 是的，Nextcloud应用程序商店是可用的，那里的任何应用程序都可以通过Nextcloud网页前端安装。

source: **Q:** My Nextcloud instance is stuck in "Maintenance Mode", how can I switch it off?
bg: **В:** Моята инстанция на Nextcloud е блокирана в режим "Поддръжка", как мога да я изключа?
cs: **Q:** Moje instance Nextcloudu se zasekla v režimu údržby, jak ji mohu vypnout?
de: **Q:** Meine Nextcloud-Instanz steckt im "Wartungsmodus" fest, wie kann ich sie ausschalten?
el: **Q:** Η παρουσία μου στο Nextcloud έχει κολλήσει σε "Λειτουργία συντήρησης", πώς μπορώ να την απενεργοποιήσω;
es: **Q:** Mi instancia de Nextcloud está atascada en "Modo de mantenimiento", ¿cómo puedo apagarlo?
et: **K:** Minu Nextcloudi instants on kinni "hooldusrežiimis", kuidas ma saan selle välja lülitada?
fi: **Q:** Nextcloud-instanssini on jumissa "ylläpitotilassa", miten voin sammuttaa sen?
fr: **Q:** Mon instance Nextcloud est bloquée en "mode maintenance", comment puis-je la désactiver ?
hu: **K:** A Nextcloud-példányom "Karbantartási módban" ragadt, hogyan tudom kikapcsolni?
ja: **Q:** Nextcloudのインスタンスがメンテナンスモードになっていますが、これを解除する方法を教えてください。
lt: **Klausimas:** Mano "Nextcloud" instancija įstrigo "Techninės priežiūros režime", kaip ją išjungti?
lv: **Q:** Mans Nextcloud gadījums ir iesprūdis "Uzturēšanas režīmā", kā to izslēgt?
nl: **Q:** Mijn Nextcloud-instance zit vast in "Onderhoudsmodus", hoe kan ik deze uitschakelen?
pl: **Q:** Moja instancja Nextcloud utknęła w "Trybie konserwacji", jak mogę ją wyłączyć?
pt: **Q:** Minha Próxima instância em nuvem está presa no "Modo de Manutenção", como posso desligá-lo?
ro: **Q:** Instanța mea Nextcloud este blocată în "Maintenance Mode", cum pot să o opresc?
ru: **В:** Мой экземпляр Nextcloud застрял в "Режиме обслуживания", как его отключить?
sk: **Q:** Moja inštancia Nextcloudu sa zasekla v "režime údržby", ako ju môžem vypnúť?
sl: **Q:** Moja instanca Nextcloud je obtičala v načinu vzdrževanja, kako jo lahko izklopim?
sv: **Q:** Min Nextcloud-instans har fastnat i "Underhållsläge", hur kan jag stänga av den?
zh_cn: **问：**我的Nextcloud实例被卡在"维护模式"，我怎样才能关闭它？

source: To *force exit* the Nextcloud "Maintenance Mode", you can push the hardware button **shortly, once**. The NextBox will then switch-off the maintenance mode. Please avoid this, if possible.
bg: За да излезете принудително от Nextcloud "Режим на поддръжка", можете да натиснете хардуерния бутон **кратко, веднъж**. След това NextBox ще изключи режима на поддръжка. Моля, избягвайте това, ако е възможно.
cs: Chcete-li *vynutit* ukončení režimu údržby služby Nextcloud "Maintenance Mode", můžete jednou **krátce stisknout hardwarové tlačítko**. Zařízení NextBox poté režim údržby vypne. Pokud je to možné, vyhněte se tomuto postupu.
de: Um den Nextcloud-"Wartungsmodus" *zwangsweise zu verlassen*, können Sie den Hardware-Taster **kurz, einmal** drücken. Die NextBox schaltet dann den Wartungsmodus ab. Bitte vermeiden Sie dies, wenn möglich.
el: Για να βγείτε *εξαναγκαστικά* από τη Λειτουργία συντήρησης του Nextcloud, μπορείτε να πατήσετε το κουμπί υλικού **σύντομα, μία φορά**. Στη συνέχεια, το NextBox θα απενεργοποιήσει τη λειτουργία συντήρησης. Παρακαλείστε να το αποφύγετε αυτό, αν είναι δυνατόν.
es: Para *forzar la salida* del Nextcloud "Modo de mantenimiento", puede pulsar el botón de hardware **corto, una vez**. El NextBox apagará entonces el modo de mantenimiento. Por favor, evite esto, si es posible.
et: Nextcloudi "hooldusrežiimist" *jõuga väljumiseks* saate vajutada riistvara nuppu **kord lühidalt**. NextBox lülitab seejärel hooldusrežiimi välja. Palun vältige seda võimaluse korral.
fi: Voit *pakottaa* Nextcloudin "ylläpitotilasta" poistumisen painamalla laitteistopainiketta **lyhytsti, kerran**. NextBox kytkee tällöin huoltotilan pois päältä. Vältä tätä, jos mahdollista.
fr: Pour *forcer la sortie* du "mode de maintenance" du Nextcloud, vous pouvez appuyer sur le bouton du matériel **courtement, une fois**. La NextBox va alors désactiver le mode de maintenance. Veuillez éviter cela, si possible.
hu: A Nextcloud "Karbantartási módból" való *kényszeres kilépéshez* a hardver gombot **röviden, egyszer** megnyomhatja. A NextBox ekkor kikapcsolja a karbantartási üzemmódot. Kérjük, ha lehetséges, ezt kerülje el.
ja: Nextcloud "Maintenance Mode" を *強制終了* するには、ハードウェアボタンを **短く一回** 押します。NextBoxはメンテナンスモードをオフにします。これはなるべく避けてください。
lt: Norėdami *sunkiai išeiti* iš "Nextcloud" "techninės priežiūros režimo", galite vieną kartą trumpai paspausti aparatinės įrangos mygtuką**. Tada "NextBox" išjungs techninės priežiūros režimą. Jei įmanoma, to venkite.
lv: Lai *pastiprināti izietu no Nextcloud "Uzturēšanas režīma", varat vienreiz** īsi nospiest aparatūras pogu. NextBox izslēgs uzturēšanas režīmu. Ja iespējams, izvairieties no šādas darbības.
nl: Om de Nextcloud "Maintenance Mode" *forceren* te verlaten, kunt u de hardwareknop **kort, eenmaal** indrukken. De NextBox zal dan de onderhoudsmodus uitschakelen. Vermijd dit, indien mogelijk.
pl: Aby *wymusić* wyjście z trybu konserwacji Nextcloud "Maintenance Mode", możesz nacisnąć przycisk sprzętowy **krótko, jeden raz**. NextBox wyłączy wtedy tryb konserwacji. Proszę tego unikać, jeśli to możliwe.
pt: Para *force sair* da Nextcloud "Maintenance Mode", você pode apertar o botão de hardware **curto, uma vez***. A NextBox irá então desligar o modo de manutenção. Por favor, evite isto, se possível.
ro: Pentru a ieși *forțat* din Nextcloud "Maintenance Mode", puteți apăsa butonul hardware **curt, o dată**. NextBox va opri apoi modul de întreținere. Vă rugăm să evitați acest lucru, dacă este posibil.
ru: Чтобы *принудительно выйти* из режима обслуживания Nextcloud "Maintenance Mode", вы можете нажать аппаратную кнопку **коротко, один раз**. После этого NextBox отключит режим обслуживания. Пожалуйста, избегайте этого, если это возможно.
sk: Ak chcete *vynútiť* ukončenie "režimu údržby" služby Nextcloud, môžete krátko stlačiť tlačidlo hardvéru **jedenkrát**. Zariadenie NextBox potom vypne režim údržby. Ak je to možné, vyhnite sa tomuto postupu.
sl: Če želite *nasilno izstopiti* iz programa Nextcloud "Način vzdrževanja", lahko enkrat **kratko pritisnete gumb za strojno opremo**. Naprava NextBox bo nato izklopila način vzdrževanja. Če je mogoče, se temu izognite.
sv: För att *forcera ut* Nextcloud "Maintenance Mode" kan du trycka på hårdvaruknappen **kort, en gång**. NextBox kommer då att stänga av underhållsläget. Undvik detta om möjligt.
zh_cn: 要*强行退出*Nextcloud "维护模式"，您可以**短按一次硬件按钮。然后，NextBox将关闭维护模式。如果可能的话，请避免这样做。

source: **Q:** Why am I getting a permission warning for ``/var/www/html/custom_apps/nextbox`` inside the Nextcloud settings overview?
bg: **В:** Защо получавам предупреждение за разрешение за ``/var/www/html/custom_apps/nextbox`` в прегледа на настройките на Nextcloud?
cs: **Q:** Proč se mi v přehledu nastavení Nextcloudu zobrazuje varování o oprávnění pro ``/var/www/html/custom_apps/nextbox``?
de: **Q:** Warum bekomme ich eine Berechtigungswarnung für ``/var/www/html/custom_apps/nextbox`` innerhalb der Nextcloud-Einstellungsübersicht?
el: **Q:** Γιατί λαμβάνω μια προειδοποίηση δικαιωμάτων για το ``/var/www/html/custom_apps/nextbox`` μέσα στην επισκόπηση ρυθμίσεων του Nextcloud;
es: **Pregunta:** ¿Por qué estoy recibiendo una advertencia de permiso para ``/var/www/html/custom_apps/nextbox`` dentro de la visión general de la configuración de Nextcloud?
et: **K:** Miks ma saan Nextcloudi seadete ülevaates loa hoiatuse ``/var/www/html/custom_apps/nextbox`` jaoks?
fi: **Q:** Miksi saan Nextcloud-asetusten yleiskatsauksessa lupavaroituksen ``/var/www/html/custom_apps/nextbox``:lle?
fr: **Q:** Pourquoi est-ce que je reçois un avertissement de permission pour ``/var/www/html/custom_apps/nextbox`` dans l'aperçu des paramètres Nextcloud ?
hu: **K:** Miért kapok engedélyezési figyelmeztetést a ``/var/www/html/custom_apps/nextbox`` számára a Nextcloud beállítások áttekintésében?
ja: **Q:** Nextcloudの設定画面で、``/var/www/html/custom_apps/nextbox``の権限警告が表示されるのはなぜですか？
lt: **Q:** Kodėl "Nextcloud" nustatymų apžvalgoje gaunu įspėjimą apie leidimą ``/var/www/html/custom_apps/nextbox``?
lv: **Q:** Kāpēc Nextcloud iestatījumu pārskatā es saņemu brīdinājumu par atļauju ``/var/www/html/custom_apps/nextbox``?
nl: **Q:** Waarom krijg ik een toestemmingswaarschuwing voor ``/var/www/html/custom_apps/nextbox`` in het instellingenoverzicht van Nextcloud?
pl: **Q:** Dlaczego dostaję ostrzeżenie o uprawnieniach dla ``/var/www/html/custom_apps/nextbox`` w przeglądzie ustawień Nextcloud?
pt: **Q:** Por que estou recebendo um aviso de permissão para ``/var/www/html/custom_apps/nextbox`` dentro da visão geral das configurações da Nextcloud?
ro: **Întrebare: ** De ce primesc un avertisment de permisiune pentru ``/var/www/html/custom_apps/nextbox``` în interiorul listei de setări Nextcloud?
ru: **В:** Почему я получаю предупреждение о разрешении для ``/var/www/html/custom_apps/nextbox`` в обзоре настроек Nextcloud?
sk: **Q:** Prečo dostávam upozornenie o oprávnení pre ``/var/www/html/custom_apps/nextbox`` v prehľade nastavení Nextcloudu?
sl: **Q:** Zakaj dobim opozorilo o dovoljenju za ``/var/www/html/custom_apps/nextbox`` znotraj pregleda nastavitev Nextcloud?
sv: **Q:** Varför får jag en rättighetsvarning för ``/var/www/html/custom_apps/nextbox`` i översikten över Nextcloud-inställningar?
zh_cn: **问：**为什么我在Nextcloud设置概览内收到``/var/www/html/custom_apps/nextbox``的许可警告？

source: This is a "feature". The NextBox Nextcloud App is installed on the system with the Debian nextbox package. To avoid an accidental deletion of the NextBox Nextcloud App from within the Nextcloud app management, the stated directory can not be written by Nextcloud, this is what Nextcloud is complaining about here.
bg: Това е "функция". Приложението NextBox Nextcloud е инсталирано на системата с пакета nextbox на Debian. За да се избегне случайно изтриване на приложението NextBox Nextcloud App от управлението на приложението Nextcloud, посочената директория не може да бъде записана от Nextcloud, това е, от което Nextcloud се оплаква тук.
cs: Jedná se o "funkci". Aplikace NextBox Nextcloud je nainstalována v systému s balíčkem Debian nextbox. Aby nedošlo k náhodnému smazání aplikace NextBox Nextcloud App v rámci správy aplikací Nextcloud, nemůže být uvedený adresář zapsán Nextcloudem, na což si zde Nextcloud stěžuje.
de: Dies ist ein "Feature". Die NextBox Nextcloud App wird mit dem Debian nextbox Paket auf dem System installiert. Um ein versehentliches Löschen der NextBox Nextcloud App aus der Nextcloud App-Verwaltung heraus zu vermeiden, kann das angegebene Verzeichnis nicht von Nextcloud geschrieben werden, das ist es, was Nextcloud hier beanstandet.
el: Αυτό είναι ένα "χαρακτηριστικό". Η εφαρμογή NextBox Nextcloud App εγκαθίσταται στο σύστημα με το πακέτο Debian nextbox. Για να αποφευχθεί μια τυχαία διαγραφή της εφαρμογής NextBox Nextcloud App από τη διαχείριση εφαρμογών του Nextcloud, ο δηλωμένος κατάλογος δεν μπορεί να γραφτεί από το Nextcloud, αυτό είναι που παραπονιέται το Nextcloud εδώ.
es: Esta es una "característica". La NextBox Nextcloud App se instala en el sistema con el paquete Debian nextbox. Para evitar una eliminación accidental de la NextBox Nextcloud App desde la gestión de la aplicación Nextcloud, el directorio indicado no puede ser escrito por Nextcloud, esto es lo que Nextcloud se queja aquí.
et: See on "funktsioon". NextBox Nextcloudi rakendus on paigaldatud süsteemi koos Debian nextboxi paketiga. Selleks, et vältida NextBox Nextcloud Appi juhuslikku kustutamist Nextcloudi rakenduse haldamisest, ei saa Nextcloudi poolt märgitud kataloogi kirjutada, selle üle Nextcloud siinkohal kurdab.
fi: Tämä on "ominaisuus". NextBox Nextcloud -sovellus asennetaan järjestelmään Debianin nextbox-paketin avulla. Välttääkseen NextBox Nextcloud -sovelluksen vahingossa tapahtuvan poistamisen Nextcloud-sovelluksen hallinnasta, Nextcloud ei voi kirjoittaa mainittua hakemistoa, tästä Nextcloud valittaa tässä.
fr: Il s'agit d'une "fonctionnalité". L'application NextBox Nextcloud est installée sur le système avec le paquet Debian nextbox. Pour éviter une suppression accidentelle de l'application NextBox Nextcloud à partir de la gestion des applications Nextcloud, le répertoire indiqué ne peut pas être écrit par Nextcloud, c'est ce dont Nextcloud se plaint ici.
hu: Ez egy "funkció". A NextBox Nextcloud App a Debian nextbox csomaggal települ a rendszerre. A NextBox Nextcloud App véletlen törlésének elkerülése érdekében a Nextcloud alkalmazáskezelésen belül a megadott könyvtárat a Nextcloud nem írhatja ki, erre panaszkodik itt a Nextcloud.
ja: これは、"feature"です。NextBox Nextcloud Appは、Debian nextboxパッケージがインストールされたシステムにインストールされます。NextBox Nextcloud AppがNextcloud app managementの中から誤って削除されるのを防ぐために、記載されたディレクトリはNextcloudが書き込めないようになっており、これがNextcloudがここで訴えていることです。
lt: Tai yra "funkcija". "NextBox Nextcloud" programa įdiegiama sistemoje su "Debian nextbox" paketu. Siekiant išvengti netyčinio "NextBox Nextcloud App" ištrynimo iš "Nextcloud" programos valdymo, "Nextcloud" negali įrašyti nurodyto katalogo, dėl to "Nextcloud" čia skundžiasi.
lv: Šī ir "funkcija". NextBox Nextcloud lietotne NextBox Nextcloud App ir instalēta sistēmā ar Debian nextbox pakotni. Lai izvairītos no nejaušas NextBox Nextcloud lietotnes NextBox Nextcloud App dzēšanas no Nextcloud lietotnes pārvaldības, norādīto direktoriju Nextcloud nevar ierakstīt, par to Nextcloud šeit sūdzas.
nl: Dit is een "feature". De NextBox Nextcloud App is geïnstalleerd op het systeem met het Debian nextbox pakket. Om te voorkomen dat de NextBox Nextcloud App per ongeluk wordt verwijderd vanuit het Nextcloud app beheer, kan de aangegeven directory niet worden geschreven door Nextcloud, dit is waar Nextcloud hier over klaagt.
pl: To jest "cecha". Aplikacja NextBox Nextcloud App jest zainstalowana w systemie z pakietem Debian nextbox. Aby uniknąć przypadkowego usunięcia NextBox Nextcloud App z poziomu zarządzania aplikacjami Nextcloud, podany katalog nie może być zapisany przez Nextcloud, na co Nextcloud się tutaj skarży.
pt: Isto é um " característica". O NextBox Nextcloud App é instalado no sistema com o pacote Debian nextbox. Para evitar uma eliminação acidental da aplicação NextBox Nextcloud de dentro da gestão da aplicação Nextcloud, o directório indicado não pode ser escrito pelo Nextcloud, é sobre isto que o Nextcloud está a reclamar aqui.
ro: Aceasta este o "caracteristică". Aplicația NextBox Nextcloud este instalată pe sistem cu pachetul Debian nextbox. Pentru a evita o ștergere accidentală a NextBox Nextcloud App din cadrul gestionării aplicației Nextcloud, directorul declarat nu poate fi scris de Nextcloud, acesta este motivul pentru care Nextcloud se plânge aici.
ru: Это "особенность". Приложение NextBox Nextcloud App установлено в системе с пакетом Debian nextbox. Чтобы избежать случайного удаления приложения NextBox Nextcloud App из управления приложениями Nextcloud, указанный каталог не может быть записан Nextcloud, именно на это жалуется Nextcloud.
sk: Toto je "funkcia". Aplikácia NextBox Nextcloud je nainštalovaná v systéme s balíkom Debian nextbox. Aby sa predišlo náhodnému odstráneniu aplikácie NextBox Nextcloud App zo správy aplikácií Nextcloud, uvedený adresár nemôže byť zapísaný systémom Nextcloud, na čo sa tu Nextcloud sťažuje.
sl: To je "funkcija". Aplikacija NextBox Nextcloud je v sistem nameščena s paketom Debian nextbox. Da bi se izognili naključnemu izbrisu aplikacije NextBox Nextcloud App znotraj upravljanja aplikacije Nextcloud, Nextcloud ne more zapisati navedenega imenika, to je tisto, zaradi česar se Nextcloud tu pritožuje.
sv: Detta är en funktion. NextBox Nextcloud-appen installeras på systemet med Debianpaketet nextbox. För att undvika en oavsiktlig radering av NextBox Nextcloud-appen från Nextcloud-apphanteringen kan den angivna katalogen inte skrivas av Nextcloud, det är detta som Nextcloud klagar på här.
zh_cn: 这是一个"功能"。NextBox Nextcloud应用程序是通过Debian nextbox软件包安装在系统上的。为了避免NextBox Nextcloud应用在Nextcloud应用管理中被意外删除，所述目录不能被Nextcloud写入，这就是Nextcloud在这里抱怨的原因。

source: **Q:** How can I run Nextcloud's `occ`?
bg: **Q:** Как мога да стартирам Nextcloud's `occ`?
cs: **Q:** Jak mohu spustit Nextcloud's `occ`?
el: **Q:** Πώς μπορώ να τρέξω το Nextcloud's `occ`;
es: **Q:** ¿Cómo puedo ejecutar Nextcloud's `occ`?
et: **K:** Kuidas ma saan käivitada Nextcloudi's `occ`?
fi: **Q:** Miten voin käyttää Nextcloud's `occ`?
fr: **Q:** Comment puis-je exécuter le `occ` de Nextcloud ?
hu: **K:** Hogyan futtathatom a Nextcloud's `occ`-t?
ja: **Q:** Nextcloud'の`occ`を実行するにはどうすればいいですか？
lt: **Q:** Kaip paleisti Nextcloud's `occ`?
lv: **Q:** Kā es varu palaist Nextcloud `occ`?
nl: **Q:**Hoe kan ik Nextcloud's `occ` draaien?
pl: **Q:** Jak mogę uruchomić Nextcloud's `occ`?
pt: **Q:** Como posso executar o Nextcloud's `occ`?
ro: **Q:** Cum pot rula Nextcloud's `occ`?
ru: **Вопрос:** Как я могу запустить Nextcloud'`occ`?
sk: **Q:** Ako môžem spustiť Nextcloud's `occ`?
sl: **Q:** Kako lahko zaženem Nextcloud's `occ`?
sv: **Q:** Hur kan jag köra Nextcloud's `occ`?
zh_cn: **问：**我如何运行Nextcloud'的`occ`？
