Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/nextbox.po
Languages: bg, cs, de, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: Your can find the NextBox-App in Nextcloud's top level navigation, as shown in this figure:
bg: Можете да откриете приложението NextBox в навигацията на горното ниво на Nextcloud, както е показано на тази фигура:
cs: Aplikaci NextBox najdete v navigaci na nejvyšší úrovni služby Nextcloud, jak je znázorněno na tomto obrázku:
de: Sie finden die NextBox-App in der obersten Navigationsebene von Nextcloud, wie in dieser Abbildung dargestellt:
el: Μπορείτε να βρείτε την εφαρμογή NextBox-App στο Nextcloud'στο κορυφαίο επίπεδο πλοήγησης, όπως φαίνεται σε αυτό το σχήμα:
es: Puedes encontrar la aplicación NextBox en la navegación de nivel superior de Nextcloud, como se muestra en esta figura:
et: NextBox-rakenduse leiad Nextcloudi ülemise tasandi navigatsioonist, nagu on näidatud sellel joonisel:
fi: Löydät NextBox-sovelluksen Nextcloudin ylätason navigoinnista, kuten tässä kuvassa näkyy:
fr: Vous pouvez trouver l'application NextBox dans la navigation de niveau supérieur de Nextcloud, comme indiqué dans cette figure :
hu: A NextBox-alkalmazást a Nextcloud'legfelső szintű navigációban találja, ahogy az ezen az ábrán látható:
ja: NextBox-Appは、Nextcloud'のトップレベルのナビゲーションにあります。
lt: "NextBox" programėlę rasite "Nextcloud" aukščiausio lygio navigacijoje, kaip parodyta šiame paveikslėlyje:
lv: NextBox-App varat atrast Nextcloud augšējā līmeņa navigācijā, kā parādīts šajā attēlā:
nl: U kunt de NextBox-App vinden in Nextcloud's navigatie op het hoogste niveau, zoals weergegeven in deze figuur:
pl: Aplikację NextBox-App można znaleźć w górnej nawigacji Nextcloud, jak pokazano na rysunku:
pt: Você pode encontrar o NextBox-App em Nextcloud's navegação de nível superior, como mostrado nesta figura:
ro: Puteți găsi NextBox-App în navigarea de nivel superior a Nextcloud's, așa cum se arată în această figură:
ru: Вы можете найти NextBox-App в навигации верхнего уровня Nextcloud', как показано на этом рисунке:
sk: Aplikáciu NextBox nájdete v navigácii na najvyššej úrovni služby Nextcloud, ako je znázornené na tomto obrázku:
sl: Aplikacijo NextBox najdete v navigaciji na najvišji ravni v programu Nextcloud, kot je prikazano na tej sliki:
sv: Du hittar NextBox-appen i Nextcloud's toppnavigering, som visas i den här figuren:
zh_cn: 您可以在Nextcloud'的顶级导航中找到NextBox-App，如图所示。

source: Ready To Go
bg: Готови за работа
cs: Připraveno k odjezdu
de: Bereit zum Loslegen
el: Έτοιμοι να φύγουμε
es: Listo para salir
fi: Valmiina lähtöön
fr: Prêt à partir
lt: Paruošta eiti
lv: Gatavs darbam
nl: Klaar om te gaan
pl: Gotowe do drogi
pt: Pronto para ir
ro: Gata de plecare
ru: Готовность к работе
sk: Pripravené na použitie
sl: Pripravljen na odhod
sv: Redo att gå
zh_cn: 准备出发

source: This is all it takes to get started with your NextBox. From this point you are free to choose how you would like to make the best use of your personal Nextcloud-powered cloud. To get you started, here is a collection of ideas to continue on:
bg: Това е всичко, което е необходимо, за да започнете работа с вашия NextBox. От този момент нататък сте свободни да избирате как да използвате по най-добрия начин своя личен облак, захранван от Nextcloud. За да започнете, ето колекция от идеи, с които да продължите:
cs: To je vše, co potřebujete k zahájení používání služby NextBox. Od této chvíle si můžete sami zvolit, jak chcete svůj osobní cloud poháněný službou Nextcloud co nejlépe využívat. Pro začátek vám přinášíme sbírku nápadů, na které můžete navázat:
de: Das ist alles, was Sie brauchen, um mit Ihrer NextBox zu starten. Ab diesem Zeitpunkt steht es Ihnen frei, wie Sie Ihre persönliche Nextcloud-powered Cloud am besten nutzen möchten. Um Ihnen den Einstieg zu erleichtern, finden Sie hier eine Sammlung von Ideen zum Weitermachen:
el: Αυτό είναι το μόνο που χρειάζεται για να ξεκινήσετε με το NextBox σας. Από αυτό το σημείο είστε ελεύθεροι να επιλέξετε πώς θα θέλατε να αξιοποιήσετε με τον καλύτερο δυνατό τρόπο το προσωπικό σας σύννεφο που τροφοδοτείται από το Nextcloud. Για να ξεκινήσετε, ακολουθεί μια συλλογή ιδεών για να συνεχίσετε:
es: Esto es todo lo que se necesita para comenzar con su NextBox. A partir de este momento, eres libre de elegir cómo quieres hacer el mejor uso de tu nube personal impulsada por Nextcloud. Para empezar, aquí tienes una colección de ideas para continuar:
et: See on kõik, mida on vaja, et alustada oma NextBoxiga. Sellest hetkest alates võite vabalt valida, kuidas soovite oma isiklikku Nextcloudi-põhist pilve kõige paremini kasutada. Alustamiseks on siin kogumik ideid, millega edasi minna:
fi: Tämä riittää NextBoxin käyttöönoton aloittamiseen. Tästä lähtien voit vapaasti valita, miten haluat hyödyntää henkilökohtaista Nextcloud-pilveäsi parhaalla mahdollisella tavalla. Jotta pääset alkuun, tässä on kokoelma ideoita, joita voit jatkaa:
fr: C'est tout ce qu'il faut pour démarrer avec votre NextBox. A partir de là, vous êtes libre de choisir comment vous souhaitez utiliser au mieux votre cloud personnel alimenté par Nextcloud. Pour vous aider à démarrer, voici une collection d'idées pour continuer :
hu: Ez minden, amire szükség van ahhoz, hogy elkezdhesse a NextBox használatát. Innentől kezdve szabadon eldöntheti, hogyan szeretné a lehető legjobban kihasználni a Nextcloud által működtetett személyes felhőjét. A kezdéshez itt van egy ötletgyűjtemény, hogy folytathassa:
ja: これだけで、NextBoxを使い始めることができます。ここから先は、Nextcloudを搭載したパーソナルクラウドをどのように活用するかを自由に選択することができます。ここでは、そのためのアイデアをご紹介します。
lt: Tai viskas, ko reikia, kad pradėtumėte naudoti "NextBox". Nuo šios akimirkos galite laisvai pasirinkti, kaip geriausiai naudoti savo asmeninį "Nextcloud" valdomą debesį. Kad galėtumėte pradėti, pateikiame idėjų rinkinį, kurį galite tęsti toliau:
lv: Tas ir viss, kas nepieciešams, lai sāktu izmantot NextBox. No šī brīža jūs varat brīvi izvēlēties, kā vislabāk izmantot savu personīgo Nextcloud mākoņu. Lai sāktu darbu, šeit ir apkopotas idejas, ar kurām turpināt darbu:
nl: Dit is alles wat nodig is om met uw NextBox aan de slag te gaan. Vanaf dit punt bent u vrij om te kiezen hoe u het beste gebruik wilt maken van uw persoonlijke Nextcloud-aangedreven cloud. Om u op weg te helpen, vindt u hier een verzameling ideeën om verder te gaan:
pl: To wszystko, co jest potrzebne, aby rozpocząć korzystanie z NextBox. Od tego momentu możesz dowolnie wybierać, w jaki sposób chcesz najlepiej wykorzystać swoją osobistą chmurę zasilaną przez Nextcloud. Abyś mógł zacząć, poniżej znajdziesz zbiór pomysłów na kontynuację:
pt: Isto é tudo o que é preciso para começar com a sua NextBox. A partir deste ponto você é livre para escolher como você gostaria de fazer o melhor uso da sua Nextcloud-powered nuvem pessoal. Para começar, aqui está uma coleção de idéias para continuar:
ro: Acesta este tot ce trebuie pentru a începe să utilizați NextBox. Din acest moment, sunteți liber să alegeți cum doriți să vă folosiți cel mai bine cloud-ul personal alimentat de Nextcloud. Pentru a vă ajuta să începeți, iată o colecție de idei pentru a continua:
ru: Это все, что нужно для начала работы с NextBox. С этого момента вы можете выбирать, как лучше использовать ваше личное облако на базе Nextcloud. Для начала здесь собрана коллекция идей, которые вы можете продолжить:
sk: To je všetko, čo potrebujete na spustenie služby NextBox. Od tohto momentu si môžete slobodne vybrať, ako chcete čo najlepšie využívať svoj osobný cloud poháňaný technológiou Nextcloud. Na začiatok vám ponúkame zbierku nápadov, s ktorými môžete pokračovať ďalej:
sl: To je vse, kar je potrebno za začetek uporabe vašega NextBoxa. Od te točke naprej se lahko sami odločite, kako boste najbolje izkoristili svoj osebni oblak, ki ga poganja Nextcloud. Za začetek vam ponujamo zbirko idej, s katerimi lahko nadaljujete:
sv: Det är allt som krävs för att komma igång med din NextBox. Från och med nu är du fri att välja hur du vill använda ditt personliga Nextcloud-drivna moln på bästa sätt. För att komma igång finns här en samling idéer att fortsätta med:
zh_cn: 这就是开始使用您的NextBox的全部步骤。从这一点出发，您可以自由选择如何最好地利用您的个人Nextcloud-powered云。为了让你开始，这里收集了一些想法来继续。

source: **Set up remote access for your NextBox** to allow access to your private cloud from the internet. Our :doc:`guide <remote/index>` covers various approaches.
bg: **Настройте отдалечен достъп за Вашия NextBox**, за да позволите достъп до Вашия частен облак от интернет. Нашето :doc:`ръководство <remote/index>` обхваща различни подходи.
cs: **Nastavte si vzdálený přístup k NextBoxu**, abyste měli přístup k privátnímu cloudu z internetu. Náš :doc:`průvodce <remote/index>` se zabývá různými přístupy.
de: **Richten Sie den Fernzugriff für Ihre NextBox** ein, um den Zugriff auf Ihre Private Cloud aus dem Internet zu ermöglichen. Unser :doc:`Leitfaden <remote/index>` behandelt verschiedene Ansätze.
el: **Ρυθμίστε απομακρυσμένη πρόσβαση για το NextBox σας** για να επιτρέψετε την πρόσβαση στο ιδιωτικό σας cloud από το διαδίκτυο. Ο :doc:`οδηγός μας <remote/index>` καλύπτει διάφορες προσεγγίσεις.
es: **Configura el acceso remoto de tu NextBox** para permitir el acceso a tu nube privada desde Internet. Nuestra :doc:`guía <remota/index>` cubre varios enfoques.
et: **Seadistage oma NextBoxile kaugjuurdepääs**, et võimaldada ligipääsu oma privaatpilvele internetist. Meie :doc:`juhend <remote/index>` hõlmab erinevaid lähenemisviise.
fi: ** Aseta NextBoxin etäkäyttö**, jotta voit käyttää yksityistä pilveäsi internetistä. :doc:`oppaamme <remote/index>` kattaa erilaisia lähestymistapoja.
fr: **Configurer l'accès à distance pour votre NextBox** afin de permettre l'accès à votre cloud privé depuis internet. Notre :doc:`guide <remote/index>` couvre différentes approches.
hu: **Távoli hozzáférés beállítása a NextBoxhoz**, hogy az internetről hozzáférhessen a privát felhőhöz. A :doc:`útmutatónk <remote/index>` különböző megközelítéseket mutat be.
ja: **NextBoxのリモートアクセスを設定して、インターネットからプライベートクラウドにアクセスできるようにしましょう。弊社の :doc:`guide <remote/index>` では様々なアプローチを紹介しています。
lt: **Nustatykite nuotolinę prieigą prie savo NextBox**, kad galėtumėte pasiekti savo privatų debesį iš interneto. Mūsų :doc:`vadove <remote/index>` aptariami įvairūs būdai.
lv: **Noregulējiet attālo piekļuvi savam NextBox**, lai nodrošinātu piekļuvi savam privātajam mākonim no interneta. Mūsu :doc:`gids <remote/index>` apraksta dažādas pieejas.
nl: **Stel toegang op afstand in voor uw NextBox** om toegang tot uw private cloud vanaf het internet mogelijk te maken. Onze :doc:`gids <remote/index>` behandelt verschillende benaderingen.
pl: **Skonfiguruj zdalny dostęp dla NextBox**, aby umożliwić dostęp do prywatnej chmury z Internetu. Nasz :doc:` przewodnik <remote/index>` obejmuje różne podejścia.
pt: **Configure o acesso remoto para a sua NextBox*** para permitir o acesso à sua nuvem privada a partir da Internet. O nosso :doc:`guide <remote/index>` cobre várias abordagens.
ro: **Setați accesul de la distanță pentru NextBox** pentru a permite accesul la cloud-ul dvs. privat de pe internet. Ghidul nostru :doc:`ghid <remote/index>` acoperă diferite abordări.
ru: **Настройте удаленный доступ для вашего NextBox**, чтобы обеспечить доступ к вашему частному облаку из интернета. В нашем :doc:`руководстве <remote/index>` рассматриваются различные подходы.
sk: **Nastavte vzdialený prístup pre váš NextBox**, aby ste umožnili prístup k vášmu súkromnému cloudu z internetu. Náš :doc:`príručka <remote/index>` zahŕňa rôzne prístupy.
sl: **Nastavi oddaljeni dostop za NextBox**, da omogočiš dostop do zasebnega oblaka iz interneta. Naš :doc:`vodnik <remote/index>` zajema različne pristope.
sv: **Sätt upp fjärråtkomst för din NextBox** för att få tillgång till ditt privata moln från internet. Vår :doc:`guide <remote/index>` täcker olika tillvägagångssätt.
zh_cn: **为你的NextBox设置远程访问**，允许从互联网访问你的私有云。我们的 :doc:`guide <remote/index>`涵盖各种方法。

source: We prepared a *one-click* remote access method, allowing you to set up basic remote access in seconds.
bg: Подготвихме метод за отдалечен достъп с едно кликване, който ви позволява да настроите основен отдалечен достъп за секунди.
cs: Připravili jsme metodu vzdáleného přístupu *na jedno kliknutí*, která vám umožní nastavit základní vzdálený přístup během několika sekund.
de: Wir haben eine *Ein-Klick*-Fernzugriffsmethode vorbereitet, mit der Sie in Sekundenschnelle einen einfachen Fernzugriff einrichten können.
el: Προετοιμάσαμε μια μέθοδο απομακρυσμένης πρόσβασης *με ένα κλικ*, που σας επιτρέπει να ρυθμίσετε τη βασική απομακρυσμένη πρόσβαση σε δευτερόλεπτα.
es: Hemos preparado un método de acceso remoto de *un clic*, que le permite configurar el acceso remoto básico en segundos.
et: Valmistasime ette *ühe klikiga* kaugjuurdepääsu meetodi, mis võimaldab teil sekunditega luua põhilise kaugjuurdepääsu.
fi: Olemme valmistelleet *yhden napsautuksen* etäyhteysmenetelmän, jonka avulla voit ottaa käyttöön perusetäyhteyden muutamassa sekunnissa.
fr: Nous avons préparé une méthode d'accès à distance *en un clic*, vous permettant de configurer un accès à distance de base en quelques secondes.
hu: Elkészítettünk egy *egy kattintással* elérhető távoli elérési módszert, amely lehetővé teszi, hogy másodpercek alatt beállítsa az alapvető távoli hozzáférést.
ja: 私たちは、ワンクリック*のリモートアクセス方法を用意し、基本的なリモートアクセスを数秒で設定できるようにしました。
lt: Parengėme *vieno spustelėjimo* nuotolinės prieigos metodą, leidžiantį per kelias sekundes nustatyti pagrindinę nuotolinę prieigą.
lv: Mēs esam sagatavojuši *viena klikšķa* attālās piekļuves metodi, kas ļauj dažu sekunžu laikā iestatīt pamata attālo piekļuvi.
nl: Wij hebben een *één-klik* methode voor toegang op afstand ontwikkeld, waarmee u in enkele seconden een basis toegang op afstand kunt instellen.
pl: Przygotowaliśmy metodę zdalnego dostępu *one-click*, pozwalającą na skonfigurowanie podstawowego zdalnego dostępu w kilka sekund.
pt: Preparámos um método de acesso remoto com *um-clique*, permitindo-lhe configurar o acesso remoto básico em segundos.
ro: Am pregătit o metodă de acces la distanță cu un singur clic, care vă permite să configurați accesul de bază la distanță în câteva secunde.
ru: Мы подготовили метод удаленного доступа "в один клик", позволяющий настроить базовый удаленный доступ за считанные секунды.
sk: Pripravili sme metódu vzdialeného prístupu *na jedno kliknutie*, ktorá vám umožní nastaviť základný vzdialený prístup v priebehu niekoľkých sekúnd.
sl: Pripravili smo metodo oddaljenega dostopa *z enim klikom*, s katero lahko osnovni oddaljeni dostop nastavite v nekaj sekundah.
sv: Vi har förberett en metod för fjärråtkomst med *ett klick* som gör att du kan konfigurera grundläggande fjärråtkomst på några sekunder.
zh_cn: 我们准备了一个*一键式的远程访问方法，允许你在几秒钟内设置基本的远程访问。

source: **Connect your devices to your NextBox.** For smartphones the official `Android App`_ and `iOS App`_ are both great additions for your personal cloud. Apart from these there are also `Windows, macOS, Linux clients`_ available, which integrate seamlessly into the OS of your choice. For Android smartphones you might want to read our pictured :doc:`guide <clients/android>`.
bg: **Свържете устройствата си с вашия NextBox.** За смартфони официалните `Android App`_ и `iOS App`_ са чудесни допълнения за вашия личен облак. Освен тях са налични и `Клиенти за Windows, MacOS, Linux`_, които се интегрират безпроблемно в избраната от вас операционна система. За смартфони с Android може да прочетете нашето нагледно :doc:`ръководство <clients/android>`.
cs: **Připojte svá zařízení k NextBoxu.** Pro smartphony jsou oficiální `Android App`_ a `iOS App`_ skvělým doplňkem pro váš osobní cloud. Kromě nich jsou k dispozici také `klienti pro Windows, MacOS a Linux`_, kteří se bez problémů integrují do vámi zvoleného operačního systému. Pro chytré telefony se systémem Android si můžete přečíst našeho obrázkového :doc:`průvodce <clients/android>`.
de: **Verbinden Sie Ihre Geräte mit Ihrer NextBox.** Für Smartphones sind die offizielle `Android App`_ und die `iOS App`_ tolle Ergänzungen für Ihre persönliche Cloud. Darüber hinaus gibt es auch `Windows, macOS, Linux Clients`_, die sich nahtlos in das Betriebssystem Ihrer Wahl integrieren. Für Android-Smartphones sollten Sie vielleicht unseren bebilderten :doc:`Guide <clients/android>` lesen.
el: **Συνδέστε τις συσκευές σας με το NextBox σας.** Για τα smartphones, η επίσημη εφαρμογή `Android App`_ και η εφαρμογή `iOS App`_ αποτελούν εξαιρετικές προσθήκες για το προσωπικό σας cloud. Εκτός από αυτά υπάρχουν επίσης διαθέσιμοι `πελάτες Windows, macOS, Linux`_, οι οποίοι ενσωματώνονται απρόσκοπτα στο λειτουργικό σύστημα της επιλογής σας. Για τα smartphones Android ίσως να θέλετε να διαβάσετε τον εικονιζόμενο :doc:`οδηγό <clients/android>`.
es: **Conecta tus dispositivos a tu NextBox. En el caso de los smartphones, la aplicación oficial `Android App`_ y la aplicación `iOS App`_ son excelentes complementos para tu nube personal. Aparte de estas, también hay disponibles `clientes para Windows, macOS y Linux`_, que se integran perfectamente en el sistema operativo de tu elección. Para los teléfonos inteligentes Android es posible que desee leer nuestra ilustrada :doc:`guía <clientes/android>`.
et: **Ühendage oma seadmed oma NextBoxiga.** Nutitelefonide jaoks on ametlik `Android App`_ ja `iOS App`_ mõlemad suurepärased täiendused teie isikliku pilve jaoks. Peale nende on saadaval ka `Windows, macOS, Linux kliendid`_, mis integreeruvad sujuvalt teie valitud operatsioonisüsteemi. Androidi nutitelefonide puhul võiksite lugeda meie pildil olevat :doc:`juhendit <kliendid/android>`.
fi: **Yhdistä laitteesi NextBoxiin.** Älypuhelimissa virallinen `Android App`_ ja `iOS App`_ ovat molemmat loistavia lisäyksiä henkilökohtaiseen pilveesi. Näiden lisäksi saatavilla on myös `Windows-, macOS- ja Linux-asiakkaita`_, jotka integroituvat saumattomasti valitsemaasi käyttöjärjestelmään. Android-älypuhelimia varten kannattaa lukea kuvallinen :doc:`oppaamme <clients/android>`.
fr: **Connectez vos appareils à votre NextBox.** Pour les smartphones, l'application officielle "Android App" et l'application "iOS App" sont deux excellents compléments pour votre nuage personnel. En outre, il existe également des clients Windows, MacOS et Linux qui s'intègrent parfaitement au système d'exploitation de votre choix. Pour les smartphones Android, vous pouvez lire notre :doc:`guide <clients/android>` illustré.
hu: **Kapcsolja eszközeit a NextBox-hoz.** Az okostelefonok esetében a hivatalos `Android App`_ és `iOS App`_ egyaránt nagyszerű kiegészítője a személyes felhőjének. Ezeken kívül `Windows, macOS, Linux kliensek`_ is elérhetők, amelyek zökkenőmentesen integrálódnak az Ön által választott operációs rendszerbe. Androidos okostelefonok esetében érdemes elolvasni a képeken látható :doc:`útmutatónkat <clients/android>`.
ja: **スマートフォンでは、公式の`Android App`_と`iOS App`_がパーソナルクラウドに最適です。これら以外にも、`Windows、macOS、Linuxクライアントがあり、お好みのOSにシームレスに統合することができます。Androidスマートフォンについては、写真付きの :doc:`guide <clients/android>` をお読みください。
lt: **Prijunkite savo įrenginius prie "NextBox "** Išmaniesiems telefonams oficiali `"Android" programėlė`_ ir `"iOS" programėlė`_ yra puikūs asmeninio debesies priedai. Be jų, taip pat yra `"Windows", "MacOS", "Linux" klientų`_, kurie lengvai integruojami į pasirinktą operacinę sistemą. Dėl išmaniųjų telefonų su "Android" galbūt norėsite perskaityti mūsų pavaizduotą :doc:`vadovą <clients/android>`.
lv: **Pieslēdziet savas ierīces NextBox.** Viedtālruņiem oficiālā `Android lietotne`_ un `iOS lietotne`_ ir lieliski papildinājumi jūsu personīgajam mākonim. Papildus tiem ir pieejami arī `Windows, macOS, Linux klienti`_, kas viegli integrējas jūsu izvēlētajā operētājsistēmā. Android viedtālruņiem, iespējams, vēlēsieties izlasīt mūsu attēloto :doc:`guide <clients/android>`.
nl: **Sluit uw apparaten aan op uw NextBox.** Voor smartphones zijn de officiële `Android App`_ en `iOS App`_ beide geweldige aanvullingen voor uw persoonlijke cloud. Naast deze zijn er ook `Windows, macOS, Linux clients`_ beschikbaar, die naadloos integreren in het OS van uw keuze. Voor Android smartphones zou je onze afgebeelde :doc:`gids <clients/android>` kunnen lezen.
pl: **Podłącz swoje urządzenia do NextBox.** Dla smartfonów oficjalna `Android App`_ i `iOS App`_ są świetnymi dodatkami do Twojej osobistej chmury. Oprócz nich dostępne są również ` klienty Windows, macOS, Linux`_, które bezproblemowo integrują się z wybranym systemem operacyjnym. Dla smartfonów z Androidem możesz chcieć przeczytać nasz obrazek :doc:`guide <clients/android>`.
pt: **Ligue os seus dispositivos à sua NextBox.** Para smartphones o oficial `Android App`_ e `iOS App`_ são ambas grandes adições para a sua nuvem pessoal. Para além destes existem também `Windows, macOS, clientes Linux`_ disponíveis, que se integram perfeitamente no sistema operativo da sua escolha. Para smartphones Android você pode querer ler nossa foto :doc:`guide <clients/android>`.
ro: **Conectați-vă dispozitivele la NextBox.** Pentru smartphone-uri, aplicațiile oficiale `Android App`_ și `iOS App`_ sunt ambele completări excelente pentru cloud-ul dvs. personal. În afară de acestea, sunt disponibili și `Clienți Windows, macOS, Linux`_, care se integrează perfect în sistemul de operare ales de dvs. Pentru smartphone-urile Android, ați putea dori să citiți ghidul nostru ilustrat :doc:`ghid <clients/android>`.
ru: **Подключите свои устройства к NextBox.** Для смартфонов официальные `Android App`_ и `iOS App`_ являются отличным дополнением для вашего персонального облака. Кроме того, существуют клиенты ` для Windows, macOS, Linux, которые легко интегрируются в выбранную вами ОС. Для смартфонов на базе Android вы можете ознакомиться с нашим изображенным :doc:`руководством <clients/android>`.
sk: **Pripojte svoje zariadenia k NextBoxu.** Pre smartfóny sú oficiálne `Android App`_ a `iOS App`_ skvelým doplnkom pre váš osobný cloud. Okrem nich sú k dispozícii aj `klienti pre Windows, MacOS, Linux`_, ktorí sa bez problémov integrujú do vami zvoleného operačného systému. V prípade smartfónov so systémom Android si môžete prečítať nášho zobrazeného :doc:`príručku <clients/android>`.
sl: **Svoje naprave povežite z napravo NextBox.** Za pametne telefone sta uradni `Android App`_ in `iOS App`_ odlična dodatka za vaš osebni oblak. Poleg teh so na voljo tudi `odjemalci za Windows, MacOS in Linux`_, ki se brez težav vključijo v izbrani operacijski sistem. Za pametne telefone z operacijskim sistemom Android boste morda želeli prebrati naš slikovni :doc:`vodnik <clients/android>`.
sv: **Koppla dina enheter till NextBox.** För smartphones är de officiella apparna `Android App`_ och `iOS App`_ utmärkta tillägg för ditt personliga moln. Utöver dessa finns det också `Windows-, macOS- och Linux-klienter`_ som integreras sömlöst i det operativsystem du väljer. För Android-smartphones kan du läsa vår avbildade :doc:`guide <clients/android>`.
zh_cn: **将您的设备连接到您的NextBox。**对于智能手机，官方的`Android App`_和`iOS App`_都是您个人云的重要补充。除了这些，还有`Windows、macOS、Linux客户端`_，它们可以无缝地集成到你选择的操作系统中。对于安卓智能手机，你可能想阅读我们的图片 :doc:`guide <client/android>`。
