Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/nextbox.po
Languages: bg, cs, de, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: Backup and Restore
bg: Архивиране и възстановяване
cs: Zálohování a obnovení
de: Sichern und Wiederherstellen
el: Δημιουργία αντιγράφων ασφαλείας και επαναφορά
es: Copia de seguridad y restauración
et: Varundamine ja taastamine
fi: Varmuuskopiointi ja palautus
fr: Sauvegarde et restauration
hu: Biztonsági mentés és visszaállítás
ja: バックアップとリストア
lt: Atsarginė kopija ir atkūrimas
lv: Rezerves kopēšana un atjaunošana
nl: Back-up en herstel
pl: Kopia zapasowa i przywracanie
pt: Cópia de Segurança e Restauração
ro: Backup și restaurare
ru: Резервное копирование и восстановление
sk: Zálohovanie a obnovenie
sl: Varnostno kopiranje in obnavljanje
sv: Säkerhetskopiering och återställning
zh_cn: 备份和恢复

source: The NextBox can be backupped and restored from within the NextBox Nextcloud App. In order to execute a backup or restore operation you need to have a storage device attached to your NextBox.
bg: NextBox може да се архивира и възстановява от приложението NextBox Nextcloud. За да извършите операция по архивиране или възстановяване, трябва да имате устройство за съхранение, свързано към Вашия NextBox.
cs: NextBox lze zálohovat a obnovit z aplikace NextBox Nextcloud. Abyste mohli provést operaci zálohování nebo obnovení, musíte mít k NextBoxu připojené úložné zařízení.
de: Die NextBox kann über die NextBox Nextcloud App gesichert und wiederhergestellt werden. Um einen Sicherungs- oder Wiederherstellungsvorgang durchzuführen, müssen Sie ein Speichergerät an Ihre NextBox angeschlossen haben.
el: Το NextBox μπορεί να δημιουργηθεί και να αποκατασταθεί από την εφαρμογή NextBox Nextcloud App. Για να εκτελέσετε μια λειτουργία δημιουργίας αντιγράφων ασφαλείας ή επαναφοράς πρέπει να έχετε συνδέσει μια συσκευή αποθήκευσης στο NextBox σας.
es: El NextBox puede ser respaldado y restaurado desde la aplicación NextBox Nextcloud. Para ejecutar una operación de copia de seguridad o de restauración es necesario tener un dispositivo de almacenamiento conectado a su NextBox.
et: NextBoxi saab varundada ja taastada NextBoxi Nextcloudi rakendusest. Varundamise või taastamise teostamiseks peab teie NextBoxi külge olema ühendatud mäluseade.
fi: NextBox voidaan varmuuskopioida ja palauttaa NextBox Nextcloud -sovelluksesta. Varmuuskopioinnin tai palautuksen suorittamiseksi sinun on oltava liitettynä NextBoxiin tallennusväline.
fr: La NextBox peut être sauvegardée et restaurée à partir de l'application NextBox Nextcloud. Afin d'exécuter une opération de sauvegarde ou de restauration, vous devez avoir un dispositif de stockage attaché à votre NextBox.
hu: A NextBox a NextBox Nextcloud alkalmazáson belül visszaállítható és visszaállítható. A mentési vagy visszaállítási művelet végrehajtásához a NextBoxhoz csatlakoztatott tárolóeszközre van szükség.
ja: NextBoxのバックアップやリストアは、NextBox Nextcloud Appの中から行うことができます。バックアップやリストアを実行するには、NextBoxにストレージデバイスが接続されている必要があります。
lt: Atsarginę kopiją ir atkurti "NextBox" galima iš "NextBox Nextcloud" programėlės. Norint atlikti atsarginės kopijos darymo ar atkūrimo operaciją, prie NextBox turi būti prijungtas atminties įrenginys.
lv: NextBox var dublēt un atjaunot no NextBox Nextcloud lietotnes. Lai veiktu dublēšanas vai atjaunošanas operāciju, NextBox ir jāpievieno atmiņas ierīce.
nl: De NextBox kan worden gebackupt en hersteld vanuit de NextBox Nextcloud App. Om een backup of restore uit te voeren moet er een opslagapparaat aan uw NextBox gekoppeld zijn.
pl: NextBox może być backupowany i przywracany z poziomu NextBox Nextcloud App. Aby wykonać operację tworzenia kopii zapasowej lub przywracania, musisz mieć urządzenie pamięci masowej podłączone do NextBox.
pt: A NextBox pode ser copiada e restaurada de dentro da aplicação NextBox Nextcloud. A fim de executar uma operação de backup ou restauração, você precisa ter um dispositivo de armazenamento anexado à sua NextBox.
ro: NextBox poate fi salvat și restaurat din aplicația NextBox Nextcloud. Pentru a executa o operațiune de backup sau de restaurare, trebuie să aveți un dispozitiv de stocare atașat la NextBox.
ru: Резервное копирование и восстановление NextBox можно выполнять из приложения NextBox Nextcloud App. Для выполнения операции резервного копирования или восстановления необходимо, чтобы к NextBox было подключено устройство хранения данных.
sk: NextBox môžete zálohovať a obnoviť z aplikácie NextBox Nextcloud. Na vykonanie operácie zálohovania alebo obnovy musíte mať k vášmu NextBoxu pripojené úložné zariadenie.
sl: NextBox lahko varnostno kopirate in obnovite v aplikaciji NextBox Nextcloud. Za izvedbo operacije varnostnega kopiranja ali obnovitve morate imeti napravo za shranjevanje priključeno na NextBox.
sv: NextBox kan säkerhetskopieras och återställas från NextBox Nextcloud-appen. För att kunna utföra en säkerhetskopiering eller återställning måste du ha en lagringsenhet ansluten till din NextBox.
zh_cn: NextBox可以在NextBox Nextcloud应用程序中进行备份和恢复。为了执行备份或恢复操作，您需要在您的NextBox上连接一个存储设备。

source: To enable backup and restore onto a storage device please follow these steps:
bg: За да разрешите архивиране и възстановяване на устройство за съхранение, следвайте следните стъпки:
cs: Chcete-li povolit zálohování a obnovení na úložné zařízení, postupujte podle následujících kroků:
de: Um die Sicherung und Wiederherstellung auf einem Speichergerät zu aktivieren, gehen Sie bitte wie folgt vor:
el: Για να ενεργοποιήσετε τη δημιουργία αντιγράφων ασφαλείας και την επαναφορά σε μια συσκευή αποθήκευσης, ακολουθήστε τα παρακάτω βήματα:
es: Para activar la copia de seguridad y la restauración en un dispositivo de almacenamiento, siga estos pasos:
et: Varundamise ja taastamise lubamiseks mäluseadmesse järgige järgmisi samme:
fi: Voit ottaa varmuuskopioinnin ja palautuksen käyttöön tallennuslaitteelle noudattamalla seuraavia ohjeita:
fr: Pour activer la sauvegarde et la restauration sur un périphérique de stockage, veuillez suivre les étapes suivantes :
hu: A biztonsági mentés és visszaállítás engedélyezéséhez kövesse az alábbi lépéseket:
ja: ストレージデバイスへのバックアップ＆リストアを有効にするには、以下の手順に従ってください。
lt: Norėdami įjungti atsarginių kopijų kūrimą ir atkūrimą į atminties įrenginį, atlikite šiuos veiksmus:
lv: Lai iespējotu dublēšanu un atjaunošanu atmiņas ierīcē, izpildiet šādas darbības:
nl: Volg deze stappen om back-up en herstel op een opslagapparaat in te schakelen:
pl: Aby włączyć tworzenie kopii zapasowej i przywracanie na urządzeniu pamięci masowej, należy wykonać następujące czynności:
pt: Para ativar o backup e a restauração em um dispositivo de armazenamento, siga estes passos:
ro: Pentru a activa salvarea și restaurarea pe un dispozitiv de stocare, urmați pașii de mai jos:
ru: Чтобы включить резервное копирование и восстановление на устройство хранения, выполните следующие действия:
sk: Ak chcete povoliť zálohovanie a obnovenie na pamäťové zariadenie, postupujte podľa nasledujúcich krokov:
sl: Če želite omogočiti varnostno kopiranje in obnovitev v pomnilniško napravo, sledite naslednjim korakom:
sv: För att aktivera säkerhetskopiering och återställning till en lagringsenhet följer du de här stegen:
zh_cn: 要启用备份和恢复到存储设备上，请遵循以下步骤。

source: Make sure your storage device contains at least one partition formatted with a supported file-system (currently *ext* and *xfs* are supported).
bg: Уверете се, че устройството за съхранение съдържа поне един дял, форматиран с поддържана файлова система (понастоящем се поддържат *ext* и *xfs*).
cs: Ujistěte se, že vaše úložné zařízení obsahuje alespoň jeden oddíl naformátovaný podporovaným souborovým systémem (v současné době jsou podporovány *ext* a *xfs*).
de: Stellen Sie sicher, dass Ihr Speichergerät mindestens eine Partition enthält, die mit einem unterstützten Dateisystem formatiert ist (derzeit werden *ext* und *xfs* unterstützt).
el: Βεβαιωθείτε ότι η συσκευή αποθήκευσης περιέχει τουλάχιστον μία κατάτμηση διαμορφωμένη με ένα υποστηριζόμενο σύστημα αρχείων (προς το παρόν υποστηρίζονται τα συστήματα *ext* και *xfs*).
es: Asegúrese de que su dispositivo de almacenamiento contiene al menos una partición formateada con un sistema de archivos compatible (actualmente se admiten *ext* y *xfs*).
et: Veenduge, et teie mäluseade sisaldab vähemalt ühte partitsiooni, mis on vormindatud toetatud failisüsteemiga (praegu on toetatud *ext* ja *xfs*).
fi: Varmista, että tallennuslaitteessa on vähintään yksi osio, joka on alustettu tuetulla tiedostojärjestelmällä (tällä hetkellä tuettuja ovat *ext* ja *xfs*).
fr: Assurez-vous que votre périphérique de stockage contient au moins une partition formatée avec un système de fichiers supporté (actuellement *ext* et *xfs* sont supportés).
hu: Győződjön meg róla, hogy a tárolóeszköz legalább egy támogatott fájlrendszerrel formázott partíciót tartalmaz (jelenleg *ext* és *xfs* támogatott).
ja: ストレージデバイスに、サポートされているファイルシステム（現在は*ext*と*xfs*がサポートされています）でフォーマットされたパーティションが1つ以上あることを確認してください。
lt: Įsitikinkite, kad atminties įrenginyje yra bent vienas skirsnis, suformatuotas palaikoma failų sistema (šiuo metu palaikomos *ext* ir *xfs*).
lv: Pārliecinieties, ka atmiņas ierīcē ir vismaz viens nodalījums, kas formatēts ar atbalstītu failu sistēmu (pašlaik tiek atbalstītas *ext* un *xfs*).
nl: Zorg ervoor dat uw opslagapparaat ten minste één partitie bevat die is geformatteerd met een ondersteund bestandssysteem (momenteel worden *ext* en *xfs* ondersteund).
pl: Upewnij się, że urządzenie pamięci masowej zawiera co najmniej jedną partycję sformatowaną w obsługiwanym systemie plików (obecnie obsługiwane są *ext* i *xfs*).
pt: Certifique-se de que seu dispositivo de armazenamento contém pelo menos uma partição formatada com um sistema de arquivos suportado (atualmente *ext* e *xfs* são suportados).
ro: Asigurați-vă că dispozitivul de stocare conține cel puțin o partiție formatată cu un sistem de fișiere acceptat (în prezent sunt acceptate *ext* și *xfs*).
ru: Убедитесь, что ваше устройство хранения данных содержит хотя бы один раздел, отформатированный с поддерживаемой файловой системой (в настоящее время поддерживаются *ext* и *xfs*).
sk: Uistite sa, že vaše úložné zariadenie obsahuje aspoň jeden oddiel naformátovaný podporovaným systémom súborov (v súčasnosti sú podporované *ext* a *xfs*).
sl: Prepričajte se, da je v pomnilniški napravi vsaj en razdelek formatiran s podprtim datotečnim sistemom (trenutno sta podprta *ext* in *xfs*).
sv: Se till att din lagringsenhet innehåller minst en partition som är formaterad med ett filsystem som stöds (för närvarande stöds *ext* och *xfs*).
zh_cn: 确保你的存储设备至少包含一个用支持的文件系统格式化的分区（目前支持*ext*和*xfs*）。

source: Attach the storage device to your NextBox to any of the USB ports and *remember to use an external power supply* (:ref:`more information<usb-power-supply>`)
bg: Свържете устройството за съхранение към вашия NextBox към някой от USB портовете и *не забравяйте да използвате външно захранване* (:ref:`more information<usb-power-supply>`)
cs: Připojte paměťové zařízení k NextBoxu k některému z portů USB a *nezapomeňte použít externí zdroj napájení* (:ref:`další informace<usb-power-supply>`).
de: Schließen Sie das Speichergerät an Ihrer NextBox an einen der USB-Anschlüsse an und *vergessen Sie nicht, ein externes Netzteil zu verwenden* (:ref:`mehr Informationen<usb-power-supply>`)
el: Συνδέστε τη συσκευή αποθήκευσης στο NextBox σας σε οποιαδήποτε από τις θύρες USB και *θυμηθείτε να χρησιμοποιήσετε ένα εξωτερικό τροφοδοτικό* (:ref:`περισσότερες πληροφορίες<usb-power-supply>`)
es: Conecta el dispositivo de almacenamiento a tu NextBox en cualquiera de los puertos USB y *recuerda utilizar una fuente de alimentación externa* (:ref:`más información<usb-power-supply>`)
et: Ühendage salvestusseade oma NextBoxi mis tahes USB-porti ja *mäletage, et kasutaksite välist toiteallikat* (:ref:`Määratlikumat teavet<usb-toiteallikas>`)
fi: Liitä tallennuslaite NextBoxiin mihin tahansa USB-porttiin ja *muista käyttää ulkoista virtalähdettä* (:ref:`lisätietoa<usb-virtalähde>`))
fr: Connectez le périphérique de stockage à votre NextBox à l'un des ports USB et *n'oubliez pas d'utiliser une alimentation externe* (:ref:`plus d'informations<usb-power-supply>`)
hu: Csatlakoztassa a tárolóeszközt a NextBoxhoz az USB-portok bármelyikéhez, és *ne felejtsen el külső tápegységet használni* (:ref:`több információ<usb-tápegység>`)
ja: NextBoxのいずれかのUSBポートにストレージデバイスを取り付け、*外部電源*を忘れずに使用してください(:ref:`more information<usb-power-supply>`)
lt: Prijunkite atminties įrenginį prie "NextBox" prie bet kurio iš USB prievadų ir *neužmirškite naudoti išorinį maitinimo šaltinį* (:ref:`daugiau informacijos<usb-power-supply>`)
lv: Pievienojiet NextBox atmiņas ierīci jebkurai USB ligzdai un *neaizmirstiet izmantot ārējo barošanas avotu* (:ref:`more information<usb-power-supply>`).
nl: Sluit het opslagapparaat op uw NextBox aan op een van de USB-poorten en *denk eraan om een externe voeding te gebruiken* (:ref:`more information<usb-power-supply>`)
pl: Podłącz urządzenie pamięci masowej do urządzenia NextBox do któregokolwiek z portów USB i *pamiętaj o użyciu zewnętrznego zasilacza* (:ref:`więcej informacji<usb-power-supply>`).
pt: Fixe o dispositivo de armazenamento à sua NextBox em qualquer uma das portas USB e * lembre-se de utilizar uma fonte de alimentação externa* (:ref:`mais informações<usb-power-supply>`)
ro: Atașați dispozitivul de stocare la NextBox la oricare dintre porturile USB și *nu uitați să folosiți o sursă de alimentare externă* (:ref:`mai multe informații<usb-power-supply>`)
ru: Подключите устройство хранения данных к вашему NextBox к любому из портов USB и *не забудьте использовать внешний источник питания* (:ref:`more information<usb-power-supply>`)
sk: Pripojte úložné zariadenie k vášmu NextBoxu k niektorému z portov USB a *nezabudnite použiť externý zdroj napájania* (:ref:`more information<usb-power-supply>`)
sl: Priključite napravo za shranjevanje na NextBox na katerega koli od vhodov USB in *ne pozabite uporabiti zunanjega napajalnika* (:ref:`več informacij<usb-power-supply>`)
sv: Anslut lagringsenheten till din NextBox till någon av USB-portarna och *mom ihåg att använda ett externt nätaggregat* (:ref:`mer information<usb-power-supply>`)
zh_cn: 将存储设备连接到你的NextBox的任何一个USB端口，*记得使用外部电源*（:参考:`更多信息<usb-power-supply>`）。

source: Once attached you will see the storage(s) inside "Storage Management" below "Available Storages"
bg: След като бъде прикачен, ще видите хранилището(ата) в "Управление на хранилищата" под "Налични хранилища"
cs: Po připojení se úložiště zobrazí v části "Správa úložišť" pod položkou "Dostupná úložiště"
de: Nach dem Anschließen sehen Sie den/die Speicher in der "Speicherverwaltung" unter "Verfügbare Speicher".
el: Μόλις συνδεθεί, θα δείτε τον αποθηκευτικό χώρο (ή τους αποθηκευτικούς χώρους) μέσα στο "Διαχείριση αποθηκευτικών χώρων" κάτω από το "Διαθέσιμοι αποθηκευτικοί χώροι",
es: Una vez conectado, verá el(los) almacenamiento(s) dentro de "Gestión del almacenamiento" debajo de "Almacenes disponibles";
et: Kui see on ühendatud, näete salvestusruumi(d) "Salvestusruumi haldamine" all "Saadaolevad salvestusruumid";
fi: Kun se on liitetty, näet tallennustilan (tallennustilat) kohdassa "Tallennustilan hallinta" kohdassa "Käytettävissä olevat tallennustilat";
fr: Une fois attaché, vous verrez le(s) stockage(s) dans "Gestion du stockage" sous "Stockages disponibles".
hu: A csatlakoztatás után a tároló(k) a "Tárolók kezelése" alatt "Elérhető tárolók" alatt lesz látható;
ja: 接続されると、利用可能なストレージの下にある、"Storage Management"の中にストレージが表示されます。
lt: Prijungę matysite saugyklą (-as) "Saugyklų valdymas" žemiau "Turimos saugyklos"
lv: Pēc pievienošanas jūs redzēsiet krātuvi(-es) zem "Krātuves pārvaldība" zem "Pieejamās krātuves";
nl: Eenmaal aangesloten ziet u de opslagruimte(n) in "Storage Management" onder "Available Storages"
pl: Po podłączeniu zobaczysz magazyn(y) wewnątrz "Zarządzanie przechowywaniem" poniżej "Dostępne magazyny"
pt: Uma vez anexado, você verá o(s) armazenamento(s) dentro "Gestão de armazenamento" abaixo "Armazéns" disponíveis;
ro: Odată atașat, veți vedea spațiul (spațiile) de stocare în "Storage Management" sub "Available Storages"
ru: После подключения вы увидите хранилище (хранилища) в разделе "Управление хранилищем" под "Доступными хранилищами"
sk: Po pripojení uvidíte úložisko (úložiská) v časti "Správa úložísk" pod "Dostupné úložiská"
sl: Ko je priključen, boste videli shrambo(-e) znotraj "Upravljanje shrambe" pod "Razpoložljive shrambe"
sv: När den är ansluten ser du lagret/lagren i "Lagringshantering" under "Tillgängliga lagringsutrymmen"
zh_cn: 一旦连接上，你会在 "可用存储空间 "下面的 "存储管理 "中看到存储。

source: Click on the plus-symbol on the right side to *mount* your storage and make it available for backup and restore operations. The added storage is now listed inside "Mounted Storages".
bg: Щракнете върху символа плюс вдясно, за да *монтирате* паметта си и да я направите достъпна за операции по архивиране и възстановяване. Добавеното хранилище вече е в списъка с "Монтирани хранилища".
cs: Kliknutím na symbol plus na pravé straně *připojíte* úložiště a zpřístupníte je pro operace zálohování a obnovení. Přidané úložiště je nyní uvedeno v seznamu "Připojená úložiště".
de: Klicken Sie auf das Plus-Symbol auf der rechten Seite, um Ihren Speicher zu *mounten* und ihn für Sicherungs- und Wiederherstellungsvorgänge verfügbar zu machen. Der hinzugefügte Speicher wird nun unter "Mounted Storages" aufgelistet.
el: Κάντε κλικ στο σύμβολο συν στη δεξιά πλευρά για να *προσαρτήσετε* τον αποθηκευτικό σας χώρο και να τον καταστήσετε διαθέσιμο για λειτουργίες δημιουργίας αντιγράφων ασφαλείας και επαναφοράς. Ο αποθηκευτικός χώρος που προστέθηκε εμφανίζεται τώρα στη λίστα μέσα στο "Mounted Storages".
es: Haga clic en el símbolo "+" de la derecha para *montar* su almacenamiento y hacerlo disponible para las operaciones de copia de seguridad y restauración. El almacenamiento añadido aparece ahora dentro de "Almacenes montados".
et: Klõpsake paremal pool oleval pluss-sümbolil, et *ühendada* oma mälu ja teha see kättesaadavaks varundus- ja taastamistoiminguteks. Lisatud salvestusruum on nüüd loetletud "Mounted Storages" sees.
fi: Napsauta oikealla puolella olevaa plus-symbolia, kun haluat *kiinnittää* tallennustilan ja asettaa sen varmuuskopiointi- ja palautustoimintojen käyttöön. Lisätty tallennustila on nyt luettelossa kohdassa "Asennetut tallennustilat".
fr: Cliquez sur le symbole plus sur le côté droit pour *monter* votre stockage et le rendre disponible pour les opérations de sauvegarde et de restauration. Le stockage ajouté est maintenant listé dans "Mounted Storages".
hu: Kattintson a jobb oldali plusz szimbólumra, hogy *csatolja* a tárhelyet, és elérhetővé tegye azt a mentési és visszaállítási műveletekhez. A hozzáadott tároló mostantól a "Felcsatolt tárolók" listában szerepel.
ja: 右側のプラス記号をクリックすると、ストレージが*マウント*され、バックアップやリストアの操作が可能になります。追加されたストレージは、"Mounted Storages"の中に表示されます。
lt: Spustelėkite dešinėje pusėje esantį pliuso simbolį, kad *įmontuotumėte* saugyklą ir padarytumėte ją prieinamą atsarginių kopijų kūrimo ir atkūrimo operacijoms. Pridėta saugykla dabar yra sąraše "Sumontuotos saugyklos".
lv: Noklikšķiniet uz plus simbola labajā pusē, lai *montētu* savu krātuvi un padarītu to pieejamu dublēšanas un atjaunošanas operācijām. Pievienotā krātuve tagad ir uzskaitīta sadaļā "Mounted Storages".
nl: Klik op het plus-symbool aan de rechterkant om uw opslag te *mounten* en beschikbaar te maken voor backup en restore operaties. De toegevoegde opslag wordt nu vermeld in "Mounted Storages".
pl: Kliknij symbol plusa po prawej stronie, aby *zamontować* magazyn i udostępnić go do operacji tworzenia kopii zapasowych i przywracania. Dodany magazyn jest teraz wyświetlany na liście "Zamontowane magazyny".
pt: Clique no símbolo de mais no lado direito para *montar* o seu armazenamento e disponibilizá-lo para operações de backup e restauração. O armazenamento adicionado está agora listado dentro do "Mounted Storages".
ro: Faceți clic pe simbolul plus din partea dreaptă pentru a *monta* spațiul de stocare și a-l face disponibil pentru operațiunile de backup și restaurare. Dispozitivul de stocare adăugat este acum listat în secțiunea "Mounted Storages".
ru: Нажмите на символ плюса справа, чтобы *монтировать* ваше хранилище и сделать его доступным для операций резервного копирования и восстановления. Добавленное хранилище теперь находится в списке "Смонтированные хранилища".
sk: Kliknutím na symbol plus na pravej strane *pripojíte* svoje úložisko a sprístupníte ho na operácie zálohovania a obnovy. Pridané úložisko je teraz uvedené v zozname "Namontované úložiská".
sl: Kliknite simbol plus na desni strani, da *montirate* svoj pomnilnik in ga daste na voljo za varnostno kopiranje in obnovitev. Dodani pomnilnik je zdaj naveden v razdelku "Mounted Storages".
sv: Klicka på plus-symbolen på höger sida för att *montera* ditt lagringsutrymme och göra det tillgängligt för säkerhetskopiering och återställning. Det tillagda lagret visas nu i "Mounted Storages".
zh_cn: 点击右侧的加号符号，*挂载*你的存储，使其可用于备份和恢复操作。添加的存储空间现在被列在 "已安装的存储空间 "中。

source: Backup
bg: Резервно копие
cs: Záloha
de: Sicherung
el: Δημιουργία αντιγράφων ασφαλείας
es: Copia de seguridad
et: Varukoopia
fi: Varmuuskopiointi
fr: Sauvegarde
hu: Biztonsági mentés
ja: バックアップ
lt: Atsarginė kopija
lv: Rezerves kopija
pl: Kopia zapasowa
pt: Cópia de segurança
ru: Резервное копирование
sk: Zálohovanie
sl: Varnostna kopija
sv: Säkerhetskopiering
zh_cn: 备份
