Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/nextbox.po
Languages: bg, cs, de, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: **USB Type-C / Power Supply** connector is designated as a replacement for the stock connector on the front side and is exclusively for supplying power to the NextBox and cannot transfer data.
bg: **USB Type-C / Power Supply** конекторът е обозначен като заместител на стандартния конектор от предната страна и е предназначен изключително за захранване на NextBox и не може да прехвърля данни.
cs: Konektor **USB typu C / napájecí** je určen jako náhrada za standardní konektor na přední straně a slouží výhradně k napájení zařízení NextBox a nemůže přenášet data.
de: Der **USB Type-C / Power Supply** Anschluss ist als Ersatz für den serienmäßigen Anschluss an der Vorderseite vorgesehen und dient ausschließlich der Stromversorgung der NextBox und kann keine Daten übertragen.
el: Ο σύνδεσμος **USB Type-C / Power Supply** προορίζεται ως αντικαταστάτης του αρχικού συνδέσμου στην μπροστινή πλευρά και προορίζεται αποκλειστικά για την παροχή ρεύματος στο NextBox και δεν μπορεί να μεταφέρει δεδομένα.
es: El conector **USB Tipo-C / Fuente de alimentación** está designado como un reemplazo para el conector de stock en la parte delantera y es exclusivamente para suministrar energía a la NextBox y no puede transferir datos.
et: **USB Type-C / toiteallikas** pesa on ette nähtud esipoolse pesa asendamiseks ja see on mõeldud ainult NextBoxi toiteallikaks ning ei saa andmeid edastada.
fi: **USB Type-C / virtalähde** -liitin on tarkoitettu etupuolella olevan vakioliittimen korvaajaksi, ja se on tarkoitettu yksinomaan NextBoxin virransyöttöön, eikä sillä voi siirtää tietoja.
fr: Le connecteur **USB Type-C / Power Supply** est désigné comme un remplacement du connecteur de série sur la face avant et sert exclusivement à alimenter la NextBox et ne peut pas transférer de données.
hu: Az **USB Type-C / tápegység** csatlakozó az elülső oldalon található szabványos csatlakozó helyettesítésére szolgál, és kizárólag a NextBox tápellátására szolgál, adatátvitelre nem alkalmas.
ja: **USB Type-C / Power Supply**コネクタは、前面の純正コネクタの代わりに指定されており、NextBoxへの電源供給専用で、データ転送はできません。
lt: **USB Type-C / maitinimo šaltinio** jungtis skirta pakeisti priekinėje pusėje esančią standartinę jungtį ir yra skirta tik maitinti "NextBox" ir negali perduoti duomenų.
lv: **USB Type-C / Power Supply** savienotājs ir paredzēts kā aizvietotājs priekšpusē esošajam savienotājam un ir paredzēts tikai NextBox barošanas padevei, un tas nevar pārsūtīt datus.
nl: De **USB Type-C / Power Supply** connector is bedoeld als vervanging voor de standaard connector aan de voorzijde en is uitsluitend bedoeld om de NextBox van stroom te voorzien en kan geen gegevens overdragen.
pl: Złącze **USB Type-C / Power Supply** jest przeznaczone do zastąpienia standardowego złącza na przedniej stronie i służy wyłącznie do zasilania NextBoxa i nie może przesyłać danych.
pt: **O conector USB Tipo C / Fonte de Alimentação*** é designado como um substituto para o conector de stock no lado frontal e destina-se exclusivamente ao fornecimento de energia à NextBox, não podendo transferir dados.
ro: **Conectorul USB Type-C / Power Supply** este desemnat ca înlocuitor al conectorului de serie din partea frontală și este destinat exclusiv alimentării cu energie a NextBox și nu poate transfera date.
ru: Разъем **USB Type-C / Power Supply** предназначен для замены стандартного разъема на передней стороне и предназначен исключительно для подачи питания на NextBox и не может передавать данные.
sk: Konektor **USB Type-C / Power Supply** je určený ako náhrada za sériový konektor na prednej strane a slúži výlučne na napájanie zariadenia NextBox a nemôže prenášať údaje.
sl: Konektor **USB Type-C / Power Supply** je označen kot nadomestek za standardni konektor na sprednji strani in je namenjen izključno napajanju naprave NextBox ter ne more prenašati podatkov.
sv: **USB Type-C / Power Supply**-kontakten är avsedd att ersätta den vanliga kontakten på framsidan och är uteslutande avsedd för strömförsörjning till NextBox och kan inte överföra data.
zh_cn: **USB Type-C / Power Supply**连接器被指定为替代正面的原厂连接器，专门为NextBox供电，不能传输数据。

source: The right side of the NextBox is designed so that all mandatory interfaces can be accessed from this side.
bg: Дясната страна на NextBox е проектирана така, че всички задължителни интерфейси да са достъпни от тази страна.
cs: Pravá strana NextBoxu je navržena tak, aby z ní byla přístupná všechna povinná rozhraní.
de: Die rechte Seite der NextBox ist so gestaltet, dass alle obligatorischen Schnittstellen von dieser Seite aus erreicht werden können.
el: Η δεξιά πλευρά του NextBox είναι σχεδιασμένη έτσι ώστε όλες οι υποχρεωτικές διεπαφές να είναι προσβάσιμες από αυτή την πλευρά.
es: El lado derecho del NextBox está diseñado para que se pueda acceder a todas las interfaces obligatorias desde este lado.
et: NextBoxi parem külg on kujundatud nii, et kõik kohustuslikud liidesed on selle külje pealt kättesaadavad.
fi: NextBoxin oikea puoli on suunniteltu siten, että kaikki pakolliset liitännät ovat käytettävissä tältä puolelta.
fr: Le côté droit de la NextBox est conçu de manière à ce que toutes les interfaces obligatoires soient accessibles de ce côté.
hu: A NextBox jobb oldala úgy van kialakítva, hogy minden kötelező interfész elérhető legyen erről az oldalról.
ja: NextBoxの右側は、必須のインターフェースがすべてここからアクセスできるように設計されています。
lt: Dešinioji "NextBox" pusė suprojektuota taip, kad iš jos būtų galima pasiekti visas privalomas sąsajas.
lv: NextBox labā puse ir veidota tā, lai visas obligātās saskarnes būtu pieejamas no šīs puses.
nl: De rechterzijde van de NextBox is zo ontworpen dat alle verplichte interfaces vanaf deze zijde toegankelijk zijn.
pl: Prawa strona NextBox jest tak zaprojektowana, że z tej strony można uzyskać dostęp do wszystkich obowiązkowych interfejsów.
pt: O lado direito da NextBox foi projetado para que todas as interfaces obrigatórias possam ser acessadas a partir deste lado.
ro: Partea dreaptă a NextBox este proiectată astfel încât toate interfețele obligatorii să poată fi accesate din această parte.
ru: Правая сторона NextBox спроектирована таким образом, что доступ ко всем обязательным интерфейсам возможен с этой стороны.
sk: Pravá strana NextBoxu je navrhnutá tak, aby z nej bol prístup ku všetkým povinným rozhraniam.
sl: Desna stran NextBoxa je zasnovana tako, da lahko z nje dostopate do vseh obveznih vmesnikov.
sv: NextBox:s högra sida är utformad så att alla obligatoriska gränssnitt kan nås från denna sida.
zh_cn: NextBox右侧的设计使所有必须的接口都可以从这一侧进入。

source: The **RJ45 - 1GbE Ethernet** connector connects your NextBox with your home network and shall stay connected at all times.
bg: Конекторът **RJ45 - 1GbE Ethernet** свързва Вашия NextBox с домашната Ви мрежа и ще остане свързан по всяко време.
cs: Konektor **RJ45 - 1GbE Ethernet** připojuje zařízení NextBox k domácí síti a zůstává neustále připojen.
de: Der **RJ45 - 1GbE Ethernet** Anschluss verbindet Ihre NextBox mit Ihrem Heimnetzwerk und soll immer verbunden bleiben.
el: Ο σύνδεσμος **RJ45 - 1GbE Ethernet** συνδέει το NextBox σας με το οικιακό σας δίκτυο και θα παραμείνει συνδεδεμένο ανά πάσα στιγμή.
es: El conector **RJ45 - 1GbE Ethernet** conecta su NextBox con su red doméstica y deberá permanecer conectado en todo momento.
et: **RJ45 - 1GbE Ethernet** pistik ühendab teie NextBoxi teie koduvõrguga ja jääb alati ühendatuks.
fi: **RJ45 - 1GbE Ethernet** -liitin yhdistää NextBoxin kotiverkkoon, ja sen on pysyttävä aina yhteydessä.
fr: Le connecteur **RJ45 - 1GbE Ethernet** connecte votre NextBox à votre réseau domestique et doit rester connecté à tout moment.
hu: Az **RJ45 - 1GbE Ethernet** csatlakozó összeköti a NextBoxot az otthoni hálózattal, és mindig kapcsolatban marad.
ja: RJ45 - 1GbEイーサネット**コネクタは、NextBoxとホームネットワークを接続し、常に接続状態を保つことができます。
lt: **RJ45 - 1GbE Ethernet** jungtis sujungia jūsų "NextBox" su namų tinklu ir turi išlikti prijungtas visą laiką.
lv: **RJ45 - 1GbE Ethernet** savienotājs savieno NextBox ar jūsu mājas tīklu, un tas vienmēr paliks savienots.
nl: De **RJ45 - 1GbE Ethernet** connector verbindt uw NextBox met uw thuisnetwerk en zal altijd verbonden blijven.
pl: Złącze **RJ45 - 1GbE Ethernet** łączy urządzenie NextBox z siecią domową i zapewnia stałą łączność.
pt: O conector **RJ45 - 1GbE Ethernet*** liga a sua NextBox à sua rede doméstica e deve permanecer sempre ligado.
ro: Conectorul **RJ45 - 1GbE Ethernet** conectează NextBox la rețeaua dvs. de acasă și va rămâne conectat în permanență.
ru: Разъем **RJ45 - 1GbE Ethernet** соединяет ваш NextBox с домашней сетью и позволяет всегда оставаться на связи.
sk: Konektor **RJ45 - 1GbE Ethernet** spája váš NextBox s vašou domácou sieťou a zostane pripojený po celý čas.
sl: Priključek **RJ45 - 1GbE Ethernet** poveže vaš NextBox z domačim omrežjem in ostane povezan ves čas.
sv: **RJ45 - 1GbE Ethernet**-anslutningen ansluter din NextBox till ditt hemnätverk och ska alltid vara ansluten.
zh_cn: RJ45 - 1GbE以太网**连接器将您的NextBox与您的家庭网络连接起来，应随时保持连接。

source: **Free USB 3 - Type A Slot**, please see :ref:`Hardware FAQ<usb-power-supply>`
bg: **Свободен USB 3 - слот тип А**, моля, вижте :ref:`Hardware FAQ<usb-power-supply>`
cs: **Volný slot USB 3 - typ A**, viz :ref:`Hardware FAQ<usb-power-supply>`
de: **Freier USB 3 - Typ A Steckplatz**, siehe :ref:`Hardware FAQ<usb-power-supply>`
el: **Ελεύθερη υποδοχή USB 3 - Τύπος A**, ανατρέξτε στην ενότητα :ref:`Hardware FAQ<usb-power-supply>`
es: **Ranura USB 3 - Tipo A**, consulte :ref:`Hardware FAQ<usb-power-supply>`
et: **Vaba USB 3 - A-tüüpi pesa**, vt :ref:`Hardware FAQ<usb-power-supply>`
fi: **Vapaa USB 3 -tyypin A-korttipaikka**, katso :ref:`Hardware FAQ<usb-power-supply>`
fr: **Fiche USB 3 - Type A gratuite**, veuillez consulter :ref:`Foire aux questions sur le matériel<usb-power-supply>`.
hu: **Ingyenes USB 3 - A típusú csatlakozóhely**, lásd :ref:`Hardware FAQ<usb-power-supply>`
lt: **Laisvas USB 3 - A tipo lizdas**, žr. :ref:`DUK apie aparatinę įrangą<usb-power-supply>`
lv: **Bez maksas USB 3 - A tipa ligzda**, lūdzu, skatiet :ref:`Biežāk uzdotie jautājumi par aparatūru<usb-power-supply>`
nl: **Vrije USB 3 - Type A Slot**, zie :ref:`Hardware FAQ<usb-power-supply>`
pl: **Darmowe gniazdo USB 3 - typ A**, proszę zobaczyć :ref:`Hardware FAQ<usb-power-supply>`.
pt: **Free USB 3 - Tipo A Slot**, por favor veja :ref:`Hardware FAQ<usb-power-supply>`
ro: **Free USB 3 - Slot tip A**, vă rugăm să consultați :ref:`Hardware FAQ<usb-power-supply>`
ru: **Бесплатный слот USB 3 - тип A**, пожалуйста, смотрите :ref:`Hardware FAQ<usb-power-supply>`.
sk: **Voľný slot USB 3 - typ A**, pozri :ref:`Hardware FAQ<usb-power-supply>`
sl: **Brezplačna reža USB 3 - tip A**, glejte :ref:`Hardware FAQ<usb-power-supply>`
sv: **Gratis USB 3 - typ A-kortplats**, se :ref:`Hardware FAQ<usb-power-supply>`
zh_cn: **免费的USB 3 - A型插槽**，请参见 :ref:`硬件常见问题<usb-power-supply>`。

source: **Reserved USB 3 - Type A Slot**, used for the internal hard-disk. *Never remove this connector!*
bg: **Запазен слот USB 3 - тип А**, използван за вътрешния твърд диск. * Никога не изваждайте този конектор!*
cs: **Vyhrazený slot USB 3 - typ A**, který se používá pro interní pevný disk. *Tento konektor nikdy neodstraňujte!*
de: **Reservierter USB 3 - Typ A Slot**, wird für die interne Festplatte verwendet. *Niemals diesen Anschluss entfernen**.
el: **Κατάλληλη υποδοχή USB 3 - Τύπου Α**, που χρησιμοποιείται για τον εσωτερικό σκληρό δίσκο. *Ποτέ μην αφαιρείτε αυτό το βύσμα!*
es: **Ranura reservada USB 3 - Tipo A**, utilizada para el disco duro interno. *No retire nunca este conector.
et: **Reserveeritud USB 3 - tüüp A pesa**, mida kasutatakse sisemise kõvaketta jaoks. *Mitte kunagi eemaldage seda pistikut!*
fi: **Varattu USB 3 - tyyppi A -paikka**, jota käytetään sisäistä kiintolevyä varten. *Älä koskaan poista tätä liitintä!*
fr: **Emplacement USB 3 - Type A réservé**, utilisé pour le disque dur interne. *Ne retirez jamais ce connecteur !
hu: **Fenntartott USB 3 - A-típusú foglalat**, a belső merevlemez számára. *Soha ne távolítsa el ezt a csatlakozót!*
ja: **内蔵ハードディスク用のUSB 3-Type Aスロットです。*このコネクタは絶対に外さないでください！*。
lt: **A tipo USB 3 lizdas**, naudojamas vidiniam kietajam diskui. *Niekada neišimkite šios jungties!*
lv: **rezervētā USB 3 - A tipa ligzda**, ko izmanto iekšējam cietajam diskam. * Nekad neizņemiet šo savienotāju!*
nl: **Gereserveerde USB 3 - Type A Slot**, gebruikt voor de interne harddisk. *Nooit deze connector verwijderen!*
pl: **Zarezerwowane gniazdo USB 3 - typ A**, używane dla wewnętrznego dysku twardego. *Nigdy nie usuwaj tego złącza!
pt: **Servado USB 3 - Slot tipo A**, utilizado para o disco rígido interno. *Nunca remova este conector!*
ro: **Slot rezervat USB 3 - Tip A**, utilizat pentru hard-disk-ul intern. *Nu scoateți niciodată acest conector!*
ru: **Резервный разъем USB 3 - тип A**, используется для внутреннего жесткого диска. *Никогда не извлекайте этот разъем!
sk: **Vyhradený slot USB 3 - typ A**, ktorý sa používa pre interný pevný disk. *Nikdy neodstraňujte tento konektor!*
sl: **Ohranjena reža USB 3 - tip A**, ki se uporablja za notranji trdi disk. *Nikoli ne odstranite tega priključka!*
sv: **Reserverad USB 3 - typ A-kortplats**, används för den interna hårddisken. *Ta aldrig bort den här kontakten!
zh_cn: **保留的USB 3 - A型插槽**，用于内部硬盘。千万不要拆除这个连接器！**。

source: **2x Free USB 2 - Type A Slots**, please see :ref:`Hardware FAQ<usb-power-supply>`
bg: **2x свободни слота USB 2 - тип A**, моля, вижте :ref:`Hardware FAQ<usb-power-supply>`
cs: **2x volné sloty USB 2 - typ A**, viz :ref:`Hardware FAQ<usb-power-supply>`
de: **2x freie USB 2 - Typ A Steckplätze**, siehe :ref:`Hardware FAQ<usb-power-supply>`
el: **2x Δωρεάν υποδοχές USB 2 - Τύπου A**, ανατρέξτε στο :ref:`Hardware FAQ<usb-power-supply>`
es: **2x ranuras USB 2 - Tipo A**, por favor, consulte :ref:`Hardware FAQ<usb-power-supply>`.
et: **2x tasuta USB 2 - A-tüüpi pesa**, vt :ref:`Hardware FAQ<usb-power-supply>`
fi: **2x Free USB 2 - Type A Slots**, katso :ref:`Hardware FAQ<usb-power-supply>`
fr: **2x Free USB 2 - Type A Slots**, veuillez consulter :ref:`Hardware FAQ<usb-power-supply>`.
hu: **2x Free USB 2 - Type A Slots**, lásd :ref:`Hardware FAQ<usb-power-supply>`
lt: **2x laisvi USB 2 - A tipo lizdai**, žr. :ref:`DUK apie aparatinę įrangą<usb-power-supply>`
lv: **2x brīvie USB 2 - A tipa slots**, lūdzu, skatiet :ref:`Aizdevumi un atbildes uz bieži uzdotiem jautājumiem par aparatūru<usb-power-supply>`
nl: **2x Vrije USB 2 - Type A Slots**, zie :ref:`Hardware FAQ<usb-power-supply>`
pl: **2x Wolne gniazda USB 2 - typ A**, proszę zobaczyć :ref:`Hardware FAQ<usb-power-supply>`.
pt: **2x USB 2 grátis - Slots Tipo A**, por favor veja :ref:`Hardware FAQ<usb-power-supply>`
ro: **2x Sloturi USB 2 - Tip A gratuite**, vă rugăm să consultați :ref:`Hardware FAQ<usb-power-supply>`
ru: **2x свободных слота USB 2 - тип A**, пожалуйста, смотрите :ref:`Hardware FAQ<usb-power-supply>`.
sk: **2x voľné sloty USB 2 - typ A**, pozri :ref:`Hardware FAQ<usb-power-supply>`
sl: **2x prosta reža USB 2 - tip A**, glejte :ref:`Hardware FAQ<usb-power-supply>`
sv: **2x gratis USB 2 - typ A-kortplatser**, se :ref:`Hardware FAQ<usb-power-supply>`
zh_cn: **2个免费的USB 2 - A型插槽**，请参见:参考:`硬件FAQ<usb-power-supply>`。

source: Using a hard-drive with an external power supply you can use any of the available USB slots. Keep in mind that the data transfer bandwidth for the USB 2 slots is less compared to the USB 3 slot.
bg: Ако използвате твърд диск с външно захранване, можете да използвате всеки от наличните USB слотове. Имайте предвид, че пропускателната способност за пренос на данни за USB 2 слотовете е по-малка в сравнение с USB 3 слота.
cs: Při použití pevného disku s externím zdrojem napájení můžete použít kterýkoli z dostupných slotů USB. Mějte na paměti, že šířka pásma pro přenos dat je u slotů USB 2 menší ve srovnání se slotem USB 3.
de: Bei Verwendung einer Festplatte mit externer Stromversorgung können Sie jeden der verfügbaren USB-Steckplätze nutzen. Beachten Sie, dass die Datenübertragungsbandbreite bei den USB-2-Steckplätzen im Vergleich zum USB-3-Steckplatz geringer ist.
el: Χρησιμοποιώντας έναν σκληρό δίσκο με εξωτερική τροφοδοσία μπορείτε να χρησιμοποιήσετε οποιαδήποτε από τις διαθέσιμες υποδοχές USB. Λάβετε υπόψη ότι το εύρος ζώνης μεταφοράς δεδομένων για τις υποδοχές USB 2 είναι μικρότερο σε σύγκριση με την υποδοχή USB 3.
es: Utilizando un disco duro con una fuente de alimentación externa puedes utilizar cualquiera de las ranuras USB disponibles. Ten en cuenta que el ancho de banda de transferencia de datos para las ranuras USB 2 es menor en comparación con la ranura USB 3.
et: Kasutades välise toiteallikaga kõvaketast, saate kasutada kõiki olemasolevaid USB-pesasid. Pidage meeles, et USB 2 pesade andmeedastuskaugus on väiksem võrreldes USB 3 pesaga.
fi: Ulkoisella virtalähteellä varustetun kiintolevyn avulla voit käyttää mitä tahansa käytettävissä olevista USB-paikoista. Muista, että USB 2 -paikkojen tiedonsiirtokaistanleveys on pienempi kuin USB 3 -paikkojen.
fr: En utilisant un disque dur avec une alimentation externe, vous pouvez utiliser n'importe lequel des emplacements USB disponibles. Gardez à l'esprit que la bande passante de transfert de données pour les emplacements USB 2 est inférieure à celle des emplacements USB 3.
hu: Külső tápegységgel ellátott merevlemezzel a rendelkezésre álló USB-helyek bármelyikét használhatja. Ne feledje, hogy az USB 2-es bővítőhelyek adatátviteli sávszélessége kisebb az USB 3-as bővítőhelyhez képest.
ja: 外部電源付きのハードドライブを使用すると、利用可能なUSBスロットのいずれかを使用できます。ただし、USB 2スロットのデータ転送帯域幅は、USB 3スロットに比べて小さいことにご留意ください。
lt: Naudodami kietąjį diską su išoriniu maitinimo šaltiniu galite naudoti bet kurį iš turimų USB lizdų. Atminkite, kad USB 2 lizdų duomenų perdavimo pralaidumas yra mažesnis, palyginti su USB 3 lizdu.
lv: Izmantojot cieto disku ar ārējo barošanas avotu, varat izmantot jebkuru no pieejamajiem USB slotiem. Paturiet prātā, ka datu pārraides joslas platums USB 2 slotos ir mazāks salīdzinājumā ar USB 3 slotu.
nl: Als u een harde schijf met een externe voeding gebruikt, kunt u elk van de beschikbare USB-sleuven gebruiken. Houd er rekening mee dat de bandbreedte voor gegevensoverdracht voor de USB 2-sleuven minder is dan voor de USB 3-sleuven.
pl: Używając dysku twardego z zewnętrznym zasilaczem można wykorzystać każdy z dostępnych slotów USB. Należy pamiętać, że przepustowość transferu danych dla gniazd USB 2 jest mniejsza w porównaniu do gniazda USB 3.
pt: Usando um disco rígido com uma fonte de alimentação externa, você pode usar qualquer um dos slots USB disponíveis. Tenha em mente que a largura de banda de transferência de dados para os slots USB 2 é menor em comparação com o slot USB 3.
ro: Dacă utilizați un hard-disk cu o sursă de alimentare externă, puteți folosi oricare dintre sloturile USB disponibile. Rețineți că lățimea de bandă de transfer de date pentru sloturile USB 2 este mai mică decât pentru sloturile USB 3.
ru: При использовании жесткого диска с внешним источником питания вы можете задействовать любой из доступных USB-слотов. Имейте в виду, что пропускная способность передачи данных для разъемов USB 2 меньше по сравнению с разъемами USB 3.
sk: Pri použití pevného disku s externým napájaním môžete použiť ktorýkoľvek z dostupných slotov USB. Majte na pamäti, že šírka pásma prenosu dát pre sloty USB 2 je menšia v porovnaní so slotom USB 3.
sl: Pri uporabi trdega diska z zunanjim napajalnikom lahko uporabite katero koli od razpoložljivih rež USB. Upoštevajte, da je pasovna širina prenosa podatkov za reže USB 2 manjša v primerjavi z režo USB 3.
sv: Om du använder en hårddisk med extern strömförsörjning kan du använda någon av de tillgängliga USB-platserna. Tänk på att bandbredden för dataöverföring för USB 2-platser är mindre än för USB 3-platser.
zh_cn: 使用带有外部电源的硬盘，你可以使用任何一个可用的USB插槽。请记住，与USB 3插槽相比，USB 2插槽的数据传输带宽较小。

source: **USB Type-C / Power Supply** (stock) connector, can be used as **[3]**
bg: **USB Type-C / захранващ конектор** (в наличност), може да се използва като **[3]**
cs: Konektor **USB typu C / napájecí zdroj** (skladem), lze použít jako **[3]**
de: **USB Typ-C / Netzteil** (serienmäßig) Anschluss, kann als **[3]** verwendet werden
el: Σύνδεσμος **USB Type-C / τροφοδοτικό** (stock), μπορεί να χρησιμοποιηθεί ως **[3]**
es: **Conector USB Tipo-C / Fuente de alimentación** (de serie), se puede utilizar como **[3]**
et: **USB Type-C / toiteallikas** (standard), saab kasutada kui **[3]**
fi: **USB Type-C / virtalähde** (varuste) liitin, voidaan käyttää **[3]** liitäntänä.
fr: **Connecteur USB Type-C / Alimentation** (stock), peut être utilisé comme **[3]**.
hu: **USB Type-C / tápegység** (alaptartozék) csatlakozó, **[3]**ként használható
ja: **USB Type-C / Power Supply**（純正）コネクタ、**[3]**として使用可能。
lt: **USB Type-C / maitinimo šaltinio** (atsarginė) jungtis, galima naudoti kaip **[3]**
lv: **USB Type-C / barošanas avota** (komplektācijā) savienotājs, var izmantot kā **[3]**
nl: **USB Type-C / Stroomvoorziening** (standaard) connector, kan gebruikt worden als **[3]**
pl: Złącze **USB Typ-C / zasilanie** (standardowe), może być używane jako **[3]**.
pt: **USB Tipo C / Fonte de alimentação** (em stock) conector, pode ser usado como **[3]**
ro: **Conector USB Type-C / Alimentare** (stoc), poate fi utilizat ca **[3]**
ru: Разъем **USB Type-C / блок питания** (в наличии), может использоваться как **[3]**.
sk: Konektor **USB typu C / napájací zdroj** (zásoba), možno použiť ako **[3]**
sl: **USB Type-C / napajalnik** (na zalogi), lahko se uporablja kot **[3]**
sv: **USB Type-C / Power Supply** (lager) kontakt, kan användas som **[3]**
zh_cn: **USB Type-C/电源**（库存）连接器，可作为**[3]**使用。

source: **Micro HDMI 1 slot**, usable but not needed.
bg: **Микро HDMI 1 слот**, използваем, но не е необходим.
cs: **Slot micro HDMI 1**, použitelný, ale není nutný.
de: **Micro HDMI 1 Steckplatz**, verwendbar, aber nicht erforderlich.
el: **Υποδοχή Micro HDMI 1**, χρησιμοποιήσιμη αλλά όχι απαραίτητη.
es: **Ranura Micro HDMI 1**, utilizable pero no necesaria.
et: **Micro HDMI 1 pesa**, kasutatav, kuid mittevajalik.
fi: **Micro HDMI 1 -liitäntäpaikka**, käyttökelpoinen, mutta ei välttämätön.
fr: **Fente Micro HDMI 1**, utilisable mais non nécessaire.
hu: **Micro HDMI 1 slot**, használható, de nem szükséges.
ja: **Micro HDMI 1スロット**、使用可能ですが必要ありません。
lt: **Micro HDMI 1 lizdas**, galima naudoti, bet nebūtina.
lv: **Micro HDMI 1 slots**, izmantojams, bet nav nepieciešams.
nl: **Micro HDMI 1 slot**, bruikbaar maar niet nodig.
pl: **Gniazdo micro HDMI 1**, użyteczne, ale nie potrzebne.
pt: **Micro slot HDMI 1**, utilizável mas não necessário.
ro: **Slot micro HDMI 1**, utilizabil, dar nu este necesar.
ru: **Разъем Micro HDMI 1**, можно использовать, но не нужно.
sk: **Micro HDMI 1 slot**, použiteľný, ale nie je potrebný.
sl: **Micro HDMI 1 reža**, uporabna, vendar ni potrebna.
sv: **Micro HDMI 1-kortplats**, kan användas men behövs inte.
zh_cn: **微型HDMI 1插槽**，可使用但不需要。
