Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/nextbox.po
Languages: bg, cs, de, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: Mounting Nextcloud using WebDAV can be done directly via most file managers, by adding a "remote server".
bg: Монтирането на Nextcloud с помощта на WebDAV може да се извърши директно чрез повечето файлови мениджъри, като се добави "отдалечен сървър".
cs: Připojení služby Nextcloud pomocí WebDAV lze provést přímo prostřednictvím většiny správců souborů přidáním "vzdáleného serveru".
de: Die Einbindung von Nextcloud über WebDAV kann direkt über die meisten Dateimanager erfolgen, indem ein "Remote Server" hinzugefügt wird.
el: Η προσάρτηση του Nextcloud με χρήση WebDAV μπορεί να γίνει απευθείας μέσω των περισσότερων διαχειριστών αρχείων, προσθέτοντας έναν "απομακρυσμένο διακομιστή".
es: El montaje de Nextcloud mediante WebDAV puede hacerse directamente a través de la mayoría de los gestores de archivos, añadiendo un "servidor remoto".
et: Nextcloudi paigaldamine WebDAVi abil on võimalik teha otse enamiku failihaldurite kaudu, lisades "kaugserveri".
fi: Nextcloudin asentaminen WebDAV:n avulla voidaan tehdä suoraan useimpien tiedostonhallintaohjelmien kautta lisäämällä "etäpalvelin".
fr: Monter Nextcloud en utilisant WebDAV peut être fait directement via la plupart des gestionnaires de fichiers, en ajoutant un "serveur distant".
hu: A Nextcloud WebDAV használatával történő csatlakoztatása közvetlenül a legtöbb fájlkezelőn keresztül, a "távoli kiszolgáló" hozzáadásával végezhető el.
ja: WebDAVを使用してNextcloudをマウントするには、ほとんどのファイルマネージャで"remote server"を追加することで直接行うことができます。
lt: "Nextcloud" prijungimą naudojant WebDAV galima atlikti tiesiogiai per daugumą failų tvarkyklių, pridėjus "nuotolinį serverį".
lv: Nextcloud uzstādīšanu, izmantojot WebDAV, var veikt tieši, izmantojot lielāko daļu failu pārvaldnieku, pievienojot "attālo serveri".
nl: Nextcloud mounten met WebDAV kan rechtstreeks via de meeste bestandsbeheerders, door een "remote server" toe te voegen.
pl: Montowanie Nextcloud za pomocą WebDAV może być wykonane bezpośrednio przez większość menedżerów plików, poprzez dodanie "zdalnego serwera".
pt: A montagem da Nextcloud usando WebDAV pode ser feita diretamente através da maioria dos gerenciadores de arquivos, adicionando um "servidor remoto".
ro: Montarea Nextcloud folosind WebDAV se poate face direct prin intermediul majorității managerilor de fișiere, prin adăugarea unui "remote server".
ru: Монтирование Nextcloud с помощью WebDAV можно выполнить непосредственно через большинство файловых менеджеров, добавив "удаленный сервер".
sk: Pripojenie služby Nextcloud pomocou WebDAV možno vykonať priamo prostredníctvom väčšiny správcov súborov pridaním položky "vzdialený server".
sl: Namestitev storitve Nextcloud z uporabo WebDAV lahko opravite neposredno prek večine upraviteljev datotek, tako da dodate "oddaljeni strežnik".
sv: Montering av Nextcloud med WebDAV kan göras direkt via de flesta filhanterare genom att lägga till en "fjärrserver".
zh_cn: 使用WebDAV安装Nextcloud可以直接通过大多数文件管理器，通过添加一个"远程服务器"来完成。

source: Additionally you can mount your Nextcloud files using WebDAV via commandline and `/etc/fstab` by installing the `davfs2` package.
bg: Освен това можете да монтирате файловете си в Nextcloud чрез WebDAV от командния ред и `/etc/fstab`, като инсталирате пакета `davfs2`.
cs: Navíc můžete připojit soubory Nextcloudu pomocí WebDAV přes příkazový řádek a `/etc/fstab` instalací balíčku `davfs2`.
de: Zusätzlich können Sie Ihre Nextcloud-Dateien mit WebDAV über die Kommandozeile und `/etc/fstab` mounten, indem Sie das Paket `davfs2` installieren.
el: Επιπλέον, μπορείτε να προσαρτήσετε τα αρχεία σας στο Nextcloud χρησιμοποιώντας WebDAV μέσω γραμμής εντολών και `/etc/fstab` εγκαθιστώντας το πακέτο `davfs2`.
es: Además, puedes montar tus archivos Nextcloud usando WebDAV a través de la línea de comandos y `/etc/fstab` instalando el paquete `davfs2`.
et: Lisaks saate oma Nextcloudi faile WebDAV-i abil käsurea ja `/etc/fstab'i kaudu ühendada, paigaldades paketi `davfs2`.
fi: Lisäksi voit liittää Nextcloud-tiedostot WebDAV:n avulla komentorivin ja `/etc/fstab`:n kautta asentamalla `davfs2`-paketin.
fr: De plus, vous pouvez monter vos fichiers Nextcloud en utilisant WebDAV via la ligne de commande et `/etc/fstab` en installant le paquet `davfs2`.
hu: Ezen kívül a Nextcloud fájljait a WebDAV segítségével is csatlakoztathatja parancssoron keresztül és az `/etc/fstab'-on keresztül a `davfs2` csomag telepítésével.
ja: さらに、`davfs2`パッケージをインストールすることで、コマンドラインや`/etc/fstab`からWebDAVを使ってNextcloudのファイルをマウントすることができます。
lt: Be to, galite prijungti "Nextcloud" failus naudodami WebDAV per komandinę eilutę ir `/etc/fstab`, įdiegę `davfs2` paketą.
lv: Papildus varat pievienot Nextcloud failus, izmantojot WebDAV, izmantojot komandrindas un `/etc/fstab`, instalējot `davfs2` paketi.
nl: Daarnaast kunt u uw Nextcloud bestanden mounten met WebDAV via commandline en `/etc/fstab` door het `davfs2` pakket te installeren.
pl: Dodatkowo możesz montować pliki Nextcloud używając WebDAV poprzez linię komend i `/etc/fstab` instalując pakiet `davfs2`.
pt: Adicionalmente você pode montar seus arquivos Nextcloud utilizando WebDAV via linha de comando e `/etc/fstab' instalando o pacote `davfs2'.
ro: În plus, puteți monta fișierele Nextcloud folosind WebDAV prin linia de comandă și `/etc/fstab` prin instalarea pachetului `davfs2`.
ru: Кроме того, вы можете монтировать файлы Nextcloud с помощью WebDAV через командную строку и `/etc/fstab`, установив пакет `davfs2`.
sk: Okrem toho môžete pripojiť súbory Nextcloudu pomocou WebDAV cez príkazový riadok a `/etc/fstab` nainštalovaním balíka `davfs2`.
sl: Poleg tega lahko svoje datoteke Nextcloud namestite z uporabo WebDAV prek ukazne vrstice in `/etc/fstab` z namestitvijo paketa `davfs2`.
sv: Dessutom kan du montera dina Nextcloud-filer med WebDAV via kommandoraden och `/etc/fstab` genom att installera paketet `davfs2`.
zh_cn: 此外，您可以通过命令行和`/etc/fstab`安装`davfs2`包，使用WebDAV挂载您的Nextcloud文件。

source: To mount use:
bg: За монтиране използвайте:
cs: K montáži použijte:
de: Zum Montieren verwenden:
el: Για να τοποθετήσετε τη χρήση:
es: Para montar el uso:
et: Paigaldamiseks kasutada:
fi: Asennusta varten käytä:
fr: Pour monter l'utilisation :
hu: A felszereléshez használja:
ja: 装着方法は以下の通りです。
lt: Naudoti montavimui:
lv: Lai uzstādītu, izmantojiet:
nl: Om te monteren gebruik:
pl: Do montażu używać:
pt: Para montar usar:
ro: Pentru a monta utilizarea:
ru: Для монтажа используйте:
sk: Použitie na montáž:
sl: Za montažo uporabite:
sv: För att montera använda:
zh_cn: 要安装使用。

source: Connect your Mac Commputer
bg: Свържете вашия Mac Commputer
cs: Připojení počítače Mac Commputer
de: Schließen Sie Ihren Mac-Computer an
el: Συνδέστε τον υπολογιστή Mac σας
es: Conecta tu ordenador Mac
et: Ühendage oma Mac-arvuti
fi: Liitä Mac-tietokoneesi
fr: Connectez votre ordinateur Mac
hu: Csatlakoztassa a Mac számítógépet
ja: あなたのMac Commputerを接続する
lt: Prijunkite "Mac" kompiuterį
lv: Savienojiet Mac datoru
nl: Sluit uw Mac-computer aan
pl: Podłącz komputer Mac
pt: Ligue o seu Mac Commputer
ro: Conectați-vă computerul Mac
ru: Подключите компьютер Mac
sk: Pripojenie počítača Mac Commputer
sl: Povežite računalnik Mac Commputer
sv: Anslut din Mac-dator
zh_cn: 连接你的Mac电脑

source: Download the Nextcloud client application: https://nextcloud.com/install/
bg: Изтеглете клиентското приложение на Nextcloud: https://nextcloud.com/install/
cs: Stáhněte si klientskou aplikaci Nextcloud: https://nextcloud.com/install/.
de: Laden Sie die Nextcloud-Client-Anwendung herunter: https://nextcloud.com/install/
el: Κατεβάστε την εφαρμογή-πελάτη του Nextcloud: https://nextcloud.com/install/
es: Descargue la aplicación cliente Nextcloud: https://nextcloud.com/install/
et: Lae alla Nextcloudi kliendirakendus: https://nextcloud.com/install/
fi: Lataa Nextcloud-asiakassovellus: https://nextcloud.com/install/
fr: Téléchargez l'application client Nextcloud : https://nextcloud.com/install/
hu: A Nextcloud kliensalkalmazás letöltése: https://nextcloud.com/install/
ja: Nextcloudクライアントアプリケーションのダウンロード： https://nextcloud.com/install/
lt: Atsisiųskite "Nextcloud" kliento programą: https://nextcloud.com/install/
lv: Lejupielādējiet Nextcloud klienta lietojumprogrammu: https://nextcloud.com/install/.
nl: Download de Nextcloud-clienttoepassing: https://nextcloud.com/install/
pl: Pobierz aplikację kliencką Nextcloud: https://nextcloud.com/install/
pt: Faça o download da aplicação cliente Nextcloud: https://nextcloud.com/install/
ro: Descărcați aplicația client Nextcloud: https://nextcloud.com/install/
ru: Загрузите клиентское приложение Nextcloud: https://nextcloud.com/install/.
sk: Stiahnite si klientsku aplikáciu Nextcloud: https://nextcloud.com/install/
sl: Prenesite aplikacijo odjemalca Nextcloud: https://nextcloud.com/install/
sv: Ladda ner klientprogrammet Nextcloud: https://nextcloud.com/install/
zh_cn: 下载Nextcloud客户端应用程序：https://nextcloud.com/install/

source: After installation, click "Log in to your Nextcloud". Afterwards please provide your Nextcloud's domain.
bg: След инсталацията щракнете върху "Влезте във вашия Nextcloud". След това посочете домейна на вашия Nextcloud'.
cs: Po instalaci klikněte na tlačítko "Přihlásit se do služby Nextcloud". Poté zadejte svou doménu Nextcloud'.
de: Nach der Installation klicken Sie auf "Log in to your Nextcloud". Anschließend geben Sie bitte die Domain Ihrer Nextcloud an.
el: Μετά την εγκατάσταση, κάντε κλικ στην επιλογή "Σύνδεση στο Nextcloud σας". Στη συνέχεια, παρακαλούμε δώστε τον τομέα του Nextcloud'σας.
es: Después de la instalación, haga clic en "Iniciar sesión en su Nextcloud". A continuación, proporcione su dominio Nextcloud's.
et: Pärast paigaldamist klõpsake "Logige sisse oma Nextcloudi". Seejärel andke oma Nextcloud'i domeen.
fi: Napsauta asennuksen jälkeen "Kirjaudu sisään Nextcloudiin". Anna sen jälkeen Nextcloud-verkkotunnuksesi.
fr: Après l'installation, cliquez sur "Log in to your Nextcloud". Ensuite, veuillez fournir le domaine de votre Nextcloud.
hu: A telepítés után kattintson a "Bejelentkezés a Nextcloudba" gombra. Ezt követően kérjük, adja meg a Nextcloud's domainjét.
ja: インストール後、"Log in to your Nextcloud"をクリックします。その後、あなたのNextcloud'のドメインを入力してください。
lt: Įdiegę spustelėkite "Prisijungti prie "Nextcloud"". Po to nurodykite savo "Nextcloud'domeną.
lv: Pēc instalēšanas noklikšķiniet uz "Pieslēgties savā Nextcloud". Pēc tam norādiet savu Nextcloud'domēnu.
nl: Na de installatie, klik "Log in op uw Nextcloud". Geef daarna uw Nextcloud's domein op.
pl: Po instalacji kliknij "Zaloguj się do swojej chmury Nextcloud". Następnie należy podać domenę Nextcloud's.
pt: Após a instalação, clique em "Faça o login no seu Nextcloud". Depois disso, forneça o seu domínio Nextcloud's.
ro: După instalare, faceți clic pe "Log in to your Nextcloud". După aceea, vă rugăm să furnizați domeniul dvs. Nextcloud's.
ru: После установки нажмите "Войти в Nextcloud". После этого укажите свой домен Nextcloud'.
sk: Po inštalácii kliknite na položku "Prihlásiť sa do služby Nextcloud". Potom zadajte svoju doménu Nextcloud's.
sl: Po namestitvi kliknite "Prijavite se v svoj Nextcloud". Nato navedite svojo domeno Nextcloud.
sv: Efter installationen klickar du på "Logga in på ditt Nextcloud". Ange sedan din Nextcloud's domän.
zh_cn: 安装完成后，请点击"登录到您的Nextcloud"。之后，请提供您的Nextcloud'的域名。

source: Provide your username and password and click "Log in".
bg: Въведете потребителското си име и парола и кликнете върху "Вход".
cs: Zadejte své uživatelské jméno a heslo a klikněte na "Přihlásit".
de: Geben Sie Ihren Benutzernamen und Ihr Passwort ein und klicken Sie auf "Anmelden".
el: Δώστε το όνομα χρήστη και τον κωδικό πρόσβασής σας και κάντε κλικ στο κουμπί "Σύνδεση".
es: Indique su nombre de usuario y contraseña y haga clic en "Iniciar sesión".
et: Sisestage oma kasutajanimi ja parool ning klõpsake "Logi sisse".
fi: Anna käyttäjätunnuksesi ja salasanasi ja napsauta "Kirjaudu sisään".
fr: Indiquez votre nom d'utilisateur et votre mot de passe et cliquez sur "Connexion".
hu: Adja meg felhasználónevét és jelszavát, majd kattintson a "Bejelentkezés" gombra.
ja: ユーザー名とパスワードを入力し、"Log in"をクリックします。
lt: Nurodykite savo vartotojo vardą ir slaptažodį ir spustelėkite "Prisijungti".
lv: Norādiet savu lietotājvārdu un paroli un noklikšķiniet uz "Log in".
nl: Geef uw gebruikersnaam en wachtwoord en klik op "Log in".
pl: Podaj swoją nazwę użytkownika i hasło, a następnie kliknij "Zaloguj się".
pt: Forneça seu nome de usuário e senha e clique "Log in".
ro: Introduceți numele de utilizator și parola și faceți clic pe "Log in".
ru: Введите свое имя пользователя и пароль и нажмите "Войти".
sk: Zadajte svoje používateľské meno a heslo a kliknite na tlačidlo "Prihlásiť sa".
sl: Navedite svoje uporabniško ime in geslo ter kliknite "Prijava".
sv: Ange ditt användarnamn och lösenord och klicka på "Logga in".
zh_cn: 提供您的用户名和密码，并点击"登录"。

source: Inside the menu bar there will be a Nextcloud icon to open the Nextcloud application settings.
bg: В лентата с менюта ще има икона Nextcloud, за да отворите настройките на приложението Nextcloud.
cs: Na liště nabídek se nachází ikona Nextcloud, která otevře nastavení aplikace Nextcloud.
de: In der Menüleiste finden Sie ein Nextcloud-Symbol, um die Nextcloud-Anwendungseinstellungen zu öffnen.
el: Μέσα στη γραμμή μενού θα υπάρχει ένα εικονίδιο Nextcloud για να ανοίξετε τις ρυθμίσεις της εφαρμογής Nextcloud.
es: Dentro de la barra de menú habrá un icono de Nextcloud para abrir la configuración de la aplicación Nextcloud.
et: Menüüriba sees on Nextcloudi ikoon, et avada Nextcloudi rakenduse seaded.
fi: Valikkorivillä on Nextcloud-kuvake, jolla voit avata Nextcloud-sovelluksen asetukset.
fr: Dans la barre de menu, il y aura une icône Nextcloud pour ouvrir les paramètres de l'application Nextcloud.
hu: A menüsoron belül lesz egy Nextcloud ikon, amely megnyitja a Nextcloud alkalmazás beállításait.
ja: メニューバーの中にはNextcloudのアイコンがあり、Nextcloudのアプリケーション設定を開くことができます。
lt: Meniu juostoje bus piktograma "Nextcloud", skirta "Nextcloud" programos nustatymams atverti.
lv: Izvēlnes joslā būs Nextcloud ikona, lai atvērtu Nextcloud lietojumprogrammas iestatījumus.
nl: In de menubalk zal er een Nextcloud icoon staan om de Nextcloud applicatie-instellingen te openen.
pl: Wewnątrz paska menu znajduje się ikona Nextcloud, która otwiera ustawienia aplikacji Nextcloud.
pt: Dentro da barra de menu, haverá um ícone Nextcloud para abrir as configurações do aplicativo Nextcloud.
ro: În interiorul barei de meniu va exista o pictogramă Nextcloud pentru a deschide setările aplicației Nextcloud.
ru: В строке меню будет значок Nextcloud, чтобы открыть настройки приложения Nextcloud.
sk: V paneli ponúk sa nachádza ikona Nextcloud, ktorá otvorí nastavenia aplikácie Nextcloud.
sl: V menijski vrstici je ikona Nextcloud, s katero odprete nastavitve aplikacije Nextcloud.
sv: I menyraden finns en Nextcloud-ikon för att öppna Nextclouds programinställningar.
zh_cn: 在菜单栏内，将有一个Nextcloud图标，以打开Nextcloud应用程序的设置。

source: Inside *Finder* below "favorites" you will find a "Nextcloud" directory with the user's files.
bg: Вътре в *Finder* под "favorites" ще намерите "Nextcloud" директория с файловете на потребителя'.
cs: Uvnitř *Finder* pod "oblíbenými" najdete "Nextcloud" adresář s uživatelskými soubory.
de: Im *Finder* finden Sie unter "Favoriten" ein Verzeichnis "Nextcloud" mit den Dateien des Benutzers.
el: Μέσα στο *Finder* κάτω από το "αγαπημένα" θα βρείτε έναν κατάλογο "Nextcloud" με τα αρχεία του χρήστη.
es: Dentro de *Finder* debajo de "favoritos" se encuentra un directorio "Nextcloud" con los archivos del usuario'.
et: *Finder* sees "lemmikute" all leiate "Nextcloud" kataloogi kasutaja'failidega.
fi: *Finderin* sisällä "suosikit" alla on "Nextcloud" hakemisto, jossa on käyttäjän tiedostot.
fr: Dans *Finder*, sous "Favoris", vous trouverez un répertoire "Nextcloud" contenant les fichiers de l'utilisateur.
hu: A *Finder* alatt a "kedvencek" alatt talál egy "Nextcloud" könyvtárat a felhasználó fájljaival.
ja: *Finder*の中のfavorites"の下には、ユーザー'のファイルが入っている"Nextcloud"のディレクトリがあります。
lt: "*Finder*" viduje po "mėgstamiausi" rasite "Nextcloud" katalogą su naudotojo'failais.
lv: Iekšpusē *Finder* zem "favorites" atradīsiet "Nextcloud" direktoriju ar lietotāja failiem.
nl: In *Finder* onder "favorites" vindt u een "Nextcloud" map met de bestanden van de gebruiker's.
pl: Wewnątrz *Finder* pod "ulubionymi" znajduje się katalog "Nextcloud" z plikami użytkownika'.
pt: Dentro de *Finder* abaixo "favoritos" você encontrará um "Nextcloud" diretório com os arquivos do usuário's.
ro: În *Finder*, sub "favorite" veți găsi un director "Nextcloud" cu fișierele utilizatorului.
ru: Внутри *Finder* под "избранным" вы найдете каталог "Nextcloud" с файлами пользователя'.
sk: Vo vnútri *Finder* pod "obľúbenými" nájdete "Nextcloud" adresár s používateľskými'súbormi.
sl: V *Finderju* pod "priljubljene" boste našli "Nextcloud" imenik z uporabniškimi datotekami.
sv: I *Finder* under "favoriter" hittar du en "Nextcloud" katalog med användarens filer.
zh_cn: 在*Finder*的"favorites"下面，你会发现一个"Nextcloud"目录，里面有用户的文件'。

source: Inside *Finder*, open *Go* and choose *Connect to Server*
bg: В *Finder* отворете *Go* и изберете *Свързване със сървър*.
cs: V nástroji *Finder* otevřete položku *Go* a vyberte možnost *Připojit k serveru*.
de: Im *Finder* öffnen Sie *Go* und wählen Sie *Verbinden mit Server*.
el: Μέσα στο *Finder*, ανοίξτε το *Go* και επιλέξτε *Σύνδεση με διακομιστή*.
es: Dentro de *Finder*, abre *Go* y elige *Conectar con el servidor*
et: Avage *Finderis* *Go* ja valige *Connect to Server*.
fi: Avaa *Finderissa* *Go* ja valitse *Connect to Server*.
fr: Dans *Finder*, ouvrez *Go* et choisissez *Connect to Server*.
hu: A *Finder*-ben nyissa meg a *Go*-t, és válassza a *Connect to Server* lehetőséget.
ja: Finder "の中で "Go "を開き、"Connect to Server "を選択します。
lt: *Žaidyklėje* atidarykite *Eiti* ir pasirinkite *Prisijungti prie serverio*.
lv: Programmā *Finder* atveriet *Iet* un izvēlieties *Savienoties ar serveri*.
nl: In *Finder*, open *Go* en kies *Connect to Server*
pl: Wewnątrz *Finder*, otwórz *Go* i wybierz *Connect to Server*.
pt: Dentro do *Finder*, abra *Vá* e escolha *Conectar ao Servidor*.
ro: În *Finder*, deschideți *Go* și alegeți *Connect to Server*.
ru: В *Finder* откройте *Go* и выберите *Connect to Server*.
sk: V aplikácii *Finder* otvorte položku *Go* a vyberte položku *Pripojiť k serveru*.
sl: V programu *Finder* odprite *Gi* in izberite *Povezava s strežnikom*.
sv: I *Finder* öppnar du *Go* och väljer *Connect to Server*.
zh_cn: 在*Finder*中，打开*Go*并选择*Connect to Server*。

source: Provide the WebDAV URL `https://yourdomain.xyz/remote.php/webdav`
bg: Предоставяне на WebDAV URL адреса `https://yourdomain.xyz/remote.php/webdav`
cs: Zadejte adresu URL WebDAV `https://yourdomain.xyz/remote.php/webdav`.
de: Geben Sie die WebDAV-URL `https://yourdomain.xyz/remote.php/webdav` an.
el: Παρέχετε τη διεύθυνση URL WebDAV `https://yourdomain.xyz/remote.php/webdav`
es: Proporcione la URL WebDAV `https://yourdomain.xyz/remote.php/webdav`.
et: Anda WebDAV URL "https://yourdomain.xyz/remote.php/webdav".
fi: Anna WebDAV URL-osoite `https://yourdomain.xyz/remote.php/webdav`.
fr: Fournir l'URL WebDAV `https://yourdomain.xyz/remote.php/webdav`.
hu: Adja meg a WebDAV URL-t `https://yourdomain.xyz/remote.php/webdav`.
ja: WebDAVのURL `https://yourdomain.xyz/remote.php/webdav`を入力してください。
lt: Pateikite WebDAV URL `https://yourdomain.xyz/remote.php/webdav`.
lv: Norādiet WebDAV URL adresi `https://yourdomain.xyz/remote.php/webdav`.
nl: Geef de WebDAV URL `https://yourdomain.xyz/remote.php/webdav`
pl: Podaj adres URL WebDAV `https://yourdomain.xyz/remote.php/webdav`.
pt: Forneça o URL do WebDAV `https://yourdomain.xyz/remote.php/webdav'.
ro: Furnizați URL-ul WebDAV `https://yourdomain.xyz/remote.php/webdav`.
ru: Предоставьте WebDAV URL `https://yourdomain.xyz/remote.php/webdav`.
sk: Zadajte adresu URL WebDAV `https://yourdomain.xyz/remote.php/webdav`
sl: Navedite naslov URL WebDAV `https://yourdomain.xyz/remote.php/webdav`
sv: Ange WebDAV-URL `https://yourdomain.xyz/remote.php/webdav`.
zh_cn: 提供WebDAV URL `https://yourdomain.xyz/remote.php/webdav`。

source: In the next step, provide the username and password to login to your Nextcloud instance.
bg: В следващата стъпка посочете потребителското име и паролата за влизане във вашата инстанция на Nextcloud.
cs: V dalším kroku zadejte uživatelské jméno a heslo pro přihlášení k instanci služby Nextcloud.
de: Im nächsten Schritt geben Sie den Benutzernamen und das Passwort für die Anmeldung an Ihrer Nextcloud-Instanz an.
el: Στο επόμενο βήμα, δώστε το όνομα χρήστη και τον κωδικό πρόσβασης για να συνδεθείτε στο Nextcloud.
es: En el siguiente paso, proporciona el nombre de usuario y la contraseña para iniciar sesión en tu instancia de Nextcloud.
et: Järgmises sammus esitage kasutajanimi ja parool, et siseneda oma Nextcloudi instantsi.
fi: Anna seuraavassa vaiheessa käyttäjätunnus ja salasana, joilla kirjaudut Nextcloud-instanssiin.
fr: Dans l'étape suivante, fournissez le nom d'utilisateur et le mot de passe pour vous connecter à votre instance Nextcloud.
hu: A következő lépésben adja meg a felhasználónevet és a jelszót a Nextcloud-példányba való bejelentkezéshez.
ja: 次のステップでは、Nextcloudインスタンスにログインするためのユーザー名とパスワードを入力します。
lt: Kitame žingsnyje nurodykite vartotojo vardą ir slaptažodį, kad galėtumėte prisijungti prie "Nextcloud" egzemplioriaus.
lv: Nākamajā solī norādiet lietotājvārdu un paroli, lai pieteiktos Nextcloud instancei.
nl: Geef in de volgende stap de gebruikersnaam en het wachtwoord op om in te loggen op uw Nextcloud instance.
pl: W kolejnym kroku podaj nazwę użytkownika i hasło, aby zalogować się do swojej instancji Nextcloud.
pt: No próximo passo, forneça o nome de usuário e a senha para fazer o login na sua instância da Nextcloud.
ro: În pasul următor, furnizați numele de utilizator și parola pentru a vă conecta la instanța Nextcloud.
ru: На следующем шаге укажите имя пользователя и пароль для входа в ваш экземпляр Nextcloud.
sk: V ďalšom kroku zadajte používateľské meno a heslo na prihlásenie do inštancie služby Nextcloud.
sl: V naslednjem koraku navedite uporabniško ime in geslo za prijavo v instanco Nextcloud.
sv: I nästa steg anger du användarnamn och lösenord för att logga in på din Nextcloud-instans.
zh_cn: 在下一步，提供用户名和密码以登录您的Nextcloud实例。
