Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/nextbox.po
Languages: bg, cs, de, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: The full URL to use for WebDAV is: ``https://my.domain.tld/remote.php/webdav/``, there have been reports that for native Windows WebDAV you might need: ``https://my.domain.tld/remote.php/dav/files/USERNAME`` with *USERNAME* being the username you would like to use.
bg: Пълният URL адрес, който трябва да се използва за WebDAV, е: ``https://my.domain.tld/remote.php/webdav/``, има съобщения, че за родния WebDAV за Windows може да се нуждаете от: ``https://my.domain.tld/remote.php/dav/files/USERNAME``, като *USERNAME* е потребителското име, което искате да използвате.
cs: Úplná adresa URL pro WebDAV je: ``https://my.domain.tld/remote.php/webdav/``, objevily se zprávy, že pro nativní WebDAV pro Windows můžete potřebovat: ``https://my.domain.tld/remote.php/dav/files/USERNAME``, přičemž *USERNAME* je uživatelské jméno, které chcete použít.
de: Die vollständige URL für WebDAV ist: ``https://my.domain.tld/remote.php/webdav/``, es gibt Berichte, dass Sie für natives Windows-WebDAV vielleicht ``https://my.domain.tld/remote.php/webdav/`` benötigen: ``https://my.domain.tld/remote.php/dav/files/USERNAME`` mit *USERNAME* ist der Benutzername, den Sie verwenden möchten.
el: Η πλήρης διεύθυνση URL που πρέπει να χρησιμοποιήσετε για το WebDAV είναι: ``https://my.domain.tld/remote.php/webdav/``, υπάρχουν αναφορές ότι για το εγγενές WebDAV των Windows μπορεί να χρειαστείτε: ``: ``https://my.domain.tld/remote.php/dav/files/USERNAME`` με *USERNAME* να είναι το όνομα χρήστη που θέλετε να χρησιμοποιήσετε.
es: La URL completa a utilizar para WebDAV es: ``https://my.domain.tld/remote.php/webdav/``, se ha informado que para el WebDAV nativo de Windows podría necesitar: ``https://my.domain.tld/remote.php/dav/files/USERNAME`` con *USERNAME* siendo el nombre de usuario que te gustaría usar.
et: WebDAVi jaoks kasutatav täielik URL on: ``https://my.domain.tld/remote.php/webdav/``, on olnud teateid, et Windows WebDAVi jaoks võib vaja minna: ``https://my.domain.tld/remote.php/dav/files/USERNAME``, kusjuures *USERNAME* on kasutajanimi, mida soovite kasutada.
fi: WebDAV:ssä käytettävä täydellinen URL-osoite on: ``https://my.domain.tld/remote.php/webdav/``, on raportoitu, että natiiviin Windows WebDAV:iin saatetaan tarvita: ``: ``https://my.domain.tld/remote.php/dav/files/USERNAME``, jossa *USERNAME* on käyttäjänimi, jota haluat käyttää.
fr: L'URL complète à utiliser pour WebDAV est : ``https://my.domain.tld/remote.php/webdav/``, il a été rapporté que pour le WebDAV natif de Windows, vous pourriez avoir besoin de : ``https://my.domain.tld/remote.php/dav/files/USERNAME`` avec *USERNAME* étant le nom d'utilisateur que vous souhaitez utiliser.
hu: A WebDAV-hoz használandó teljes URL a következő: ``https://my.domain.tld/remote.php/webdav/``, a jelentések szerint a natív Windows WebDAV-hoz szükség lehet a következőkre: ``: ``https://my.domain.tld/remote.php/dav/files/USERNAME``, ahol *USERNAME* a használni kívánt felhasználónév.
ja: WebDAVに使用する完全なURLは次のとおりです。``https://my.domain.tld/remote.php/webdav/``となりますが、WindowsネイティブのWebDAVの場合は、以下のようなものが必要になるという報告があります。``https://my.domain.tld/remote.php/dav/files/USERNAME``で、*USERNAME*は使用したいユーザー名です。
lt: Visas URL adresas, kurį reikia naudoti WebDAV, yra: ``https://my.domain.tld/remote.php/webdav/``, buvo gauta pranešimų, kad "Windows" WebDAV gali prireikti: ``https://my.domain.tld/remote.php/dav/files/USERNAME`` su *USERNAME* - vartotojo vardu, kurį norite naudoti.
lv: Pilns URL, kas jāizmanto WebDAV, ir šāds: ``https://my.domain.tld/remote.php/webdav/``, ir bijuši ziņojumi, ka vietējam Windows WebDAV var būt nepieciešams: ``https://my.domain.tld/remote.php/dav/files/USERNAME``, kur *USERNAME* ir lietotājvārds, ko vēlaties izmantot.
nl: De volledige URL om te gebruiken voor WebDAV is: ``https://my.domain.tld/remote.php/webdav/``, er zijn berichten dat je voor native Windows WebDAV nodig zou kunnen hebben: ``https://my.domain.tld/remote.php/dav/files/USERNAME`` met *USERNAME* als de gebruikersnaam die u zou willen gebruiken.
pl: Pełny adres URL, którego należy użyć dla WebDAV to: ``https://my.domain.tld/remote.php/webdav/``, pojawiły się doniesienia, że dla natywnego Windows WebDAV możesz potrzebować: ``https://my.domain.tld/remote.php/dav/files/USERNAME`` z *USERNAME* będącym nazwą użytkownika, którego chcesz użyć.
pt: A URL completa a ser usada para WebDAV é: ``https://my.domain.tld/remote.php/webdav/``, tem havido relatos de que para o WebDAV nativo do Windows você pode precisar: ``https://my.domain.tld/remote.php/dav/files/USERNAME`` com *USERNAME* sendo o nome de usuário que você gostaria de usar.
ro: URL-ul complet care trebuie utilizat pentru WebDAV este: ```https://my.domain.tld/remote.php/webdav/``, au existat rapoarte care arată că pentru WebDAV nativ pentru Windows este posibil să aveți nevoie de: ``: ``https://my.domain.tld/remote.php/dav/files/USERNAME``` cu *USERNAME* fiind numele de utilizator pe care doriți să îl utilizați.
ru: Полный URL, который нужно использовать для WebDAV, следующий: ``https://my.domain.tld/remote.php/webdav/``, были сообщения, что для родного Windows WebDAV вам может понадобиться: ``https://my.domain.tld/remote.php/dav/files/USERNAME``, причем *USERNAME* - это имя пользователя, которое вы хотите использовать.
sk: Úplná adresa URL, ktorá sa má použiť pre WebDAV, je: ``https://my.domain.tld/remote.php/webdav/``, objavili sa správy, že pre natívny WebDAV pre Windows môžete potrebovať: ``https://my.domain.tld/remote.php/dav/files/USERNAME``, pričom *USERNAME* je používateľské meno, ktoré chcete použiť.
sl: Celoten naslov URL, ki ga uporabite za WebDAV, je: ``https://my.domain.tld/remote.php/webdav/``, obstajajo poročila, da bi za izvirni WebDAV za Windows lahko potrebovali: ``https://my.domain.tld/remote.php/dav/files/USERNAME``, pri čemer je *USERNAME* uporabniško ime, ki ga želite uporabiti.
sv: Den fullständiga URL som ska användas för WebDAV är: ``https://my.domain.tld/remote.php/webdav/``, det har rapporterats att för WebDAV i Windows kan du behöva: ``https://my.domain.tld/remote.php/dav/files/USERNAME`` med *USERNAME* som det användarnamn du vill använda.
zh_cn: 用于WebDAV的完整URL是。``https://my.domain.tld/remote.php/webdav/``，有报告说，对于本地Windows WebDAV，你可能需要。``https://my.domain.tld/remote.php/dav/files/USERNAME``，*USERNAME*是你想使用的用户名。

source: **Q:** Can I access my Nextcloud instance using WebDAV?
bg: **В:** Мога ли да получа достъп до моята инстанция на Nextcloud чрез WebDAV?
cs: **Q:** Mohu ke své instanci služby Nextcloud přistupovat pomocí WebDAV?
de: **Q:** Kann ich mit WebDAV auf meine Nextcloud-Instanz zugreifen?
el: **Q:** Μπορώ να έχω πρόσβαση στην παρουσία μου στο Nextcloud χρησιμοποιώντας WebDAV;
es: **P: ** ¿Puedo acceder a mi instancia de Nextcloud usando WebDAV?
et: **K:** Kas ma saan oma Nextcloudi instantsi kasutada WebDAVi abil?
fi: **Q:** Voinko käyttää Nextcloud-instanssia WebDAV:n avulla?
fr: **Q:** Puis-je accéder à mon instance Nextcloud en utilisant WebDAV ?
hu: **K:** Hozzáférhetek a Nextcloud-példányomhoz WebDAV használatával?
ja: **Q:** WebDAVを使って自分のNextcloudインスタンスにアクセスできますか？
lt: **Q:** Ar galiu pasiekti savo "Nextcloud" instanciją naudodamasis WebDAV?
lv: **K:** Vai es varu piekļūt savai Nextcloud instancei, izmantojot WebDAV?
nl: **V:** Kan ik toegang krijgen tot mijn Nextcloud-instance met WebDAV?
pl: **Q:** Czy mogę uzyskać dostęp do mojej instancji Nextcloud używając WebDAV?
pt: **Posso aceder à minha instância Nextcloud usando o WebDAV?
ro: **Întrebare:** Pot să accesez instanța Nextcloud folosind WebDAV?
ru: **В:** Могу ли я получить доступ к своему экземпляру Nextcloud с помощью WebDAV?
sk: **Q:** Môžem pristupovať k svojej inštancii Nextcloudu pomocou WebDAV?
sl: **V:** Ali lahko do svojega primerka Nextclouda dostopam z uporabo WebDAV?
sv: **Q:** Kan jag komma åt min Nextcloud-instans med WebDAV?
zh_cn: **问：**我能否使用WebDAV访问我的Nextcloud实例？

source: Yes, please see `Nextcloud WebDAV documentation`_ for a complete overview. A simple mount for unix-like systems might look like this: ``mount -t davfs https://my.domain.tld/remote.php/webdav/ /mnt/target/path`` while making sure that the ``davfs2`` package is installed. For Windows please additionally read these :doc:`docs <../clients/windows>`.
bg: Да, моля, вижте `Документацията наNextcloud WebDAV`_ за пълен преглед. Едно просто монтиране за unix-подобни системи може да изглежда по следния начин: ``mount -t davfs https://my.domain.tld/remote.php/webdav/ /mnt/target/path``, като се уверите, че е инсталиран пакетът ``davfs2``. За Windows, моля, прочетете допълнително тези :doc:`docs <../clients/windows>`.
cs: Ano, kompletní přehled naleznete v `Dokumentaci Nextcloud WebDAV`_. Jednoduché připojení pro systémy podobné unixům může vypadat takto: ``mount -t davfs https://my.domain.tld/remote.php/webdav/ /mnt/target/path`` a zároveň se ujistěte, že je nainstalován balíček ``davfs2``. V případě systému Windows si prosím dodatečně přečtěte tyto :doc:`docs <../clients/windows>`.
el: Ναι, ανατρέξτε στην ενότητα `Nextcloud WebDAV documentation`_ για μια πλήρη επισκόπηση. Ένα απλό mount για συστήματα τύπου unix μπορεί να μοιάζει με αυτό: ``mount -t davfs https://my.domain.tld/remote.php/webdav/ /mnt/target/path`` ενώ βεβαιωθείτε ότι το πακέτο ``davfs2`` είναι εγκατεστημένο. Για τα Windows διαβάστε επιπλέον αυτά τα :doc:`docs <../clients/windows>`.
es: Sí, por favor vea `Documentación de Nextcloud WebDAV`_ para una visión completa. Un montaje simple para sistemas tipo unix podría ser así: ``mount -t davfs https://my.domain.tld/remote.php/webdav/ /mnt/target/path`` asegurándose de que el paquete ``davfs2`` está instalado. Para Windows por favor lea adicionalmente estos :doc:`docs <clients/windows>`.
et: Jah, palun vaadake `Nextcloud WebDAV dokumentatsiooni`_ täieliku ülevaate saamiseks. Lihtne mount unix-taolistele süsteemidele võiks välja näha nii: ``mount -t davfs https://my.domain.tld/remote.php/webdav/ /mnt/target/path``, veendudes samas, et pakett ``davfs2`` on paigaldatud. Windowsi puhul lugege lisaks neid :doc:`docs <../clients/windows>`.
fi: Kyllä, katso `Nextcloud WebDAV documentation`_ saadaksesi täydellisen yleiskatsauksen. Yksinkertainen liitäntä unix-tyyppisille järjestelmille voisi näyttää tältä: ``mount -t davfs https://my.domain.tld/remote.php/webdav/ /mnt/target/path`` ja varmista samalla, että ``davfs2`` paketti on asennettu. Windowsia varten lue lisäksi nämä :doc:`docs <../clients/windows>`.
hu: Igen, a teljes áttekintést lásd a `Nextcloud WebDAV dokumentációban`_. Egy egyszerű mount unix-szerű rendszerekhez így nézhet ki: ``mount -t davfs https://my.domain.tld/remote.php/webdav/ /mnt/target/path``, miközben ügyelünk arra, hogy a ``davfs2`` csomag telepítve legyen. Windows esetén kérjük, olvassa el ezen kívül ezeket a :doc:`docs <../clients/windows>`.
ja: 概要については、`Nextcloud WebDAV documentation`_を参照してください。unix系システムのシンプルなマウントは以下のようになります。``mount -t davfs https://my.domain.tld/remote.php/webdav/ /mnt/target/path``で、``davfs2``のパッケージがインストールされていることを確認します。Windowsの場合は、さらに以下の :doc:`docs <../clients/windows>` をお読みください。
lt: Taip, išsamią apžvalgą rasite `"Nextcloud WebDAV" dokumentacijoje`_. Paprastas unix tipo sistemų prijungimas gali atrodyti taip: ``mount -t davfs https://my.domain.tld/remote.php/webdav/ /mnt/target/path``, kartu įsitikinkite, kad ``davfs2`` paketas yra įdiegtas. Dėl "Windows" papildomai perskaitykite šiuos :doc:`docs <../clients/windows>`.
lv: Jā, lūdzu, skatiet `Nextcloud WebDAV dokumentāciju`_, lai iegūtu pilnīgu pārskatu. Vienkārša pieslēgšana unix līdzīgām sistēmām varētu izskatīties šādi: ``mount -t davfs https://my.domain.tld/remote.php/webdav/ /mnt/target/path``, vienlaikus pārliecinoties, ka ir instalēta ``davfs2`` pakete. Windows operētājsistēmai papildus izlasiet šos :doc:`docs <../clients/windows>`.
nl: Ja, zie `Nextcloud WebDAV documentatie`_ voor een compleet overzicht. Een eenvoudige mount voor unix-achtige systemen zou er als volgt uit kunnen zien: ``mount -t davfs https://my.domain.tld/remote.php/webdav/ /mnt/target/path`` terwijl u ervoor zorgt dat het ``davfs2`` pakket is geinstalleerd. Lees voor Windows ook deze :doc:`docs <../clients/windows>`.
pl: Tak, proszę zobaczyć `Dokumentacja Nextcloud WebDAV`_ dla pełnego przeglądu. Prosty mount dla systemów uniksowych może wyglądać tak: ``mount -t davfs https://my.domain.tld/remote.php/webdav/ /mnt/target/path`` upewniając się, że pakiet ``davfs2`` jest zainstalowany. Dla Windows proszę dodatkowo przeczytać te :doc:`docs <../clients/windows>`.
pt: Sim, por favor veja `Nextcloud WebDAV documentation`_ para uma visão completa. Uma montagem simples para sistemas do tipo unix pode parecer-se com isto: ``mount -t davfs https://my.domain.tld/remote.php/webdav/ /mnt/target/path`` enquanto se assegura que o pacote ```x id="240"></x>`` está instalado. Para Windows, por favor leia adicionalmente estes :doc:`docs <../clients/windows>`.
ro: Da, vă rugăm să consultați `Documentația WebDAV Nextcloud`_ pentru o prezentare completă. O montare simplă pentru sistemele de tip unix ar putea arăta astfel: ``mount -t davfs https://my.domain.tld/remote.php/webdav/ /mnt/target/path``` asigurându-vă în același timp că este instalat pachetul ``davfs2``. Pentru Windows, vă rugăm să citiți în plus aceste :doc:`docs <../clients/windows>`.
ru: Да, пожалуйста, смотрите ` документацию по WebDAV компании Nextcloud`_ для полного обзора. Простое монтирование для unix-подобных систем может выглядеть следующим образом: ``mount -t davfs https://my.domain.tld/remote.php/webdav/ /mnt/target/path``, при этом убедитесь, что установлен пакет ``davfs2``. Для Windows дополнительно прочитайте эти :doc:`docs <../clients/windows>`.
sk: Áno, kompletný prehľad nájdete v `Dokumentácii Nextcloud WebDAV`_. Jednoduché pripojenie pre systémy typu unix môže vyzerať takto: ``mount -t davfs https://my.domain.tld/remote.php/webdav/ /mnt/target/path`` a zároveň sa uistite, že je nainštalovaný balík ``davfs2``. V prípade systému Windows si dodatočne prečítajte tieto :doc:`docs <../clients/windows>`.
sl: Da, popoln pregled najdete v `Dokumentaciji Nextcloud WebDAV`_. Enostavna namestitev za sisteme, podobne Unixu, je lahko videti takole: ``mount -t davfs https://my.domain.tld/remote.php/webdav/ /mnt/target/path``, pri čemer se prepričajte, da je nameščen ``davfs2`` paket. Za Windows dodatno preberite te :doc:`docs <../clients/windows>`.
sv: Ja, se `Nextcloud WebDAV-dokumentation`_ för en fullständig översikt. En enkel montering för unix-liknande system kan se ut så här: ``mount -t davfs https://my.domain.tld/remote.php/webdav/ /mnt/target/path`` samtidigt som man ser till att paketet ``davfs2`` är installerat. För Windows läs dessutom dessa :doc:`docs <../clients/windows>`.
zh_cn: 是的，请参见`Nextcloud WebDAV 文档`_以获得完整的概述。类似unix的系统的简单挂载可能看起来像这样。``mount -t davfs https://my.domain.tld/remote.php/webdav/ /mnt/target/path``同时确保``davfs2``包已安装。对于Windows，请另外阅读这些 :doc:`docs <../clients/windows>`。

source: **Q:**: Why does my Android smartphone's browser not open: ``http://nextbox.local``
bg: **Q:**: Защо браузърът на смартфона ми с Android не се отваря: ``http://nextbox.local``
cs: **Q:**: Proč se mi neotevře prohlížeč na smartphonu Android': ``http://nextbox.local``
de: **Q:**: Warum öffnet sich der Browser meines Android-Smartphones nicht: ``http://nextbox.local``
el: **Q:**: Γιατί δεν ανοίγει το πρόγραμμα περιήγησης του Android smartphone μου's: ``http://nextbox.local``
es: **Q:**: Por qué no se abre el navegador de mi smartphone Android's: ``http://nextbox.local``
et: **Q:**: Miks ei avane minu Android nutitelefoni' brauser: ``http://nextbox.local<x>``
fi: **Q:**: Miksi Android-älypuhelimeni selain ei avaudu: ``http://nextbox.local```
fr: **Q:** : Pourquoi le navigateur de mon smartphone Android ne s'ouvre-t-il pas : ``http://nextbox.local``
hu: **Q:**: Miért nem nyílik meg az Android okostelefonom böngészője? ``http://nextbox.local<x>``
ja: **Q:**:Androidスマートフォンのブラウザが開かないのですが。``http://nextbox.local``
lt: **Q:**: Kodėl neatsidaro mano "Android" išmaniojo telefono naršyklė: ``http://nextbox.local``
lv: **Q:**: Kāpēc mans Android viedtālrunis neatver pārlūkprogrammu: ``http://nextbox.local```
nl: **Q:**: Waarom opent de browser van mijn Android smartphone's niet: ``http://nextbox.local``
pl: **Q:**: Dlaczego moja przeglądarka na smartfonie z Androidem'nie otwiera się: ``http://nextbox.local``.
pt: **Q:**: Porque é que o meu smartphone Android's browser não abre: ``http://nextbox.local````
ro: **Q:**: De ce nu se deschide browserul smartphone-ului meu Android's: ``http://nextbox.local```
ru: **Q:**: Почему мой Android-смартфон' не открывает браузер: ``http://nextbox.local``.
sk: **Q:**: Prečo sa mi neotvára prehliadač v smartfóne s Androidom? ``http://nextbox.local``
sl: **Q:**: Zakaj se brskalnik mojega pametnega telefona Android ne odpre: ``http://nextbox.local``
sv: **Q:**: Varför öppnas inte webbläsaren i min Android-smartphone's webbläsare? ``http://nextbox.local``
zh_cn: **Q:**:为什么我的安卓智能手机'的浏览器打不开。``http://nextbox.local``。

source: As of today the technology needed to use ``.local`` URLs is not supported by various (stock) Android browser(s). The mechanism is based on ``mDNS``. One possible workaround is to use a 3rd party app like BonjourBrowser to discover all mDNS services in your network.
bg: Към днешна дата технологията, необходима за използване на ``.local`` URL адреси, не се поддържа от различните (налични) браузъри за Android. Механизмът се основава на ``mDNS``. Един възможен начин за заобикаляне на проблема е да използвате приложение на трета страна като BonjourBrowser, за да откриете всички mDNS услуги във вашата мрежа.
cs: Technologie potřebná k používání ``.local`` adres URL není k dnešnímu dni podporována různými (stock) prohlížeči systému Android. Mechanismus je založen na ``mDNS``. Jedním z možných řešení je použití aplikace třetí strany, například BonjourBrowser, která zjistí všechny služby mDNS v síti.
de: Derzeit wird die Technologie, die für die Verwendung von ``.local``-URLs benötigt wird, von verschiedenen (Standard-)Android-Browsern nicht unterstützt. Der Mechanismus basiert auf ``mDNS``. Ein möglicher Workaround ist die Verwendung einer Drittanbieter-App wie BonjourBrowser, um alle mDNS-Dienste in Ihrem Netzwerk zu entdecken.
el: Μέχρι σήμερα η τεχνολογία που απαιτείται για τη χρήση των διευθύνσεων URL ``.local`` δεν υποστηρίζεται από διάφορα (stock) προγράμματα περιήγησης Android. Ο μηχανισμός βασίζεται στο ``mDNS``. Μια πιθανή λύση είναι να χρησιμοποιήσετε μια εφαρμογή τρίτου μέρους όπως το BonjourBrowser για να ανακαλύψετε όλες τις υπηρεσίες mDNS στο δίκτυό σας.
es: A día de hoy la tecnología necesaria para utilizar ``.local`` URLs no es soportada por varios navegadores (stock) de Android. El mecanismo se basa en ``mDNS``. Una posible solución es utilizar una aplicación de terceros como BonjourBrowser para descubrir todos los servicios mDNS en su red.
et: Praeguse seisuga ei toeta erinevad (laos olevad) Androidi brauserid ``.local`` URL-ide kasutamiseks vajalikku tehnoloogiat. Mehhanism põhineb ``mDNS``. Üks võimalik lahendus on kasutada kolmanda osapoole rakendust nagu BonjourBrowser, et avastada kõik mDNS-teenused teie võrgus.
fi: Tällä hetkellä useat Android-selaimet eivät tue ``.local``-URL-osoitteiden käyttämiseen tarvittavaa tekniikkaa. Mekanismi perustuu ``mDNS``. Yksi mahdollinen kiertotapa on käyttää kolmannen osapuolen sovellusta, kuten BonjourBrowser, joka löytää kaikki verkossa olevat mDNS-palvelut.
fr: À ce jour, la technologie nécessaire pour utiliser les URL ".local" n'est pas prise en charge par les différents navigateurs Android (stock). Le mécanisme est basé sur ``mDNS``. Une solution possible est d'utiliser une application tierce comme BonjourBrowser pour découvrir tous les services mDNS de votre réseau.
hu: A mai napig a ``.local`` URL-ek használatához szükséges technológiát nem támogatják a különböző (stock) Android böngészők. A mechanizmus alapja a ``mDNS``. Az egyik lehetséges megoldás egy harmadik féltől származó alkalmazás, például a BonjourBrowser használata a hálózaton található összes mDNS szolgáltatás felderítésére.
ja: 現時点では、``.local``のURLを使用するために必要な技術は、さまざまな(ストック)Androidブラウザでサポートされていません。このメカニズムは、``mDNS``に基づいています。回避策としては、BonjourBrowserのようなサードパーティ製のアプリを使用して、ネットワーク内のすべてのmDNSサービスを検出することが考えられます。
lt: Šiuo metu technologija, reikalinga ``.local`` URL adresams naudoti, nepalaikoma įvairiose (standartinėse) "Android" naršyklėse. Mechanizmas pagrįstas ``mDNS``. Vienas iš galimų sprendimo būdų - naudoti trečiosios šalies programą, pavyzdžiui, "BonjourBrowser", kuri aptiktų visas mDNS paslaugas jūsų tinkle.
lv: Uz doto brīdi dažādās (bāzes) Android pārlūkprogrammās netiek atbalstīta tehnoloģija, kas nepieciešama, lai izmantotu ``.local`` URL. Mehānisma pamatā ir ``mDNS``. Viens no iespējamiem apiešanas variantiem ir izmantot trešās puses lietotni, piemēram, BonjourBrowser, lai atklātu visus mDNS pakalpojumus jūsu tīklā.
nl: Op dit moment wordt de technologie die nodig is om ``.local`` URL's te gebruiken niet ondersteund door diverse (standaard) Android browser(s). Het mechanisme is gebaseerd op ``mDNS``. Een mogelijke workaround is het gebruik van een 3rd party app zoals BonjourBrowser om alle mDNS diensten in uw netwerk te ontdekken.
pl: Na dzień dzisiejszy technologia potrzebna do używania adresów URL ``.local`` nie jest obsługiwana przez różne (stockowe) przeglądarki Androida. Mechanizm jest oparty na ``mDNS``. Jednym z możliwych obejść jest użycie aplikacji 3rd party jak BonjourBrowser, aby odkryć wszystkie usługi mDNS w sieci.
pt: A partir de hoje a tecnologia necessária para usar ``.local`` URLs não é suportada por vários (stock) navegadores Android. O mecanismo é baseado em ``mDNS>```. Uma alternativa possível é usar um aplicativo de terceiros como o BonjourBrowser para descobrir todos os serviços mDNS na sua rede.
ro: Până în prezent, tehnologia necesară pentru a utiliza ``.local``` URL-uri nu este suportată de diversele browsere Android (de serie). Mecanismul se bazează pe ``mDNS``. O posibilă soluție de rezolvare este utilizarea unei aplicații terțe, cum ar fi BonjourBrowser, pentru a descoperi toate serviciile mDNS din rețeaua dvs.
ru: На сегодняшний день технология, необходимая для использования ``.local`` URL, не поддерживается различными (стоковыми) браузерами Android. Механизм основан на ``mDNS``. Одним из возможных обходных путей является использование стороннего приложения, например BonjourBrowser, для обнаружения всех служб mDNS в вашей сети.
sk: Technológia potrebná na používanie ``.local`` adries URL nie je od dnešného dňa podporovaná rôznymi (zásobnými) prehliadačmi systému Android. Tento mechanizmus je založený na ``mDNS``. Jedným z možných riešení je použiť aplikáciu tretej strany, ako je BonjourBrowser, na zistenie všetkých služieb mDNS vo vašej sieti.
sl: Danes tehnologija, potrebna za uporabo ``.local`` URL-jev, ni podprta v različnih (osnovnih) brskalnikih Android. Mehanizem temelji na ``mDNS``. Ena od možnih rešitev je uporaba aplikacije tretje osebe, kot je BonjourBrowser, ki odkrije vse storitve mDNS v vašem omrežju.
sv: Den teknik som behövs för att använda ``.local`` webbadresser stöds inte av olika Android-webbläsare (standard). Mekanismen bygger på ``mDNS``. En möjlig lösning är att använda en tredjepartsapp som BonjourBrowser för att upptäcka alla mDNS-tjänster i ditt nätverk.
zh_cn: 截至目前，使用``.local``URLs所需的技术不被各种（库存）Android浏览器支持。该机制是基于``mDNS``。一个可能的解决方法是使用第三方应用程序，如BonjourBrowser来发现你网络中的所有mDNS服务。
