Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/nextbox.po
Languages: bg, cs, de, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: The restore operation replaces the Nextcloud internals entirely and depending on the version combination this might lead to undefined behavior of the Nextcloud frontend. If this happens, please be patient and reload the page using ``F5`` or ``ctrl-r`` and check, if the restore operation was successful.
bg: Операцията за възстановяване замества изцяло вътрешните елементи на Nextcloud и в зависимост от комбинацията от версии това може да доведе до недефинирано поведение на frontend-а на Nextcloud. Ако това се случи, моля, проявете търпение и презаредете страницата с помощта на ``F5`` или ``ctrl-r`` и проверете дали операцията по възстановяване е била успешна.
cs: Operace obnovení zcela nahradí interní prvky Nextcloudu a v závislosti na kombinaci verzí to může vést k nedefinovanému chování frontendu Nextcloudu. Pokud k tomu dojde, buďte trpěliví a znovu načtěte stránku pomocí ``F5`` nebo ``ctrl-r`` a zkontrolujte, zda byla operace obnovení úspěšná.
de: Die Wiederherstellungsoperation ersetzt die Nextcloud-Interna vollständig und je nach Versionskombination kann dies zu undefiniertem Verhalten des Nextcloud-Frontends führen. Bitte haben Sie in diesem Fall etwas Geduld und laden Sie die Seite mit ``F5`` oder ``ctrl-r`` neu und prüfen Sie, ob die Wiederherstellung erfolgreich war.
el: Η λειτουργία επαναφοράς αντικαθιστά εξ ολοκλήρου τα εσωτερικά στοιχεία του Nextcloud και ανάλογα με το συνδυασμό εκδόσεων αυτό μπορεί να οδηγήσει σε απροσδιόριστη συμπεριφορά του frontend του Nextcloud. Αν συμβεί αυτό, κάντε υπομονή και επαναφορτώστε τη σελίδα χρησιμοποιώντας ``F5`` ή ``ctrl-r`` και ελέγξτε, αν η λειτουργία επαναφοράς ήταν επιτυχής.
es: La operación de restauración reemplaza los internos de Nextcloud por completo y, dependiendo de la combinación de versiones, esto podría conducir a un comportamiento indefinido del frontend de Nextcloud. Si esto sucede, por favor sea paciente y recargue la página usando ``F5`` o ``ctrl-r`` y compruebe, si la operación de restauración fue exitosa.
et: Taastamisoperatsioon asendab Nextcloudi sisemised osad täielikult ja sõltuvalt versioonikombinatsioonist võib see põhjustada Nextcloudi eesliini ebamäärase käitumise. Kui see juhtub, olge kannatlik ja laadige leht uuesti, kasutades ``F5`` või ``ctrl-r`` ja kontrollige, kas taastamisoperatsioon õnnestus.
fi: Palautusoperaatio korvaa Nextcloudin sisäiset toiminnot kokonaan, ja versioyhdistelmästä riippuen tämä saattaa johtaa Nextcloudin etusivun määrittelemättömään käyttäytymiseen. Jos näin käy, ole kärsivällinen ja lataa sivu uudelleen käyttämällä ``F5`` tai ``ctrl-r`` ja tarkista, onnistuiko palautusoperaatio.
fr: L'opération de restauration remplace entièrement les internes de Nextcloud et selon la combinaison de versions, cela peut conduire à un comportement non défini du frontend Nextcloud. Si cela se produit, soyez patient et rechargez la page en utilisant ``F5`` ou ``ctrl-r`` et vérifiez si l'opération de restauration a réussi.
hu: A visszaállítási művelet teljes egészében lecseréli a Nextcloud belső részeit, és a verzió-kombinációtól függően ez a Nextcloud frontend nem meghatározott viselkedéséhez vezethet. Ha ez történik, kérjük, legyen türelmes, és töltse újra az oldalt a ``F5`` vagy a ``ctrl-r`` használatával, és ellenőrizze, hogy a visszaállítási művelet sikeres volt-e!
ja: リストア操作はNextcloudの内部を完全に置き換えるため、バージョンの組み合わせによっては、Nextcloudフロントエンドの動作が未定義になる可能性があります。このような場合は、``F5``または``ctrl-r``を使用してページをリロードし、リストア操作が成功したかどうかを確認してください。
lt: Atkūrimo operacija visiškai pakeičia "Nextcloud" vidines dalis ir, priklausomai nuo versijų derinio, tai gali lemti neapibrėžtą "Nextcloud" priekinės dalies elgesį. Jei taip atsitiktų, apsišarvuokite kantrybe ir iš naujo įkelkite puslapį naudodami ``F5`` arba ``ctrl-r`` ir patikrinkite, ar atkūrimo operacija pavyko.
lv: Atjaunošanas operācija pilnībā aizstāj Nextcloud iekšējos elementus, un atkarībā no versiju kombinācijas tas var izraisīt nedefinētu Nextcloud frontend darbību. Ja tā notiek, lūdzu, esiet pacietīgi un pārlādējiet lapu no jauna, izmantojot ``F5`` vai ``ctrl-r`` un pārbaudiet, vai atjaunošanas operācija ir bijusi veiksmīga.
nl: De herstelbewerking vervangt de Nextcloud internals volledig en afhankelijk van de versiecombinatie kan dit leiden tot ongedefinieerd gedrag van de Nextcloud-frontend. Als dit gebeurt, wees dan geduldig en herlaad de pagina met ``F5`` of ``ctrl-r`` en controleer of de herstelbewerking succesvol was.
pl: Operacja przywracania całkowicie zastępuje wewnętrzne komponenty Nextcloud i w zależności od kombinacji wersji może to prowadzić do niezdefiniowanego zachowania frontend'u Nextcloud. Jeśli tak się stanie, prosimy o cierpliwość i ponowne załadowanie strony przy użyciu ``F5`` lub ``ctrl-r`` i sprawdzenie, czy operacja przywracania zakończyła się sukcesem.
pt: A operação de restauração substitui inteiramente os internos Nextcloud e, dependendo da combinação de versões, isso pode levar a um comportamento indefinido do frontend Nextcloud. Se isto acontecer, seja paciente e recarregue a página usando ``F5`` ou ```x id="243"></x>`` e verifique, se a operação de restauração foi bem sucedida.
ro: Operațiunea de restaurare înlocuiește în întregime componentele interne ale Nextcloud și, în funcție de combinația de versiuni, acest lucru ar putea duce la un comportament nedefinit al front-end-ului Nextcloud. Dacă se întâmplă acest lucru, vă rugăm să aveți răbdare și să reîncărcați pagina folosind ``F5`` sau ``ctrl-r`` și verificați, dacă operațiunea de restaurare a avut succes.
ru: Операция восстановления полностью заменяет внутренние компоненты Nextcloud, и в зависимости от комбинации версий это может привести к неопределенному поведению фронтенда Nextcloud. Если это произошло, наберитесь терпения и перезагрузите страницу, используя ``F5`` или ``ctrl-r`` и проверьте, успешно ли прошла операция восстановления.
sk: Operácia obnovenia úplne nahradí vnútorné prvky Nextcloudu a v závislosti od kombinácie verzií to môže viesť k nedefinovanému správaniu frontendu Nextcloudu. Ak sa tak stane, buďte trpezliví a znovu načítajte stránku pomocou ``F5`` alebo ``ctrl-r`` a skontrolujte, či bola operácia obnovenia úspešná.
sl: Operacija obnovitve v celoti nadomesti notranjost storitve Nextcloud in glede na kombinacijo različic lahko povzroči nedoločeno obnašanje sprednjega dela storitve Nextcloud. Če se to zgodi, bodite potrpežljivi in ponovno naložite stran z uporabo ``F5`` ali ``ctrl-r`` ter preverite, ali je bila operacija obnovitve uspešna.
sv: Återställningsoperationen ersätter Nextclouds interna system helt och hållet och beroende på versionskombinationen kan detta leda till odefinierat beteende i Nextclouds front-end. Om detta händer, ha tålamod och ladda om sidan med ``F5`` eller ``ctrl-r`` och kontrollera om återställningen lyckades.
zh_cn: 恢复操作完全取代了Nextcloud的内部结构，根据版本组合，这可能导致Nextcloud前端的未定义行为。如果发生这种情况，请耐心等待，并使用``F5``或``ctrl-r``重新加载页面，检查恢复操作是否成功。

source: Make sure your have a storage mounted as described above and it contains a backup to be restored
bg: Уверете се, че имате монтирано хранилище, както е описано по-горе, и то съдържа резервно копие, което трябва да бъде възстановено.
cs: Ujistěte se, že máte úložiště připojené, jak je popsáno výše, a že obsahuje zálohu, která má být obnovena.
de: Stellen Sie sicher, dass Sie einen Speicher wie oben beschrieben eingebunden haben und dieser eine wiederherzustellende Sicherung enthält
el: Βεβαιωθείτε ότι έχετε τοποθετήσει έναν αποθηκευτικό χώρο όπως περιγράφεται παραπάνω και ότι περιέχει ένα αντίγραφο ασφαλείας προς αποκατάσταση.
es: Asegúrese de que tiene un almacenamiento montado como se ha descrito anteriormente y que contiene una copia de seguridad para restaurar
et: Veenduge, et teie mälu on paigaldatud eespool kirjeldatud viisil ja see sisaldab taastatavat varukoopiat.
fi: Varmista, että tallennustila on asennettu edellä kuvatulla tavalla ja että se sisältää palautettavan varmuuskopion.
fr: Assurez-vous que vous avez un stockage monté comme décrit ci-dessus et qu'il contient une sauvegarde à restaurer.
hu: Győződjön meg róla, hogy a fent leírtak szerint csatlakoztatott tárhelye van, és tartalmazza a visszaállítandó biztonsági másolatot.
ja: 上記のようにストレージがマウントされていて、その中にリストアするバックアップがあることを確認します。
lt: Įsitikinkite, kad saugykla prijungta, kaip aprašyta pirmiau, ir joje yra atkuriama atsarginė kopija.
lv: Pārliecinieties, ka jūsu krātuve ir uzstādīta, kā aprakstīts iepriekš, un tajā ir dublējums, kas jāatjauno.
nl: Zorg ervoor dat u een opslagruimte hebt aangekoppeld zoals hierboven beschreven en dat deze een back-up bevat die moet worden hersteld
pl: Upewnij się, że masz zamontowany magazyn w sposób opisany powyżej i że zawiera on kopię zapasową, która ma zostać przywrócona.
pt: Certifique-se de que tem um armazém montado como descrito acima e que contém uma cópia de segurança a ser restaurada
ro: Asigurați-vă că aveți o unitate de stocare montată conform descrierii de mai sus și că aceasta conține o copie de rezervă care trebuie restaurată.
ru: Убедитесь, что ваше хранилище смонтировано, как описано выше, и содержит резервную копию, которую необходимо восстановить
sk: Uistite sa, že máte úložisko pripojené tak, ako je popísané vyššie, a že obsahuje zálohu, ktorá sa má obnoviť.
sl: Prepričajte se, da imate pomnilnik nameščen, kot je opisano zgoraj, in da vsebuje varnostno kopijo, ki jo želite obnoviti.
sv: Se till att du har en lagring monterad enligt beskrivningen ovan och att den innehåller en säkerhetskopia som ska återställas.
zh_cn: 确保你有一个如上所述的储存器，并且它包含一个要恢复的备份

source: Inside "Backup / Restore" below "Restore System from Backup" use the "Select Backup to Restore" drop-down menu to select a backup to be restored
bg: Вътре "Backup / Restore" под "Restore System from Backup" използвайте "Select Backup to Restore" падащото меню, за да изберете резервно копие, което да бъде възстановено
cs: Uvnitř "Zálohování / Obnovení" pod "Obnovit systém ze zálohy" použijte "Vybrat zálohu k obnovení" rozevírací nabídku pro výběr zálohy k obnovení.
de: Wählen Sie in "Backup / Restore" unterhalb von "Restore System from Backup" im Dropdown-Menü "Select Backup to Restore" eine Sicherung aus, die wiederhergestellt werden soll
el: Μέσα από το "Δημιουργία αντιγράφων ασφαλείας / Επαναφορά" κάτω από το "Επαναφορά συστήματος από αντίγραφο ασφαλείας" χρησιμοποιήστε το αναπτυσσόμενο μενού "Επιλογή αντιγράφου ασφαλείας για επαναφορά" για να επιλέξετε ένα αντίγραφο ασφαλείας προς επαναφορά.
es: Dentro de "Copia de seguridad/restauración" debajo de "Restaurar el sistema desde una copia de seguridad" utilice el menú desplegable "Seleccionar copia de seguridad para restaurar" para seleccionar una copia de seguridad a restaurar
et: Sees "Backup / Restore" allpool "Restore System from Backup" kasutage "Select Backup to Restore" rippmenüüd, et valida taastatav varukoopia.
fi: Sisällä "Varmuuskopiointi / Palautus" alla "Palauta järjestelmä varmuuskopiosta" käytä "Valitse palautettava varmuuskopio" -pudotusvalikkoa valitaksesi palautettavan varmuuskopion.
fr: Dans "Sauvegarde / Restauration", sous "Restaurer le système à partir d'une sauvegarde", utilisez le menu déroulant "Sélectionner la sauvegarde à restaurer" pour sélectionner une sauvegarde à restaurer.
hu: A "Backup / Restore" alatt "Restore System from Backup" használja a "Select Backup to Restore" legördülő menüt a visszaállítandó biztonsági másolat kiválasztásához.
ja: 内側の"Backup / Restore"の下の"Restore System from Backup"では、"Select Backup to Restore"のドロップダウンメニューを使って、復元するバックアップを選択します。
lt: Viduje "Atsarginė kopija / Atkūrimas" žemiau "Atkurti sistemą iš atsarginės kopijos" naudokite "Pasirinkite atsarginę kopiją, kurią norite atkurti" išplečiamajame meniu pasirinkite atsarginę kopiją, kurią norite atkurti.
lv: Iekšpusē "Rezerves kopija / Atjaunošana" zem "Atjaunot sistēmu no dublējuma" izmantojiet "Izvēlieties dublējumu, lai atjaunotu" nolaižamajā izvēlnē, lai izvēlētos atjaunojamo dublējumu.
nl: Binnen "Backup / Restore" onder "Restore System from Backup" gebruik het "Select Backup to Restore" drop-down menu om een backup te kiezen die hersteld moet worden
pl: Wewnątrz "Backup / Restore" poniżej "Restore System from Backup" użyj "Select Backup to Restore" rozwijanego menu, aby wybrać kopię zapasową do przywrócenia.
pt: Inside "Backup / Restore" below "Restore System from Backup" use o "Select Backup to Restore" menu suspenso para selecionar um backup a ser restaurado
ro: În secțiunea "Backup / Restore" de mai jos "Restore System from Backup" utilizați "Select Backup to Restore" meniul derulant pentru a selecta o copie de rezervă pentru a fi restaurată.
ru: Внутри "Резервное копирование / восстановление" под "Восстановить систему из резервной копии" используйте выпадающее меню "Выбрать резервную копию для восстановления", чтобы выбрать резервную копию для восстановления
sk: Vo vnútri "Zálohovanie / Obnovenie" pod "Obnoviť systém zo zálohy" použite "Vybrať zálohu na obnovenie" rozbaľovacie menu na výber zálohy, ktorá sa má obnoviť
sl: V razdelku "Varnostna kopija / Obnovitev" pod "Obnovitev sistema iz varnostne kopije" uporabite "Izberite varnostno kopijo za obnovitev" spustni meni, da izberete varnostno kopijo za obnovitev.
sv: I "Backup / Restore" under "Restore System from Backup" använd "Select Backup to Restore" rullgardinsmenyn för att välja en säkerhetskopia som ska återställas.
zh_cn: 在"备份/恢复"下面的"从备份恢复系统"使用"选择要恢复的备份"下拉菜单，选择要恢复的备份。

source: Click "Start Restoring now", the restore process will begin immediately.
bg: Щракнете върху "Започнете да възстановявате сега", процесът на възстановяване ще започне веднага.
cs: Klikněte na tlačítko "Spustit obnovu nyní", proces obnovy bude okamžitě zahájen.
de: Klicken Sie auf "Wiederherstellung jetzt starten", der Wiederherstellungsprozess beginnt sofort.
el: Κάντε κλικ στο "Start Restoring now", η διαδικασία επαναφοράς θα ξεκινήσει αμέσως.
es: Haga clic en "Iniciar la restauración ahora", el proceso de restauración comenzará inmediatamente.
et: Klõpsake "Alusta taastamist nüüd", taastamisprotsess algab kohe.
fi: Napsauta "Aloita palautus nyt", palautusprosessi alkaa välittömästi.
fr: Cliquez sur "Start Restoring now", le processus de restauration commencera immédiatement.
hu: Kattintson a "Start Restoring now" gombra, a visszaállítási folyamat azonnal megkezdődik.
ja: Start Restoring now"をクリックすると、すぐに復元処理が開始されます。
lt: Spustelėkite "Pradėti atkurti dabar", atkūrimo procesas prasidės iš karto.
lv: Noklikšķiniet uz "Sākt atjaunošanu tagad", un atjaunošanas process sāksies nekavējoties.
nl: Klik op "Start Restoring now", het herstelproces zal onmiddellijk beginnen.
pl: Kliknij "Rozpocznij przywracanie teraz", proces przywracania rozpocznie się natychmiast.
pt: Clique "Iniciar Restauração agora" o processo de restauração começará imediatamente.
ro: Faceți clic pe "Start Restoring now", procesul de restaurare va începe imediat.
ru: Нажмите "Начать восстановление сейчас", процесс восстановления начнется немедленно.
sk: Kliknite na tlačidlo "Spustiť obnovu teraz", proces obnovy sa začne okamžite.
sl: Kliknite "Start Restoring now", postopek obnovitve se bo začel takoj.
sv: Klicka på "Start Restoring now", så börjar återställningsprocessen omedelbart.
zh_cn: 点击"Start Restoring now"，还原过程将立即开始。

source: Depending on the backupped Nextcloud version after the restore process you will be asked to run the upgrade process for Nextcloud.
bg: В зависимост от архивираната версия на Nextcloud след процеса на възстановяване ще бъдете помолени да стартирате процеса на обновяване на Nextcloud.
cs: V závislosti na zálohované verzi služby Nextcloud budete po obnovení vyzváni ke spuštění procesu aktualizace služby Nextcloud.
de: Je nach gesicherter Nextcloud-Version werden Sie nach dem Wiederherstellungsprozess aufgefordert, den Upgrade-Prozess für Nextcloud durchzuführen.
el: Ανάλογα με την υποστηριζόμενη έκδοση του Nextcloud, μετά τη διαδικασία επαναφοράς θα σας ζητηθεί να εκτελέσετε τη διαδικασία αναβάθμισης του Nextcloud.
es: Dependiendo de la versión de Nextcloud respaldada, después del proceso de restauración se le pedirá que ejecute el proceso de actualización de Nextcloud.
et: Sõltuvalt varundatud Nextcloudi versioonist palutakse teil pärast taastamisprotsessi käivitada Nextcloudi uuendamisprotsess.
fi: Riippuen varmuuskopioidusta Nextcloud-versiosta palautusprosessin jälkeen sinua pyydetään suorittamaan Nextcloudin päivitysprosessi.
fr: Selon la version de Nextcloud sauvegardée, après le processus de restauration, il vous sera demandé d'exécuter le processus de mise à niveau de Nextcloud.
hu: A visszaállítási folyamat után a visszaállított Nextcloud-verziótól függően a rendszer felkéri, hogy futtassa a Nextcloud frissítési folyamatát.
ja: 復元プロセスの後、バックアップされたNextcloudのバージョンに応じて、Nextcloudのアップグレードプロセスを実行するように求められます。
lt: Atsižvelgiant į atsarginę "Nextcloud" versiją, po atkūrimo proceso jūsų bus paprašyta paleisti "Nextcloud" naujinimo procesą.
lv: Atkarībā no dublētās Nextcloud versijas pēc atjaunošanas procesa jums tiks piedāvāts palaist Nextcloud atjaunināšanas procesu.
nl: Afhankelijk van de gebackupped Nextcloud versie zal u na het herstelproces gevraagd worden om het upgrade proces voor Nextcloud uit te voeren.
pl: W zależności od wersji Nextcloud po zakończeniu procesu przywracania zostaniesz poproszony o uruchomienie procesu aktualizacji Nextcloud.
pt: Dependendo da versão de backup do Nextcloud após o processo de restauração, você será solicitado a executar o processo de atualização para o Nextcloud.
ro: În funcție de versiunea Nextcloud salvată, după procesul de restaurare, vi se va cere să executați procesul de actualizare pentru Nextcloud.
ru: В зависимости от версии резервной копии Nextcloud после процесса восстановления вам будет предложено запустить процесс обновления Nextcloud.
sk: V závislosti od zálohovanej verzie služby Nextcloud budete po obnovení vyzvaní na spustenie procesu aktualizácie služby Nextcloud.
sl: Glede na varnostno kopijo različice storitve Nextcloud boste po postopku obnovitve pozvani, da zaženete postopek nadgradnje za Nextcloud.
sv: Beroende på vilken version av Nextcloud du har backuperat kommer du efter återställningsprocessen att bli ombedd att köra uppgraderingsprocessen för Nextcloud.
zh_cn: 在恢复过程之后，您将被要求运行Nextcloud的升级过程，这取决于备份的Nextcloud版本。

source: All configurations and settings of the NextBox and the Nextcloud instance will be restored, thus there might be changes on how you access your NextBox, if the restored Remote Access configuration is not identical to the current one.
bg: Всички конфигурации и настройки на NextBox и Nextcloud инстанцията ще бъдат възстановени, поради което може да има промени в начина, по който получавате достъп до вашия NextBox, ако възстановената конфигурация за отдалечен достъп не е идентична с текущата.
cs: Všechny konfigurace a nastavení NextBoxu a instance Nextcloudu budou obnoveny, takže může dojít ke změnám v přístupu k NextBoxu, pokud obnovená konfigurace Vzdáleného přístupu není totožná s aktuální konfigurací.
de: Alle Konfigurationen und Einstellungen der NextBox und der Nextcloud-Instanz werden wiederhergestellt, daher kann es zu Änderungen beim Zugriff auf Ihre NextBox kommen, wenn die wiederhergestellte Remote Access-Konfiguration nicht mit der aktuellen identisch ist.
el: Όλες οι διαμορφώσεις και οι ρυθμίσεις του NextBox και του Nextcloud θα αποκατασταθούν, επομένως ενδέχεται να υπάρξουν αλλαγές στον τρόπο πρόσβασης στο NextBox σας, εάν η αποκατασταθείσα διαμόρφωση απομακρυσμένης πρόσβασης δεν είναι πανομοιότυπη με την τρέχουσα.
es: Todas las configuraciones y ajustes de NextBox y de la instancia de Nextcloud se restaurarán, por lo que podría haber cambios en la forma de acceder a su NextBox, si la configuración de Acceso Remoto restaurada no es idéntica a la actual.
et: Kõik NextBoxi ja Nextcloudi instantsi konfiguratsioonid ja seaded taastatakse, mistõttu võib toimuda muudatusi NextBoxi kasutamise viisides, kui taastatud kaugjuurdepääsu konfiguratsioon ei ole identne praeguse konfiguratsiooniga.
fi: Kaikki NextBoxin ja Nextcloud-instanssin kokoonpanot ja asetukset palautetaan, joten NextBoxin käyttötapa saattaa muuttua, jos palautettu etäkäyttökokoonpano ei ole sama kuin nykyinen.
fr: Toutes les configurations et les paramètres de la NextBox et de l'instance Nextcloud seront restaurés, donc il pourrait y avoir des changements sur la façon dont vous accédez à votre NextBox, si la configuration d'accès à distance restaurée n'est pas identique à la configuration actuelle.
hu: A NextBox és a Nextcloud példány összes konfigurációja és beállítása visszaállításra kerül, ezért előfordulhat, hogy a NextBox elérésének módja megváltozik, ha a visszaállított távoli hozzáférési konfiguráció nem azonos a jelenlegi konfigurációval.
ja: NextBoxとNextcloudインスタンスのすべての構成と設定が復元されるため、復元されたリモートアクセス構成が現在のものと同一でない場合、NextBoxへのアクセス方法が変更される可能性があります。
lt: Visos NextBox ir Nextcloud instancijos konfigūracijos ir nustatymai bus atkurti, todėl gali pasikeisti prieigos prie NextBox būdas, jei atkurta nuotolinės prieigos konfigūracija nėra identiška dabartinei.
lv: Tiks atjaunotas visas NextBox un Nextcloud instances konfigurācijas un iestatījumi, tāpēc var mainīties veids, kā Jūs piekļūstat savam NextBox, ja atjaunotā attālās piekļuves konfigurācija nav identiska pašreizējai.
nl: Alle configuraties en instellingen van de NextBox en de Nextcloud instance worden hersteld, dus er kunnen wijzigingen zijn in de manier waarop u toegang hebt tot uw NextBox, als de herstelde Remote Access-configuratie niet identiek is aan de huidige.
pl: Wszystkie konfiguracje i ustawienia NextBoxa i instancji Nextcloud zostaną przywrócone, dlatego mogą nastąpić zmiany w sposobie dostępu do NextBoxa, jeśli przywrócona konfiguracja Remote Access nie jest identyczna z obecną.
pt: Todas as configurações e configurações da NextBox e da instância Nextcloud serão restauradas, portanto pode haver mudanças na forma de acesso à sua NextBox, se a configuração restaurada do Remote Access não for idêntica à atual.
ro: Toate configurațiile și setările NextBox și ale instanței Nextcloud vor fi restaurate, astfel încât ar putea exista modificări în modul de accesare a NextBox-ului, dacă configurația restaurată a accesului la distanță nu este identică cu cea actuală.
ru: Все конфигурации и настройки NextBox и экземпляра Nextcloud будут восстановлены, поэтому возможны изменения в доступе к NextBox, если восстановленная конфигурация удаленного доступа не идентична текущей.
sk: Všetky konfigurácie a nastavenia NextBoxu a inštancie Nextcloudu budú obnovené, preto môže dôjsť k zmenám v prístupe k vášmu NextBoxu, ak obnovená konfigurácia vzdialeného prístupu nie je totožná s aktuálnou.
sl: Vse konfiguracije in nastavitve NextBoxa in instance Nextclouda bodo obnovljene, zato se lahko spremeni način dostopa do vašega NextBoxa, če obnovljena konfiguracija oddaljenega dostopa ni enaka trenutni.
sv: Alla konfigurationer och inställningar för NextBoxen och Nextcloud-instansen kommer att återställas, vilket innebär att det kan bli ändringar i hur du kommer åt din NextBox om den återställda konfigurationen för fjärråtkomst inte är identisk med den nuvarande.
zh_cn: NextBox和Nextcloud实例的所有配置和设置将被恢复，因此，如果恢复的远程访问配置与当前配置不完全相同，您访问NextBox的方式可能会发生变化。
