Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/nextbox.po
Languages: bg, cs, de, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: In this configuration you need the provide the *domain* this configuration is enabling and the contents of the `ddclient.conf` used by `ddclient`_. Various examples can be found at the `official documentation`_, the one used for the guided DNS configuration uses the following template:
bg: В тази конфигурация трябва да предоставите *домейна*, който тази конфигурация разрешава, и съдържанието на `ddclient.conf`, използван от `ddclient`_. Различни примери могат да бъдат намерени в `официалната документация`_, като този, използван за конфигурацията на насочващия DNS, използва следния шаблон:
cs: V této konfiguraci je třeba zadat *doménu*, kterou tato konfigurace povoluje, a obsah souboru `ddclient.conf`, který používá `ddclient`_. Různé příklady lze nalézt v `oficiální dokumentaci`_, ten použitý pro řízenou konfiguraci DNS používá následující šablonu:
de: In dieser Konfiguration müssen Sie die *Domäne* angeben, die diese Konfiguration aktiviert, sowie den Inhalt der `ddclient.conf`, die von `ddclient`_ verwendet wird. Verschiedene Beispiele finden Sie in der `offiziellen Dokumentation`_, das für die geführte DNS-Konfiguration verwendete Beispiel verwendet die folgende Vorlage:
el: Σε αυτή τη διαμόρφωση πρέπει να δώσετε το *πεδίο* που ενεργοποιεί αυτή η διαμόρφωση και τα περιεχόμενα του αρχείου `ddclient.conf` που χρησιμοποιείται από το `ddclient`_. Διάφορα παραδείγματα μπορείτε να βρείτε στην `επίσημη τεκμηρίωση`_, αυτό που χρησιμοποιείται για την καθοδηγούμενη διαμόρφωση DNS χρησιμοποιεί το ακόλουθο πρότυπο:
es: En esta configuración es necesario proporcionar el *dominio* que esta configuración está habilitando y el contenido del `ddclient.conf` utilizado por `ddclient`_. Se pueden encontrar varios ejemplos en la `documentación oficial`_, el utilizado para la configuración de DNS guiada utiliza la siguiente plantilla:
et: Selles konfiguratsioonis peate esitama *domeeni*, mida see konfiguratsioon võimaldab, ja `ddclient.conf` sisu, mida kasutab `ddclient`_. Erinevaid näiteid võib leida `ametlikust dokumentatsioonist`_, juhitud DNS-konfiguratsioonis kasutatav näide kasutab järgmist malli:
fi: Tässä konfiguraatiossa sinun on annettava *domain*, jonka tämä konfiguraatio ottaa käyttöön, ja `ddclient`_:n käyttämän `ddclient.conf`:n sisältö. Erilaisia esimerkkejä löytyy `virallisesta dokumentaatiosta`_, ohjatussa DNS-konfiguraatiossa käytetty malli on seuraava:
fr: Dans cette configuration, vous devez fournir le *domaine* que cette configuration active et le contenu du fichier `ddclient.conf` utilisé par `ddclient`_. Plusieurs exemples peuvent être trouvés dans la `documentation officielle`_, celui utilisé pour la configuration DNS guidée utilise le modèle suivant :
hu: Ebben a konfigurációban meg kell adnod a *tartományt*, amelyet ez a konfiguráció engedélyez, és a `ddclient.conf` tartalmát, amelyet a `ddclient`_ használ. Különböző példák találhatók a `hivatalos dokumentációban`_, az irányított DNS konfigurációhoz használt a következő sablont használja:
ja: この設定では、この設定で有効にする*ドメイン*と、`ddclient`_が使用する`ddclient.conf`の内容を提供する必要があります。様々な例が`official documentation`_に掲載されていますが、ガイド付きDNS設定に使用されているものは、以下のテンプレートを使用しています。
lt: Šioje konfigūracijoje reikia nurodyti *domeną*, kurį ši konfigūracija įjungia, ir `ddclient.conf`, kurį naudoja `ddclient`_, turinį. Įvairių pavyzdžių galima rasti `oficialioje dokumentacijoje`_, vadovaujamojoje DNS konfigūracijoje naudojamas šis šablonas:
lv: Šajā konfigurācijā ir jānorāda *domēna*, kuru šī konfigurācija atļauj, un `ddclient.conf`, ko izmanto `ddclient`_, saturs. Dažādus piemērus var atrast `oficiālajā dokumentācijā`_, vadāmās DNS konfigurācijā izmantotajā izmanto šādu veidni:
nl: In deze configuratie moet u het *domein* opgeven dat deze configuratie mogelijk maakt en de inhoud van de `ddclient.conf` die door `ddclient`_ wordt gebruikt. Verschillende voorbeelden zijn te vinden in de `officiële documentatie`_, degene die gebruikt wordt voor de geleide DNS configuratie gebruikt het volgende sjabloon:
pl: W tej konfiguracji musisz podać *domenę*, którą ta konfiguracja umożliwia oraz zawartość pliku `ddclient.conf` używanego przez `ddclient`_. Różne przykłady można znaleźć w `oficjalnej dokumentacji`_, ten używany do konfiguracji kierowanego DNS używa następującego szablonu:
pt: Nesta configuração você precisa fornecer o *domain* que esta configuração está habilitada e o conteúdo do `ddclient.conf` utilizado pelo `ddclient`_. Vários exemplos podem ser encontrados em `documentação oficial`_, a utilizada para a configuração do DNS guiado utiliza o seguinte template:
ro: În această configurație trebuie să furnizați *domeniul* pe care această configurație îl activează și conținutul fișierului `ddclient.conf` folosit de `ddclient`_. Diverse exemple pot fi găsite la `documentația oficială`_, cel folosit pentru configurația DNS ghidată folosește următorul model:
ru: В этой конфигурации вам необходимо указать *домен*, для которого включается эта конфигурация, и содержимое файла `ddclient.conf`, используемого `ddclient`_. Различные примеры можно найти в `официальной документации`_, пример, используемый для конфигурации управляемого DNS, использует следующий шаблон:
sk: V tejto konfigurácii musíte uviesť *doménu*, ktorú táto konfigurácia povoľuje, a obsah súboru `ddclient.conf`, ktorý používa `ddclient`_. Rôzne príklady nájdete v `oficiálnej dokumentácii`_, ten, ktorý sa používa pre riadenú konfiguráciu DNS, používa nasledujúcu šablónu:
sl: V tej konfiguraciji morate navesti *domeno*, ki jo ta konfiguracija omogoča, in vsebino `ddclient.conf`, ki jo uporablja `ddclient`_. Različne primere lahko najdete v `uradni dokumentaciji`_, tisti, ki se uporablja za vodeno konfiguracijo DNS, uporablja naslednjo predlogo:
sv: I den här konfigurationen måste du ange *domän* som konfigurationen aktiverar och innehållet i `ddclient.conf` som används av `ddclient`_. Olika exempel finns i `officiell dokumentation`_, det som används för den guidade DNS-konfigurationen använder följande mall:
zh_cn: 在这个配置中，你需要提供这个配置所启用的*域名以及`ddclient`_使用的`ddclient.conf`的内容。各种例子可以在`官方文档`_中找到，用于指导DNS配置的例子使用了以下模板。

source: Once you actiavted this configuration, you can *Continue to TLS activation* - see below
bg: След като сте извършили тази конфигурация, можете да *продължите с активирането на TLS* - вижте по-долу
cs: Po provedení této konfigurace můžete *pokračovat v aktivaci TLS* - viz níže.
de: Sobald Sie diese Konfiguration aktiviert haben, können Sie *mit der TLS-Aktivierung fortfahren* - siehe unten
el: Μόλις ενεργοποιήσετε αυτή τη διαμόρφωση, μπορείτε να *Συνεχίσετε την ενεργοποίηση του TLS* - δείτε παρακάτω
es: Una vez que haya actuado esta configuración, puede *Continuar con la activación de TLS* - ver abajo
et: Kui olete selle konfiguratsiooni seadistanud, saate *jätkata TLS-i aktiveerimist* - vt allpool.
fi: Kun olet tehnyt tämän kokoonpanon, voit *Jatka TLS-aktivointiin* - katso alla oleva kohta
fr: Une fois que vous avez activé cette configuration, vous pouvez *Continuer l'activation TLS* - voir ci-dessous
hu: Ha ezt a konfigurációt elvégezte, akkor *Folytassa a TLS aktiválást* - lásd alább.
ja: この設定を行った後、TLSの有効化に進むことができます。
lt: Atlikę šią konfigūraciją, galite *Tęsti TLS aktyvavimą* - žr. toliau.
lv: Pēc šīs konfigurācijas veikšanas varat *Turpināt TLS aktivizēšanu* - skatiet tālāk.
nl: Zodra u deze configuratie heeft uitgevoerd, kunt u *Doorgaan naar TLS activatie* - zie hieronder
pl: Po wprowadzeniu tej konfiguracji, można *kontynuować aktywację TLS* - patrz poniżej
pt: Uma vez que você tenha ativado esta configuração, você pode *Continuar a ativação do TLS* - veja abaixo
ro: După ce ați activat această configurație, puteți *Continua cu activarea TLS* - vezi mai jos
ru: Как только вы выполнили эту конфигурацию, вы можете *Продолжить активацию TLS* - см. ниже
sk: Po vykonaní tejto konfigurácie môžete *pokračovať v aktivácii TLS* - pozri nižšie
sl: Ko ste to konfiguracijo izvedli, lahko *Daljujete z aktivacijo TLS* - glejte spodaj.
sv: När du har aktiverat denna konfiguration kan du *Fortsätta med TLS-aktivering* - se nedan.
zh_cn: 一旦你完成了这个配置，你就可以*继续进行TLS激活*--见下文。

source: Enable TLS
bg: Активиране на TLS
cs: Povolení protokolu TLS
de: TLS einschalten
el: Ενεργοποίηση TLS
es: Activar TLS
et: TLS-i lubamine
fi: Ota TLS käyttöön
fr: Activer TLS
hu: TLS engedélyezése
ja: TLSを有効にする
lt: Įjungti TLS
lv: TLS iespējošana
nl: TLS inschakelen
pl: Włącz TLS
pt: Habilitar TLS
ro: Activați TLS
ru: Включить TLS
sk: Povolenie TLS
sl: Omogočite TLS
sv: Aktivera TLS
zh_cn: 启用TLS

source: On this page first wait for the status-bars to settle and mainly ensure that *reachability* of your NextBox is tested successfully. If this is the case, just click **Enable TLS** to acquire your TLS certificate.
bg: На тази страница първо изчакайте лентите на състоянието да се успокоят и най-вече се уверете, че *достъпността* на вашия NextBox е тествана успешно. Ако това е така, просто щракнете върху **Enable TLS** (Разрешаване на TLS**), за да придобиете вашия TLS сертификат.
cs: Na této stránce nejprve počkejte, až se stavové řádky ustálí, a hlavně se ujistěte, že *dostupnost* vašeho NextBoxu byla úspěšně otestována. Pokud tomu tak je, klikněte na tlačítko **Povolit TLS** a získejte certifikát TLS.
de: Warten Sie auf dieser Seite zunächst, bis sich die Statusbalken gesetzt haben und stellen Sie vor allem sicher, dass die *Erreichbarkeit* Ihrer NextBox erfolgreich getestet wurde. Wenn dies der Fall ist, klicken Sie einfach auf **TLS aktivieren**, um Ihr TLS-Zertifikat zu erwerben.
el: Σε αυτή τη σελίδα περιμένετε πρώτα να εγκατασταθούν οι γραμμές κατάστασης και κυρίως βεβαιωθείτε ότι η *εφικτότητα* του NextBox σας έχει δοκιμαστεί με επιτυχία. Αν αυτό συμβαίνει, απλά κάντε κλικ στο **Enable TLS** για να αποκτήσετε το πιστοποιητικό TLS.
es: En esta página, espera primero a que se asienten las barras de estado y, sobre todo, asegúrate de que la *alcanzabilidad* de tu NextBox se comprueba con éxito. Si este es el caso, simplemente haga clic en **Habilitar TLS** para adquirir su certificado TLS.
et: Sellel leheküljel oodake esmalt, kuni staatuse ruudud settivad, ja peamiselt veenduge, et teie NextBoxi *saavutatavus* on edukalt testitud. Kui see on nii, klõpsake lihtsalt **Enable TLS**, et saada oma TLS-sertifikaat.
fi: Odota tällä sivulla ensin, että tilapalkit asettuvat ja varmista, että NextBoxin *saavutettavuus* on testattu onnistuneesti. Jos näin on, napsauta **Enable TLS** hankkiaksesi TLS-varmenteen.
fr: Sur cette page, attendez d'abord que les barres d'état s'installent et assurez-vous principalement que la *reachabilité* de votre NextBox est testée avec succès. Si c'est le cas, cliquez simplement sur **Enable TLS** pour acquérir votre certificat TLS.
hu: Ezen az oldalon először várd meg, amíg a státusz-sávok rendeződnek, és főként győződj meg arról, hogy a NextBox *elérhetősége* sikeresen tesztelve van. Ha ez megtörtént, csak kattintson a **Enable TLS** gombra a TLS tanúsítvány megszerzéséhez.
ja: このページでは、まずステータスバーが落ち着くのを待ち、主にNextBoxの*到達性*が正常にテストされることを確認します。TLS証明書を取得するには、「TLSを有効にする」をクリックしてください。
lt: Šiame puslapyje pirmiausia palaukite, kol būsenos juostos nusistovės, ir pirmiausia įsitikinkite, kad jūsų NextBox pasiekiamumas* sėkmingai išbandytas. Jei taip yra, spustelėkite **Įjungti TLS**, kad gautumėte TLS sertifikatą.
lv: Šajā lapā vispirms pagaidiet, kamēr statusa joslas nostabilizējas, un galvenokārt pārliecinieties, ka jūsu NextBox *pieejamība* ir veiksmīgi pārbaudīta. Ja tas ir noticis, noklikšķiniet uz **Enable TLS** , lai iegūtu TLS sertifikātu.
nl: Op deze pagina wacht u eerst tot de status-balken zijn neergezet en controleert u vooral of *reachability* van uw NextBox succesvol is getest. Als dit het geval is, klikt u op **Enable TLS** om uw TLS-certificaat te verkrijgen.
pl: Na tej stronie należy najpierw poczekać, aż paski stanu się uspokoją, a przede wszystkim upewnić się, że *reachability* [osiągalność] NextBoxa została pomyślnie przetestowana. Jeśli tak jest, kliknij **Enable TLS**, aby uzyskać certyfikat TLS.
pt: Nesta página primeiro aguarde que as barras de status se estabeleçam e principalmente garanta que *a acessibilidade* da sua NextBox seja testada com sucesso. Se for este o caso, basta clicar em **Enable TLS*** para adquirir o seu certificado TLS.
ro: Pe această pagină, așteptați mai întâi să se așeze barele de stare și, în principal, asigurați-vă că *reprezentarea* NextBox este testată cu succes. În acest caz, faceți clic pe **Enable TLS** pentru a obține certificatul TLS.
ru: На этой странице сначала дождитесь, пока статус-бары улягутся, и в основном убедитесь, что *доступность* вашего NextBox проверена успешно. Если это так, просто нажмите **Enable TLS**, чтобы получить ваш сертификат TLS.
sk: Na tejto stránke najprv počkajte, kým sa stavové riadky ustália, a hlavne sa uistite, že *dostupnosť* vášho NextBoxu je úspešne otestovaná. Ak je to tak, kliknite na **Povolenie TLS** a získajte certifikát TLS.
sl: Na tej strani najprej počakajte, da se vrstica stanja ustali, predvsem pa preverite, ali je *dostopnost* vašega NextBoxa uspešno preizkušena. Če je tako, kliknite **Enable TLS** in pridobite certifikat TLS.
sv: På den här sidan väntar du först på att statusfältet ska lägga sig och ser främst till att *åtkomligheten* för din NextBox testas framgångsrikt. Om så är fallet klickar du bara på **Enable TLS** för att skaffa ditt TLS-certifikat.
zh_cn: 在这个页面上，首先等待状态栏的稳定，主要是确保你的NextBox的*可及性测试成功。如果是这样，只需点击**启用TLS**来获取你的TLS证书。

source: If the reachibility test fails, make sure your :doc:`port forwarding <port-forwarding>` is configured properly.
bg: Ако тестът за достижимост се провали, уверете се, че :doc:`port forwarding <port-forwarding>` е конфигуриран правилно.
cs: Pokud test dosažitelnosti selže, zkontrolujte, zda je správně nakonfigurováno :doc:`port forwarding <port-forwarding>`.
de: Wenn der Erreichbarkeitstest fehlschlägt, stellen Sie sicher, dass Ihre :doc:`Port-Weiterleitung <Port-Weiterleitung>` richtig konfiguriert ist.
el: Εάν η δοκιμή προσιτότητας αποτύχει, βεβαιωθείτε ότι η :doc:`προώθηση θύρας <port-forwarding>` έχει ρυθμιστεί σωστά.
es: Si la prueba de accesibilidad falla, asegúrese de que su :doc:`port forwarding <port-forwarding>` está configurado correctamente.
et: Kui juurdepääsetavuse test ebaõnnestub, veenduge, et teie :doc:`port forwarding <port-forwarding>` on õigesti konfigureeritud.
fi: Jos saavutettavuustesti epäonnistuu, varmista, että :doc:`port forwarding <port-forwarding>` on määritetty oikein.
fr: Si le test d'accessibilité échoue, vérifiez que votre :doc:`transfert de port <port-forwarding>` est correctement configuré.
hu: Ha az elérhetőségi teszt sikertelen, győződjön meg róla, hogy a :doc:`port forwarding <port-forwarding>` megfelelően van-e beállítva.
ja: 到達性テストが失敗した場合は、 :doc:`port forwarding <port-forwarding>` が正しく設定されているか確認してください。
lt: Jei pasiekiamumo testas nepavyksta, įsitikinkite, kad jūsų :doc:`port forwarding <port-forwarding>` yra tinkamai sukonfigūruotas.
lv: Ja sasniedzamības tests neizdodas, pārliecinieties, ka jūsu :doc:`port forwarding <port-forwarding>` ir pareizi konfigurēts.
nl: Als de bereikbaarheidstest mislukt, controleer dan of uw :doc:`port forwarding <port-forwarding>` correct is geconfigureerd.
pl: Jeśli test dostępności nie powiedzie się, upewnij się, że twój :doc:`port forwarding <port-forwarding>` jest skonfigurowany poprawnie.
pt: Se o teste de alcance falhar, certifique-se de que o seu :doc:`port forwarding <port-forwarding>` está configurado corretamente.
ro: Dacă testul de accesibilitate eșuează, asigurați-vă că :doc:`port forwarding <port-forwarding>` este configurat corect.
ru: Если тест на достижимость не прошел, убедитесь, что ваш :doc:`port forwarding <port-forwarding>` настроен правильно.
sk: Ak test dosiahnuteľnosti zlyhá, skontrolujte, či je správne nakonfigurované :doc:`port forwarding <port-forwarding>`.
sl: Če test dosegljivosti ni uspešen, se prepričajte, da je vaše :doc:`port forwarding <port-forwarding>` pravilno konfigurirano.
sv: Om testet av räckvidden misslyckas, kontrollera att din :doc:`portforwarding <port-forwarding>` är korrekt konfigurerad.
zh_cn: 如果可达性测试失败，请确保你的 :doc:`port forwarding <port-forwarding>`配置正确。

source: Managing Remote Access
bg: Управление на отдалечен достъп
cs: Správa vzdáleného přístupu
de: Verwalten des Fernzugriffs
el: Διαχείριση απομακρυσμένης πρόσβασης
es: Gestión del acceso remoto
et: Kaugjuurdepääsu haldamine
fi: Etäkäytön hallinta
fr: Gestion de l'accès à distance
hu: Távoli hozzáférés kezelése
ja: リモートアクセスの管理
lt: Nuotolinės prieigos valdymas
lv: Attālās piekļuves pārvaldība
nl: Beheer van toegang op afstand
pl: Zarządzanie zdalnym dostępem
pt: Gestão de Acesso Remoto
ro: Gestionarea accesului la distanță
ru: Управление удаленным доступом
sk: Správa vzdialeného prístupu
sl: Upravljanje oddaljenega dostopa
sv: Hantering av fjärråtkomst
zh_cn: 管理远程访问

source: Your NextBox comes with different options on how to enable access to your NextBox from any remote location as long as you have an internet connection available.
bg: Вашият NextBox се предлага с различни опции за осигуряване на достъп до Вашия NextBox от всяко отдалечено място, стига да имате налична интернет връзка.
cs: Váš NextBox je dodáván s různými možnostmi, jak umožnit přístup k vašemu NextBoxu z libovolného vzdáleného místa, pokud máte k dispozici připojení k internetu.
de: Ihre NextBox wird mit verschiedenen Optionen geliefert, wie Sie den Zugriff auf Ihre NextBox von jedem beliebigen Standort aus ermöglichen können, solange Sie eine Internetverbindung zur Verfügung haben.
el: Το NextBox σας συνοδεύεται από διάφορες επιλογές για το πώς μπορείτε να αποκτήσετε πρόσβαση στο NextBox σας από οποιαδήποτε απομακρυσμένη τοποθεσία, αρκεί να έχετε διαθέσιμη σύνδεση στο διαδίκτυο.
es: Su NextBox viene con diferentes opciones sobre cómo habilitar el acceso a su NextBox desde cualquier ubicación remota, siempre y cuando tenga una conexión a Internet disponible.
et: Teie NextBoxiga on kaasas erinevad võimalused, kuidas võimaldada juurdepääsu oma NextBoxile mis tahes kaugemast asukohast, kui teil on olemas internetiühendus.
fi: NextBoxin mukana tulee erilaisia vaihtoehtoja, joilla voit käyttää NextBoxia mistä tahansa etäsijainnista, kunhan sinulla on käytettävissäsi internet-yhteys.
fr: Votre NextBox est livrée avec différentes options permettant d'accéder à votre NextBox depuis n'importe quel endroit éloigné, à condition que vous disposiez d'une connexion Internet.
hu: A NextBox különböző opciókkal rendelkezik arra vonatkozóan, hogy hogyan lehet a NextBoxhoz bármilyen távoli helyről hozzáférni, ha van internetkapcsolat.
ja: NextBoxには、インターネットに接続できる環境であれば、遠隔地からでもNextBoxにアクセスできるようなオプションが用意されています。
lt: Jūsų NextBox turi įvairias parinktis, kaip įgalinti prieigą prie jūsų NextBox iš bet kurios nutolusios vietos, jei tik turite interneto ryšį.
lv: Jūsu NextBox ir pieejamas dažādas iespējas, kā nodrošināt piekļuvi savam NextBox no jebkuras attālinātas vietas, ja vien Jums ir pieejams interneta savienojums.
nl: Uw NextBox wordt geleverd met verschillende opties om toegang te krijgen tot uw NextBox vanaf elke externe locatie, zolang u over een internetverbinding beschikt.
pl: NextBox jest wyposażony w różne opcje umożliwiające dostęp do NextBox z dowolnego miejsca na świecie, pod warunkiem, że masz połączenie z Internetem.
pt: A sua NextBox vem com diferentes opções sobre como permitir o acesso à sua NextBox a partir de qualquer local remoto, desde que tenha uma ligação à Internet disponível.
ro: NextBox vine cu diferite opțiuni pentru a permite accesul la NextBox din orice locație la distanță, atâta timp cât aveți la dispoziție o conexiune la internet.
ru: Ваш NextBox поставляется с различными опциями, позволяющими получить доступ к NextBox из любого удаленного места, если у вас есть доступ к интернету.
sk: Váš NextBox sa dodáva s rôznymi možnosťami, ako umožniť prístup k vášmu NextBoxu z ľubovoľného vzdialeného miesta, pokiaľ máte k dispozícii internetové pripojenie.
sl: Vaš NextBox je opremljen z različnimi možnostmi, kako omogočiti dostop do vašega NextBoxa s katere koli oddaljene lokacije, če imate na voljo internetno povezavo.
sv: Din NextBox levereras med olika alternativ för att få tillgång till din NextBox från vilken fjärrplats som helst så länge du har en internetanslutning tillgänglig.
zh_cn: 您的NextBox有不同的选项，只要您有互联网连接，就可以从任何远程地点访问您的NextBox。

source: If you struggle with the overall topic, please read:
bg: Ако ви е трудно да се справите с цялостната тема, моля, прочетете:
cs: Pokud máte s celkovým tématem potíže, přečtěte si:
de: Wenn Sie sich mit dem Gesamtthema schwer tun, lesen Sie bitte:
el: Αν δυσκολεύεστε με το γενικό θέμα, διαβάστε:
es: Si tiene problemas con el tema en general, por favor, lea:
et: Kui teil on raskusi üldise teemaga, lugege palun:
fi: Jos sinulla on vaikeuksia yleisen aiheen kanssa, lue:
fr: Si vous avez du mal à comprendre le sujet dans son ensemble, veuillez lire :
hu: Ha nehezen boldogulsz az általános témával, kérlek, olvasd el:
ja: 全体のテーマに苦戦している方はぜひ読んでみてください。
lt: Jei jums sunku suprasti bendrą temą, perskaitykite:
lv: Ja jums ir grūtības ar vispārējo tēmu, lūdzu, izlasiet:
nl: Als je moeite hebt met het algemene onderwerp, lees dan:
pl: Jeśli zmagasz się z ogólnym tematem, przeczytaj:
pt: Se você tem dificuldades com o tema geral, por favor leia:
ro: Dacă aveți probleme cu subiectul general, vă rugăm să citiți:
ru: Если вам трудно понять общую тему, пожалуйста, прочитайте:
sk: Ak máte problém s celkovou témou, prečítajte si:
sl: Če se spopadate s splošno temo, preberite:
sv: Om du har svårt att förstå det övergripande ämnet kan du läsa vidare:
zh_cn: 如果你对整个主题感到挣扎，请阅读。
