Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/nextbox.po
Languages: bg, cs, de, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: **Q:** How secure is the NextBox?
bg: **В:** Колко сигурен е NextBox?
cs: **Q:** Jak je NextBox zabezpečený?
el: **Q:** Πόσο ασφαλές είναι το NextBox;
es: **P: ** ¿Qué seguridad tiene el NextBox?
et: **K:** Kui turvaline on NextBox?
fi: **Q:** Kuinka turvallinen NextBox on?
hu: **K:** Mennyire biztonságos a NextBox?
ja: **Q:** NextBoxのセキュリティはどうなっていますか？
lt: **Q:** Kiek saugus yra "NextBox"?
lv: **Q:** Cik drošs ir NextBox?
nl: **Q:** Hoe veilig is de NextBox?
pl: **Q:** Jak bezpieczny jest NextBox?
pt: **Q:** Quão segura é a NextBox?
ro: **Q:** Cât de sigur este NextBox?
ru: **Вопрос:** Насколько безопасен NextBox?
sk: **Q:** Ako je NextBox zabezpečený?
sl: **Q:** Kako varen je NextBox?
sv: **Q:** Hur säker är NextBox?
zh_cn: **问：**NextBox的安全性如何？

source: Debian with frequent `unattended-upgrades` based security updates, a minimal attack surface by ensuring that not a single unneccessary port is open are the main contributors to system security. **Make sure your Nextcloud users and passwords are on a high level, either with long-random passwords or a 2-Factor-Authentification supported login method with e.g., a Nitrokey FIDO2.**
bg: Дебиан с чести ъпгрейди, базирани на актуализации на сигурността, минимална повърхност за атаки, като се гарантира, че нито един ненужен порт не е отворен, са основните фактори, които допринасят за сигурността на системата. **Уверете се, че потребителите и паролите на вашия Nextcloud са на високо ниво, или с дълги случайни пароли, или с метод за вход, поддържащ двуфакторно удостоверяване, например Nitrokey FIDO2.**
cs: K bezpečnosti systému přispívá především Debian s častými bezpečnostními aktualizacemi založenými na "bezobslužných aktualizacích", minimální plocha pro útoky a zajištění toho, aby nebyl otevřen ani jeden nepotřebný port. **Ujistěte se, že uživatelé a hesla služby Nextcloud jsou na vysoké úrovni, a to buď pomocí dlouhých náhodných hesel, nebo pomocí metody přihlašování s podporou dvoufaktorové autentizace, např. pomocí Nitrokey FIDO2.**.
el: Το Debian με συχνές ενημερώσεις ασφαλείας βασισμένες σε "μη ελεγχόμενες αναβαθμίσεις", μια ελάχιστη επιφάνεια επίθεσης διασφαλίζοντας ότι δεν είναι ανοιχτή ούτε μία μη απαραίτητη θύρα είναι οι κύριοι παράγοντες που συμβάλλουν στην ασφάλεια του συστήματος. **Φροντίστε ώστε οι χρήστες και οι κωδικοί πρόσβασης στο Nextcloud να είναι υψηλού επιπέδου, είτε με μακροχρόνιους τυχαίους κωδικούς πρόσβασης είτε με μια μέθοδο σύνδεσης που υποστηρίζεται από την πιστοποίηση 2 παραγόντων, π.χ. με Nitrokey FIDO2.**
es: Debian con frecuentes actualizaciones de seguridad basadas en `unattended-upgrades`, una mínima superficie de ataque asegurando que no hay un solo puerto innecesario abierto son los principales contribuyentes a la seguridad del sistema. **Asegúrate de que tus usuarios y contraseñas de Nextcloud están en un nivel alto, ya sea con contraseñas largas y aleatorias o con un método de inicio de sesión con 2 factores de autentificación, por ejemplo, Nitrokey FIDO2.
et: Debian koos sagedaste "järelevalveta uuendustel" põhinevate turvauuendustega, minimaalne rünnakupind, tagades, et mitte ükski mittevajalik port ei ole avatud, on peamised süsteemi turvalisust tagavad tegurid. **Varuge, et teie Nextcloudi kasutajad ja paroolid on kõrgel tasemel, kas pikkade juhuslike paroolidega või 2-faktorilise autentimise toetatud sisselogimismeetodiga, nt Nitrokey FIDO2.
fi: Debian ja usein tapahtuvat `huomioimattomiin päivityksiin` perustuvat tietoturvapäivitykset, minimaalinen hyökkäyspinta varmistamalla, että yksikään tarpeeton portti ei ole auki, ovat tärkeimmät tekijät järjestelmän turvallisuuden parantamisessa. **Varmista, että Nextcloud-käyttäjät ja salasanat ovat korkealla tasolla, joko pitkillä satunnaisilla salasanoilla tai 2-tekijätodennusta tukevalla kirjautumismenetelmällä, esimerkiksi Nitrokey FIDO2:lla.**
hu: A Debian a gyakori "felügyelet nélküli frissítéseken" alapuló biztonsági frissítésekkel, a minimális támadási felület biztosításával, hogy egyetlen felesleges port se legyen nyitva, a rendszer biztonságának fő tényezői. **Győződjön meg róla, hogy a Nextcloud felhasználói és jelszavai magas szintűek, vagy hosszú véletlenszerű jelszavakkal, vagy 2-faktoros hitelesítéssel támogatott bejelentkezési módszerrel, pl. Nitrokey FIDO2-vel.
ja: また、不必要なポートを一つも開かないようにして攻撃対象を最小限にすることが、システムの安全性に大きく寄与します。**Nextcloudのユーザーとパスワードが高レベルであることを確認してください。長いランダムなパスワードを使用するか、Nitrokey FIDO2などの2ファクタ認証をサポートするログイン方法を使用してください。
lt: "Debian" su dažnais "neprižiūrimais atnaujinimais", pagrįstais saugumo atnaujinimais, minimaliu atakos paviršiumi, užtikrinant, kad nebūtų atidarytas nė vienas nereikalingas prievadas, yra pagrindiniai sistemos saugumo veiksniai. **Užtikrinkite, kad "Nextcloud" naudotojų ir slaptažodžių lygis būtų aukštas, naudodami ilgus atsitiktinius slaptažodžius arba 2 veiksnių autentifikacijos palaikomą prisijungimo metodą, pavyzdžiui, "Nitrokey FIDO2"**.
lv: Debian ar biežiem `neuzraudzītiem atjauninājumiem`, kas balstīti uz drošības atjauninājumiem, minimāla uzbrukuma virsma, nodrošinot, ka nav atvērts neviens lieks ports, ir galvenie sistēmas drošības veicinātāji. **Pārliecinieties, ka jūsu Nextcloud lietotāji un paroles ir augstā līmenī, izmantojot garas nejaušas paroles vai 2 faktoru autentifikācijas atbalstītu pieteikšanās metodi, piemēram, Nitrokey FIDO2**.
nl: Debian met frequente `unattended-upgrades` op basis van beveiligingsupdates, een minimaal aanvalsoppervlak door ervoor te zorgen dat er geen enkele onnodige poort open staat, zijn de belangrijkste bijdragen aan de veiligheid van het systeem. **Zorg ervoor dat uw Nextcloud gebruikers en wachtwoorden op een hoog niveau zijn, ofwel met lange-random wachtwoorden of een 2-Factor-Authentificatie ondersteunde login methode met bijvoorbeeld een Nitrokey FIDO2.**
pl: Debian z częstymi aktualizacjami bezpieczeństwa opartymi na "nienadzorowanych aktualizacjach", minimalna powierzchnia ataku poprzez zapewnienie, że ani jeden niepotrzebny port nie jest otwarty, to główne czynniki wpływające na bezpieczeństwo systemu. **Upewnij się, że użytkownicy Nextcloud i hasła są na wysokim poziomie, albo z długimi losowymi hasłami, albo z metodą logowania opartą na uwierzytelnianiu dwuczynnikowym, np. Nitrokey FIDO2.
pt: Debian com frequentes atualizações de segurança baseadas em `unattended-upgrades', uma superfície de ataque mínima, assegurando que não haja uma única porta não processada aberta, são os principais contribuidores para a segurança do sistema. **Certifique-se de que seus usuários Nextcloud e senhas estão em um alto nível, seja com senhas longas ou com um método de login com suporte a 2 fatores de autenticação com, por exemplo, um Nitrokey FIDO2.**
ro: Debian, cu actualizări frecvente de securitate bazate pe `unattended-upgrades`, o suprafață de atac minimă prin asigurarea faptului că nu este deschis nici măcar un singur port inutil sunt principalele contribuții la securitatea sistemului. **Asigură-te că utilizatorii și parolele tale Nextcloud sunt la un nivel ridicat, fie cu parole lungi și aleatorii, fie cu o metodă de autentificare cu 2 factori de autentificare cu, de exemplu, un Nitrokey FIDO2.**.
ru: Debian с частыми обновлениями безопасности на основе `unattended-upgrades`, минимальная поверхность атаки за счет того, что не открыт ни один ненужный порт, являются основными факторами безопасности системы. **Убедитесь, что ваши пользователи Nextcloud и пароли находятся на высоком уровне, либо с длинными случайными паролями, либо с двухфакторной аутентификацией, например, Nitrokey FIDO2.**.
sk: K bezpečnosti systému prispieva najmä Debian s častými bezpečnostnými aktualizáciami založenými na "bezobslužných aktualizáciách" a minimálnym povrchom pre útoky, pretože zabezpečuje, aby nebol otvorený ani jeden nepotrebný port. **Uistite sa, že používatelia a heslá služby Nextcloud sú na vysokej úrovni, a to buď pomocou dlhých náhodných hesiel, alebo pomocou metódy prihlasovania s podporou 2-faktorovej autentifikácie, napr. pomocou Nitrokey FIDO2.**
sl: Debian s pogostimi varnostnimi posodobitvami, ki temeljijo na "nenadzorovanih nadgradnjah", in minimalno površino za napad z zagotavljanjem, da ni odprtih niti enih nepotrebnih vrat, so glavni dejavniki, ki prispevajo k varnosti sistema. **Preverite, da so vaši uporabniki in gesla za Nextcloud na visoki ravni, bodisi z dolgimi naključnimi gesli bodisi z metodo prijave, podprto z dvofaktorsko avtentikacijo, npr. z Nitrokey FIDO2.**
sv: Debian med frekventa säkerhetsuppdateringar baserade på "obevakade uppgraderingar", en minimal angreppsyta genom att se till att inte en enda onödig port är öppen är de viktigaste bidragande faktorerna till systemets säkerhet. **Säkerställ att dina Nextcloud-användare och lösenord är på en hög nivå, antingen med långa slumpmässiga lösenord eller en inloggningsmetod som stöds av 2-faktorsautentifiering med t.ex. en Nitrokey FIDO2.**
zh_cn: 频繁的 "无人值守升级 "的安全更新的Debian，通过确保不开放任何一个不必要的端口来实现最小的攻击面，是系统安全的主要贡献者。**确保你的Nextcloud用户和密码是高水平的，要么使用长的随机密码，要么使用Nitrokey FIDO2等支持双因素认证的登录方式。

source: **Q:** What do all the ssh-related "warnings" mean?
bg: **Q:** Какво означават всички свързани с ssh "предупреждения"?
cs: **Q:** Co znamenají všechna varování související s ssh?
el: **Q:** Τι σημαίνουν όλες οι προειδοποιήσεις που σχετίζονται με το ssh;
es: **Q:** ¿Qué significan todas las "advertencias" relacionadas con ssh?
et: **K:** Mida tähendavad kõik ssh-ga seotud "hoiatused"?
fi: **Q:** Mitä kaikki ssh:hen liittyvät "varoitukset" tarkoittavat?
hu: **K:** Mit jelentenek az összes ssh-val kapcsolatos "figyelmeztetések"?
ja: **Q:** ssh関連の"warnings"は何を意味しているのでしょうか？
lt: **Q:** Ką reiškia visi su ssh susiję "įspėjimai"?
lv: **Q:** Ko nozīmē visi ar ssh saistītie "brīdinājumi"?
nl: **Q:** Wat betekenen al die ssh-gerelateerde "warnings"?
pl: **Q:** Co oznaczają wszystkie "ostrzeżenia" związane z ssh?
pt: **Q:** O que significam todos os avisos " relacionados com ssh; avisos" o que significam?
ro: **Q:** Ce înseamnă toate "avertismentele" legate de ssh?
ru: **В:** Что означают все "предупреждения", связанные с ssh?
sk: **Q:** Čo znamenajú všetky "varovania" súvisiace so ssh?
sl: **Q:** Kaj pomenijo vsa opozorila, povezana s ssh?
sv: **Q:** Vad betyder alla ssh-relaterade "varningar"?
zh_cn: **问：**所有与ssh有关的"警告"是什么意思？

source: Once you set up your ssh-access, you make yourself technically responsible for your NextBox. We do provide help as good as we can as goodwill, but under the line we cannot provide generic Linux-administration support outside of the intended NextBox use-cases.
bg: След като настроите ssh-достъп, вие поемате техническа отговорност за вашия NextBox. Ние предоставяме помощ, доколкото можем, като добра воля, но под линия не можем да предоставим обща поддръжка за Linux-администрация извън предвидените случаи на използване на NextBox.
cs: Jakmile nastavíte přístup přes ssh, stanete se technicky zodpovědnými za svůj NextBox. V rámci dobré vůle poskytujeme pomoc, jak nejlépe umíme, ale pod čarou nemůžeme poskytovat obecnou podporu pro správu Linuxu mimo zamýšlené případy použití NextBoxu.
el: Μόλις ρυθμίσετε την ssh-πρόσβασή σας, αναλαμβάνετε την τεχνική ευθύνη για το NextBox σας. Παρέχουμε βοήθεια όσο καλύτερα μπορούμε ως καλή θέληση, αλλά κάτω από τη γραμμή δεν μπορούμε να παρέχουμε γενική υποστήριξη για τη διαχείριση του Linux εκτός των προβλεπόμενων περιπτώσεων χρήσης του NextBox.
es: Una vez que configures tu acceso ssh, te haces técnicamente responsable de tu NextBox. Proporcionamos ayuda en la medida de lo posible como buena voluntad, pero bajo la línea no podemos proporcionar soporte genérico de administración de Linux fuera de los casos de uso previstos de NextBox.
et: Kui olete oma ssh-juurdepääsu seadistanud, siis teete end tehniliselt vastutavaks oma NextBoxi eest. Me pakume heast tahtest nii palju abi kui võimalik, kuid selle joone all ei saa me pakkuda üldist Linux-administreerimise tuge väljaspool NextBoxi ettenähtud kasutusjuhtumeid.
fi: Kun olet määrittänyt ssh-yhteyden, olet teknisesti vastuussa NextBoxistasi. Annamme apua niin hyvin kuin voimme hyväntahtoisuuden nimissä, mutta emme voi tarjota yleistä Linux-hallintatukea NextBoxin käyttötarkoitusten ulkopuolella.
hu: Amint beállítod az ssh-hozzáférést, technikailag felelőssé teszed magad a NextBoxodért. Jóindulatból nyújtunk segítséget, amennyire csak tudunk, de a vonal alatt nem tudunk általános Linux-adminisztrációs támogatást nyújtani a NextBox tervezett felhasználási esetein kívül.
ja: ssh-accessを設定した時点で、NextBoxに対する技術的な責任を負うことになります。私たちは善意でできる限りのサポートを提供しますが、NextBoxの使用目的以外の一般的なLinuxの管理サポートは提供できません。
lt: Nustatę "ssh" prieigą, tapsite techniškai atsakingi už savo "NextBox". Mes teikiame geranorišką pagalbą, kiek tik galime, tačiau pagal šią liniją negalime teikti bendrosios Linux administravimo pagalbos, nesusijusios su numatytais NextBox naudojimo atvejais.
lv: Kad esat iestatījis ssh-pieeju, jūs uzņematies tehnisko atbildību par savu NextBox. Mēs sniedzam palīdzību, cik vien labi spējam, bet mēs nevaram sniegt vispārēju Linux administrēšanas atbalstu ārpus paredzētajiem NextBox lietošanas gadījumiem.
nl: Zodra u uw ssh-toegang instelt, maakt u zichzelf technisch verantwoordelijk voor uw NextBox. Wij bieden zo goed als we kunnen hulp als goodwill, maar onder de streep kunnen we geen generieke Linux-beheerondersteuning bieden buiten de beoogde NextBox use-cases.
pl: Po skonfigurowaniu dostępu ssh, stajesz się technicznie odpowiedzialny za NextBoxa. Pomagamy jak tylko możemy, ale nie możemy udzielać ogólnego wsparcia w administracji Linuksem poza zamierzonymi przypadkami użycia NextBoxa.
pt: Uma vez configurado o seu ssh-access, você se torna tecnicamente responsável pela sua NextBox. Nós fornecemos ajuda tão boa quanto possível, mas sob esta linha não podemos fornecer suporte genérico de administração do Linux fora dos casos de uso pretendido da NextBox.
ro: Odată ce v-ați configurat accesul ssh, vă faceți responsabil din punct de vedere tehnic pentru NextBox. Oferim ajutor în măsura în care putem, ca bunăvoință, dar nu putem oferi asistență generică de administrare Linux în afara cazurilor de utilizare a NextBox.
ru: Как только вы настроили ssh-доступ, вы берете на себя техническую ответственность за NextBox. Мы оказываем посильную помощь по доброй воле, но мы не можем предоставить общую поддержку Linux-администрирования за пределами предполагаемых случаев использования NextBox.
sk: Po nastavení prístupu ssh sa stávate technicky zodpovedným za svoj NextBox. V rámci dobrej vôle poskytujeme pomoc v rámci našich možností, ale pod čiarou nemôžeme poskytovať všeobecnú podporu pre správu Linuxu mimo zamýšľaných prípadov použitia NextBoxu.
sl: Ko nastavite dostop ssh, ste sami tehnično odgovorni za svoj NextBox. V okviru dobre volje vam nudimo pomoč, kolikor je v naši moči, vendar pod črto ne moremo zagotavljati splošne podpore za upravljanje Linuxa zunaj predvidenih primerov uporabe NextBoxa.
sv: När du har konfigurerat din ssh-åtkomst gör du dig själv tekniskt ansvarig för din NextBox. Vi ger hjälp så gott vi kan som goodwill, men vi kan inte ge generiskt stöd för Linux-administration utanför de avsedda användningsområdena för NextBox.
zh_cn: 一旦你设置了 ssh-access，你就对你的 NextBox 负有技术责任。我们会尽力提供帮助，但在NextBox的使用范围之外，我们不能提供一般的Linux管理支持。

source: **Q:** Can I mirror my NextBox onto another NextBox?
bg: **В:** Мога ли да отразя моя NextBox върху друг NextBox?
cs: **Q:** Mohu zrcadlit svůj NextBox na jiný NextBox?
de: **Q:** Kann ich meine NextBox auf eine andere NextBox spiegeln?
el: **Q:** Μπορώ να κάνω mirror το NextBox μου σε ένα άλλο NextBox;
es: **P: ¿Puedo reflejar mi NextBox en otro NextBox?
et: **K:** Kas ma saan oma NextBoxi peegeldada teise NextBoxi?
fi: **Q:** Voinko peilata NextBoxini toiseen NextBoxiin?
fr: **Q:** Puis-je créer un miroir de ma NextBox sur une autre NextBox ?
hu: **K:** Tükrözhetem a NextBoxomat egy másik NextBoxra?
ja: **Q:**自分のNextBoxを他のNextBoxにミラーリングすることはできますか？
lt: **Q:** Ar galiu atspindėti savo "NextBox" į kitą "NextBox"?
lv: **Q:** Vai es varu atspoguļot savu NextBox uz citu NextBox?
nl: **Q:** Kan ik mijn NextBox spiegelen op een andere NextBox?
pl: **Q:** Czy mogę wykonać kopię lustrzaną mojego NextBoxa na innym NextBoxie?
pt: **Posso espelhar a minha NextBox noutra NextBox?
ro: **Întrebare:** Pot să îmi oglindesc NextBox-ul pe un alt NextBox?
ru: **Вопрос:** Могу ли я зеркально отобразить свой NextBox на другом NextBox?
sk: **Q:** Môžem zrkadliť svoj NextBox na iný NextBox?
sl: **Q:** Ali lahko svoj NextBox zrcalno prenesem na drug NextBox?
sv: **Q:** Kan jag spegla min NextBox på en annan NextBox?
zh_cn: **问：**我可以将我的NextBox镜像到另一个NextBox吗？

source: This translates to a cluster setup, which is considered an (paid) enterprise solution by Nextcloud. The details, especially data consistency and collision handling, are far from trivial to realize. Nevertheless, we also see demand for more sophisticated backup solutions and will address this issue.
bg: Това означава настройка на клъстер, която се счита за (платено) корпоративно решение от Nextcloud. Детайлите, особено последователността на данните и обработката на колизиите, далеч не са тривиални за изпълнение. Въпреки това виждаме и търсенето на по-сложни решения за архивиране и ще се занимаем с този въпрос.
cs: To znamená nastavení clusteru, které je společností Nextcloud považováno za (placené) podnikové řešení. Detaily, zejména konzistence dat a řešení kolizí, nejsou zdaleka triviální. Nicméně vnímáme také poptávku po sofistikovanějších řešeních zálohování a budeme se touto problematikou zabývat.
de: Dies entspricht einem Cluster-Setup, das von Nextcloud als (kostenpflichtige) Enterprise-Lösung angesehen wird. Die Details, insbesondere Datenkonsistenz und Kollisionshandling, sind alles andere als trivial zu realisieren. Nichtsdestotrotz sehen wir auch eine Nachfrage nach anspruchsvolleren Backup-Lösungen und werden dieses Thema angehen.
el: Αυτό μεταφράζεται σε μια εγκατάσταση συστάδας, η οποία θεωρείται (επί πληρωμή) επιχειρηματική λύση από το Nextcloud. Οι λεπτομέρειες, ιδίως η συνοχή των δεδομένων και ο χειρισμός των συγκρούσεων, δεν είναι καθόλου τετριμμένες για να υλοποιηθούν. Παρ' όλα αυτά, βλέπουμε επίσης ζήτηση για πιο εξελιγμένες λύσεις δημιουργίας αντιγράφων ασφαλείας και θα ασχοληθούμε με αυτό το θέμα.
es: Esto se traduce en una configuración de clúster, que Nextcloud considera una solución empresarial (de pago). Los detalles, especialmente la consistencia de los datos y la gestión de las colisiones, no son nada triviales. No obstante, también vemos la demanda de soluciones de copia de seguridad más sofisticadas y abordaremos esta cuestión.
et: See tähendab klastri seadistust, mida Nextcloud peab (tasuliseks) ettevõtte lahenduseks. Detailid, eriti andmete järjepidevus ja kokkupõrgete käsitlemine, ei ole kaugeltki triviaalne realiseerida. Sellegipoolest näeme ka nõudlust keerukamate varunduslahenduste järele ja tegeleme selle küsimusega.
fi: Tämä tarkoittaa klusteriasetusta, jota Nextcloud pitää (maksullisena) yritysratkaisuna. Yksityiskohdat, erityisesti tietojen yhdenmukaisuus ja törmäysten käsittely, eivät ole läheskään triviaalia toteuttaa. Näemme kuitenkin myös kysyntää kehittyneemmille varmuuskopiointiratkaisuille, ja aiomme käsitellä tätä asiaa.
fr: Cela se traduit par une configuration en cluster, qui est considérée comme une solution d'entreprise (payante) par Nextcloud. Les détails, notamment la cohérence des données et la gestion des collisions, sont loin d'être triviaux à réaliser. Néanmoins, nous constatons également une demande pour des solutions de sauvegarde plus sophistiquées et nous nous pencherons sur cette question.
hu: Ez egy olyan fürtbeállításnak felel meg, amelyet a Nextcloud (fizetős) vállalati megoldásnak tekint. A részletek, különösen az adatkonzisztencia és az ütközések kezelése, messze nem triviálisak a megvalósításban. Mindazonáltal látjuk az igényt a kifinomultabb biztonsági mentési megoldásokra is, és foglalkozni fogunk ezzel a kérdéssel.
ja: これは、Nextcloudでは（有料の）エンタープライズソリューションとされているクラスターのセットアップに相当します。特にデータの一貫性や衝突の処理などの詳細は、実現するには些細なことに過ぎません。とはいえ、より洗練されたバックアップソリューションへの需要もあるので、この問題にも取り組んでいきます。
lt: Tai reiškia klasterio konfigūraciją, kurią "Nextcloud" laiko (mokamu) įmonės sprendimu. Įgyvendinti detales, ypač duomenų nuoseklumą ir susidūrimų tvarkymą, toli gražu nėra paprasta. Vis dėlto matome ir sudėtingesnių atsarginių kopijų sprendimų paklausą, todėl spręsime šį klausimą.
lv: Tas nozīmē klastera konfigurāciju, ko Nextcloud uzskata par (maksas) uzņēmuma risinājumu. Detaļas, jo īpaši datu konsekvence un sadursmju apstrāde, nebūt nav triviāli realizējamas. Tomēr mēs redzam arī pieprasījumu pēc sarežģītākiem dublēšanas risinājumiem un pievērsīsimies šim jautājumam.
nl: Dit vertaalt zich in een clusteropstelling, die door Nextcloud als een (betaalde) bedrijfsoplossing wordt beschouwd. De details, met name gegevensconsistentie en botsingsafhandeling, zijn verre van triviaal om te realiseren. Desondanks zien wij ook vraag naar meer geavanceerde back-upoplossingen en zullen wij deze kwestie aanpakken.
pl: Przekłada się to na konfigurację klastrową, która przez Nextcloud traktowana jest jako (płatne) rozwiązanie klasy enterprise. Szczegóły, zwłaszcza spójność danych i obsługa kolizji, są dalekie od trywialnych do zrealizowania. Niemniej jednak widzimy również zapotrzebowanie na bardziej zaawansowane rozwiązania backupowe i zajmiemy się tą kwestią.
pt: Isso se traduz em uma configuração em cluster, que é considerada uma solução empresarial (paga) pela Nextcloud. Os detalhes, especialmente a consistência dos dados e o tratamento de colisões, estão longe de ser triviais de realizar. No entanto, também vemos a demanda por soluções de backup mais sofisticadas e vamos abordar esta questão.
ro: Acest lucru se traduce printr-o configurație de cluster, care este considerată o soluție de întreprindere (cu plată) de către Nextcloud. Detaliile, în special consistența datelor și gestionarea coliziunilor, sunt departe de a fi banale de realizat. Cu toate acestea, observăm, de asemenea, o cerere pentru soluții de backup mai sofisticate și vom aborda această problemă.
ru: Это означает кластерную установку, которая рассматривается компанией Nextcloud как (платное) корпоративное решение. Детали, особенно согласованность данных и обработка коллизий, далеко не тривиальны для реализации. Тем не менее, мы также видим спрос на более сложные решения для резервного копирования и будем решать эту проблему.
sk: To znamená nastavenie klastra, ktoré spoločnosť Nextcloud považuje za (platené) podnikové riešenie. Realizácia detailov, najmä konzistencie údajov a spracovania kolízií, nie je zďaleka triviálna. Napriek tomu vidíme dopyt aj po sofistikovanejších riešeniach zálohovania a budeme sa touto problematikou zaoberať.
sl: To pomeni nastavitev gruče, ki jo Nextcloud obravnava kot (plačljivo) rešitev za podjetja. Podrobnosti, zlasti skladnost podatkov in obravnavanje trkov, še zdaleč niso trivialne. Kljub temu opažamo tudi povpraševanje po bolj izpopolnjenih rešitvah za varnostno kopiranje in se bomo lotili tega vprašanja.
sv: Detta innebär en klusterkonfiguration, som Nextcloud betraktar som en (betald) företagslösning. Detaljerna, särskilt datakonsistens och kollisionshantering, är långt ifrån triviala att förverkliga. Trots detta ser vi också en efterfrågan på mer sofistikerade säkerhetskopieringslösningar och kommer att ta itu med denna fråga.
zh_cn: 这转化为集群设置，被Nextcloud认为是一种（付费）企业解决方案。这些细节，特别是数据的一致性和碰撞处理，远不是实现的小事。尽管如此，我们也看到了对更复杂的备份解决方案的需求，并将解决这个问题。
