Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/nextbox.po
Languages: bg, cs, de, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: Provides transport encryption between your clients and your NextBox. But with the drawback that it is not End-To-End encrypted, means the traffic will be decrypted at the Nitrokey Proxy Server and passed onward with another encryption. Thus a compromised proxy server might allow access to your traffic to the potential attacker.
bg: Осигурява транспортно криптиране между вашите клиенти и вашия NextBox. Но с недостатъка, че не е криптиран от край до край, което означава, че трафикът ще бъде декриптиран на Nitrokey Proxy Server и предаден нататък с друго криптиране. По този начин компрометиран прокси сървър може да позволи достъп до трафика ви на потенциален нападател.
cs: Zajišťuje šifrování přenosu mezi klienty a vaším NextBoxem. Nevýhodou však je, že není šifrován End-To-End, což znamená, že provoz bude dešifrován na Nitrokey Proxy Serveru a předán dále s jiným šifrováním. Kompromitovaný proxy server tak může potenciálnímu útočníkovi umožnit přístup k vašemu provozu.
de: Bietet eine Transportverschlüsselung zwischen Ihren Clients und Ihrer NextBox. Allerdings mit dem Nachteil, dass sie nicht Ende-zu-Ende-verschlüsselt ist, d.h. der Datenverkehr wird am Nitrokey Proxy Server entschlüsselt und mit einer anderen Verschlüsselung weitergereicht. Somit könnte ein kompromittierter Proxy-Server einem potentiellen Angreifer den Zugriff auf Ihren Datenverkehr ermöglichen.
el: Παρέχει κρυπτογράφηση μεταφοράς μεταξύ των πελατών σας και του NextBox σας. Αλλά με το μειονέκτημα ότι δεν είναι κρυπτογραφημένη από άκρο σε άκρο, πράγμα που σημαίνει ότι η κυκλοφορία θα αποκρυπτογραφηθεί στον διακομιστή μεσολάβησης Nitrokey και θα προωθηθεί με άλλη κρυπτογράφηση. Έτσι, ένας παραβιασμένος διακομιστής μεσολάβησης μπορεί να επιτρέψει την πρόσβαση στην κυκλοφορία σας στον πιθανό επιτιθέμενο.
es: Proporciona encriptación de transporte entre sus clientes y su NextBox. Pero con el inconveniente de que no está encriptado de extremo a extremo, lo que significa que el tráfico será descifrado en el servidor proxy Nitrokey y transmitido con otra encriptación. Por lo tanto, un servidor proxy comprometido podría permitir el acceso a su tráfico al atacante potencial.
et: Tagab transpordi krüpteerimise teie klientide ja NextBoxi vahel. Kuid selle puuduseks on see, et see ei ole End-To-End krüpteeritud, mis tähendab, et liiklus dekrüpteeritakse Nitrokey proxy serveris ja edastatakse edasi teise krüpteeringuga. Seega võib ohustatud proxy server võimaldada potentsiaalsele ründajale juurdepääsu teie liiklusele.
fi: Tarjoaa kuljetussalauksen asiakkaiden ja NextBoxin välillä. Sen haittapuolena on kuitenkin se, että se ei ole End-To-End-salattu, mikä tarkoittaa, että liikenne puretaan Nitrokey Proxy Server -palvelimella ja välitetään eteenpäin toisella salauksella. Näin ollen vaarantunut välityspalvelin saattaa antaa mahdolliselle hyökkääjälle pääsyn liikenteeseesi.
fr: Fournit un cryptage de transport entre vos clients et votre NextBox. Mais l'inconvénient est qu'il n'est pas crypté de bout en bout, ce qui signifie que le trafic sera décrypté au niveau du serveur proxy Nitrokey et transmis avec un autre cryptage. Ainsi, un serveur proxy compromis pourrait permettre à un attaquant potentiel d'accéder à votre trafic.
hu: Az ügyfelek és a NextBox közötti szállítási titkosítást biztosítja. Hátránya azonban, hogy nem végponttól végpontig titkosított, ami azt jelenti, hogy a forgalom a Nitrokey Proxy szerveren dekódolásra kerül, és egy másik titkosítással továbbítódik. Így egy kompromittált proxykiszolgáló hozzáférést biztosíthat az Ön forgalmához a potenciális támadó számára.
ja: クライアントとNextBoxの間のトランスポートの暗号化を行います。 つまり、トラフィックはNitrokey Proxy Serverで復号化され、別の暗号化されて転送されます。そのため、プロキシサーバーが危険にさらされると、潜在的な攻撃者にお客様のトラフィックへのアクセスを許してしまう可能性があります。
lt: Užtikrina transportavimo šifravimą tarp jūsų klientų ir NextBox. Tačiau jo trūkumas yra tas, kad jis nėra šifruojamas nuo galo iki galo, t. y. duomenų srautas bus iššifruojamas Nitrokey proxy serveryje ir perduodamas toliau su kitu šifravimu. Taigi pažeistas proxy serveris gali suteikti prieigą prie jūsų srauto potencialiam užpuolikui.
lv: Nodrošina transporta šifrēšanu starp jūsu klientiem un NextBox. Bet ar trūkumu, ka tas nav šifrēts no gala līdz galam, kas nozīmē, ka datplūsma tiks atšifrēta Nitrokey Proxy serverī un nodota tālāk ar citu šifrēšanu. Tādējādi kompromitēts proxy serveris var ļaut potenciālajam uzbrucējam piekļūt jūsu datplūsmai.
nl: Biedt transport encryptie tussen uw klanten en uw NextBox. Maar met het nadeel dat het niet End-To-End versleuteld is, wat betekent dat het verkeer bij de Nitrokey Proxy Server wordt ontsleuteld en met een andere versleuteling wordt doorgestuurd. Dus een gecompromitteerde proxy server kan potentiële aanvallers toegang geven tot uw verkeer.
pl: Zapewnia szyfrowanie transportu pomiędzy Twoimi klientami a NextBoxem. Ma to jednak tę wadę, że nie jest to szyfrowanie End-To-End, co oznacza, że ruch zostanie odszyfrowany na serwerze proxy Nitrokey i przekazany dalej z innym szyfrowaniem. W związku z tym skompromitowany serwer proxy może umożliwić dostęp do Twojego ruchu potencjalnemu napastnikowi.
pt: Fornece criptografia de transporte entre seus clientes e sua NextBox. Mas com o inconveniente de não ser encriptado de ponta a ponta, significa que o tráfego será desencriptado no Nitrokey Proxy Server e passado para a frente com outra encriptação. Assim, um servidor proxy comprometido pode permitir o acesso ao seu tráfego para o potencial atacante.
ro: Asigură criptarea transportului între clienții dvs. și NextBox. Dar cu dezavantajul că nu este criptat End-To-End, ceea ce înseamnă că traficul va fi decriptat la serverul proxy Nitrokey și transmis mai departe cu o altă criptare. Astfel, un server proxy compromis ar putea permite accesul potențialului atacator la traficul dumneavoastră.
ru: Обеспечивает транспортное шифрование между вашими клиентами и вашим NextBox. Но с тем недостатком, что он не шифруется End-To-End, то есть трафик будет расшифрован на прокси-сервере Nitrokey и передан дальше с другим шифрованием. Таким образом, взломанный прокси-сервер может дать доступ к вашему трафику потенциальному злоумышленнику.
sk: Zabezpečuje šifrovanie prenosu medzi vašimi klientmi a NextBoxom. Nevýhodou však je, že nie je šifrovaný End-To-End, čo znamená, že prevádzka bude dešifrovaná na serveri Nitrokey Proxy a odovzdaná ďalej s iným šifrovaním. Kompromitovaný proxy server tak môže umožniť prístup k vašej prevádzke potenciálnemu útočníkovi.
sl: Zagotavlja šifriranje prenosa med vašimi strankami in NextBoxom. Vendar je pomanjkljivost ta, da ni šifriran od konca do konca, kar pomeni, da se promet dešifrira na strežniku Nitrokey Proxy in posreduje naprej z drugim šifriranjem. Tako lahko kompromitiran strežnik proxy potencialnemu napadalcu omogoči dostop do vašega prometa.
sv: Ger transportkryptering mellan dina klienter och din NextBox. Men med nackdelen att den inte är End-To-End-krypterad, vilket innebär att trafiken avkrypteras på Nitrokey Proxy Server och skickas vidare med en annan kryptering. En komprometterad proxyserver kan alltså ge en potentiell angripare tillgång till din trafik.
zh_cn: 在你的客户和你的NextBox之间提供传输加密。 但缺点是它不是端对端加密的，这意味着流量将在Nitrokey代理服务器上被解密，并以另一种加密方式传递下去。因此，一个被破坏的代理服务器可能允许潜在的攻击者访问你的流量。

source: The proxy server is a bottleneck and all traffic has to go through the proxy server, even if you are in a local network together with the NextBox the traffic has to go through the proxy server.
bg: Прокси сървърът е тясно място и целият трафик трябва да премине през него, дори ако сте в локална мрежа заедно с NextBox, трафикът трябва да премине през прокси сървъра.
cs: Proxy server je úzké hrdlo a veškerý provoz musí procházet přes proxy server, i když jste v místní síti společně s NextBoxem, provoz musí procházet přes proxy server.
de: Der Proxyserver ist ein Flaschenhals und der gesamte Datenverkehr muss über den Proxyserver laufen, auch wenn Sie sich zusammen mit der NextBox in einem lokalen Netzwerk befinden, muss der Datenverkehr über den Proxyserver laufen.
el: Ο διακομιστής μεσολάβησης είναι ένα σημείο συμφόρησης και όλη η κυκλοφορία πρέπει να περάσει από τον διακομιστή μεσολάβησης, ακόμη και αν βρίσκεστε σε ένα τοπικό δίκτυο μαζί με το NextBox, η κυκλοφορία πρέπει να περάσει από τον διακομιστή μεσολάβησης.
es: El servidor proxy es un cuello de botella y todo el tráfico tiene que pasar por el servidor proxy, incluso si estás en una red local junto con el NextBox el tráfico tiene que pasar por el servidor proxy.
et: Proxy server on kitsaskoht ja kogu liiklus peab läbima proxy serveri, isegi kui olete koos NextBoxiga kohalikus võrgus, peab liiklus läbima proxy serveri.
fi: Välityspalvelin on pullonkaula, ja kaiken liikenteen on kuljettava välityspalvelimen kautta, vaikka olisit paikallisverkossa yhdessä NextBoxin kanssa, liikenteen on kuljettava välityspalvelimen kautta.
fr: Le serveur proxy est un goulot d'étranglement et tout le trafic doit passer par le serveur proxy, même si vous êtes dans un réseau local avec la NextBox, le trafic doit passer par le serveur proxy.
hu: A proxykiszolgáló egy szűk keresztmetszet, és minden adatforgalomnak a proxykiszolgálón kell keresztülhaladnia, még akkor is, ha a NextBox-szal együtt egy helyi hálózatban van, a forgalomnak a proxykiszolgálón kell áthaladnia.
ja: プロキシサーバーがボトルネックとなり、すべてのトラフィックはプロキシサーバーを経由しなければなりません。たとえNextBoxと一緒にローカルネットワークにいても、トラフィックはプロキシサーバーを経由しなければなりません。
lt: Proxy serveris yra kliūtis, todėl visas srautas turi eiti per proxy serverį, net jei esate vietiniame tinkle kartu su NextBox, srautas turi eiti per proxy serverį.
lv: Proxy serveris ir vājš posms, un visai datplūsmai ir jāiet caur proxy serveri, pat ja kopā ar NextBox atrodaties vietējā tīklā, datplūsmai ir jāiet caur proxy serveri.
nl: De proxyserver is een bottleneck en al het verkeer moet door de proxyserver gaan, zelfs als u zich samen met de NextBox in een lokaal netwerk bevindt, moet het verkeer door de proxyserver gaan.
pl: Serwer proxy jest wąskim gardłem i cały ruch musi przejść przez serwer proxy, nawet jeśli jesteś w sieci lokalnej razem z NextBoxem, ruch musi przejść przez serwer proxy.
pt: O servidor proxy é um gargalo e todo o tráfego tem que passar pelo servidor proxy, mesmo que você esteja em uma rede local junto com a NextBox, o tráfego tem que passar pelo servidor proxy.
ro: Serverul proxy este un gât de gâtul de sticlă și tot traficul trebuie să treacă prin serverul proxy, chiar dacă vă aflați într-o rețea locală împreună cu NextBox, traficul trebuie să treacă prin serverul proxy.
ru: Прокси-сервер является узким местом, и весь трафик должен проходить через прокси-сервер, даже если вы находитесь в локальной сети вместе с NextBox, трафик должен проходить через прокси-сервер.
sk: Proxy server je úzkym miestom a všetka prevádzka musí prechádzať cez proxy server, aj keď ste v miestnej sieti spolu s NextBoxom, prevádzka musí prechádzať cez proxy server.
sl: Strežnik proxy je ozko grlo in ves promet mora iti prek strežnika proxy, tudi če ste v lokalnem omrežju skupaj z NextBoxom, mora promet iti prek strežnika proxy.
sv: Proxyservern är en flaskhals och all trafik måste gå genom proxyservern, även om du befinner dig i ett lokalt nätverk tillsammans med NextBox måste trafiken gå genom proxyservern.
zh_cn: 代理服务器是一个瓶颈，所有的流量都必须通过代理服务器，即使你和NextBox一起在本地网络中，流量也必须通过代理服务器。

source: Data path (local client): [NextBox] ⟷ [Router]⟷ [Proxy Server] ⟷ [Router] ⟷ [Client]
bg: Път на данните (местен клиент): [NextBox] ⟷ [Router]⟷ [Proxy Server] ⟷ [Router] ⟷ [Client]
cs: Cesta k datům (místní klient): [NextBox] ⟷ [Router]⟷ [Proxy server] ⟷ [Router] ⟷ [Klient]
de: Datenpfad (lokaler Client): [NextBox] ⟷ [Router]⟷ [Proxy-Server] ⟷ [Router] ⟷ [Client]
el: Διαδρομή δεδομένων (τοπικός πελάτης): [NextBox] ⟷ [Router]⟷ [Proxy Server] ⟷ [Router] ⟷ [Client]
es: Ruta de datos (cliente local): [NextBox] ⟷ [Router]⟷ [Servidor Proxy] ⟷ [Router] ⟷ [Cliente]
et: Andmete tee (kohalik klient): [NextBox] ⟷ [Router]⟷ [Proxy Server] ⟷ [Router] ⟷ [Client]
fi: Tietopolku (paikallinen asiakas): [NextBox] ⟷ [Reititin]⟷ [Välityspalvelin] ⟷ [Reititin] ⟷ [Asiakas]
fr: Chemin des données (client local) : [NextBox] ⟷ [Routeur]⟷ [Serveur proxy] ⟷ [Routeur] ⟷ [Client].
hu: Adatútvonal (helyi ügyfél): [NextBox] ⟷ [Router]⟷ [Proxy Server] ⟷ [Router] ⟷ [Client]
ja: データパス（ローカルクライアント）です。[NextBox] ⟷ [Router]⟷ [Proxy Server]⟷ [Router]⟷ [Client]となります。
lt: Duomenų kelias (vietinis klientas): [NextBox] ⟷ [Maršrutizatorius]⟷ [Proxy serveris] ⟷ [Maršrutizatorius] ⟷ [Klientas]
lv: Datu ceļš (vietējais klients): [NextBox] ⟷ [Maršrutētājs]⟷ [Proxy serveris] ⟷ [Maršrutētājs] ⟷ [Klients]
nl: Datapad (lokale client): [NextBox] ⟷ [Router]⟷ [Proxyserver] ⟷ [Router] ⟷ [Client]
pl: Ścieżka danych (klient lokalny): [NextBox] ⟷ [Router]⟷ [Serwer Proxy] ⟷ [Router] ⟷ [Klient]
pt: Caminho de dados (cliente local): [NextBox] ⟷ [Roteador]⟷ [Servidor Proxy] ⟷ [Roteador] ⟷ [Cliente]
ro: Calea datelor (client local): [NextBox] ⟷ [Router]⟷ [Proxy Server] ⟷ [Router] ⟷ [Client] ⟷ [Client]
ru: Путь к данным (локальный клиент): [NextBox] ⟷ [Router]⟷ [Proxy Server] ⟷ [Router] ⟷ [Client]
sk: Cesta k údajom (miestny klient): [NextBox] ⟷ [Router]⟷ [Proxy server] ⟷ [Router] ⟷ [Klient]
sl: Pot podatkov (lokalni odjemalec): [NextBox] ⟷ [Usmerjevalnik]⟷ [Strežnik proxy] ⟷ [Usmerjevalnik] ⟷ [Odjemalec]
sv: Datasökväg (lokal klient): [NextBox] ⟷ [Router]⟷ [Proxyserver] ⟷ [Router] ⟷ [Klient]
zh_cn: 数据路径（本地客户端）。[NextBox] ⟷ [Router]⟷ [Proxy Server] ⟷ [Router] ⟷ [Client].

source: Data path (remote client): [NextBox] ⟷ [Router]⟷ [Proxy Server] ⟷ [Client]
bg: Път на данните (отдалечен клиент): [NextBox] ⟷ [Router]⟷ [Proxy Server] ⟷ [Client]
cs: Datová cesta (vzdálený klient): [NextBox] ⟷ [Router]⟷ [Proxy server] ⟷ [Klient]
de: Datenpfad (Remote-Client): [NextBox] ⟷ [Router]⟷ [Proxy-Server] ⟷ [Client]
el: Διαδρομή δεδομένων (απομακρυσμένος πελάτης): [NextBox] ⟷ [Router]⟷ [Proxy Server] ⟷ [Client]
es: Ruta de datos (cliente remoto): [NextBox] ⟷ [Router]⟷ [Servidor Proxy] ⟷ [Cliente]
et: Andmete tee (kaugklient): [NextBox] ⟷ [Router]⟷ [Proxy Server] ⟷ [Client]
fi: Datapolku (etäasiakas): [NextBox] ⟷ [Reititin]⟷ [Välityspalvelin] ⟷ [Asiakas]
fr: Chemin des données (client distant) : [NextBox] ⟷ [Routeur]⟷ [Serveur Proxy] ⟷ [Client].
hu: Adatútvonal (távoli ügyfél): [NextBox] ⟷ [Router]⟷ [Proxy Server] ⟷ [Client]
ja: データパス（リモートクライアント）です。[NextBox] ⟷ [Router]⟷ [Proxy Server]⟷ [Client]です。
lt: Duomenų kelias (nuotolinis klientas): [NextBox] ⟷ [Maršrutizatorius]⟷ [Proxy serveris] ⟷ [Klientas]
lv: Datu ceļš (attālais klients): [NextBox] ⟷ [Maršrutētājs]⟷ [Proxy serveris] ⟷ [Klients]
nl: Datapad (client op afstand): [NextBox] ⟷ [Router]⟷ [Proxyserver] ⟷ [Client]
pl: Ścieżka danych (zdalny klient): [NextBox] ⟷ [Router]⟷ [Serwer Proxy] ⟷ [Klient]
pt: Caminho de dados (cliente remoto): [NextBox] ⟷ [Roteador]⟷ [Servidor Proxy] ⟷ [Cliente].
ro: Calea datelor (client la distanță): [NextBox] ⟷ [Router]⟷ [Server Proxy] ⟷ [Client]
ru: Путь данных (удаленный клиент): [NextBox] ⟷ [Router]⟷ [Proxy Server] ⟷ [Client]
sk: Dátová cesta (vzdialený klient): [NextBox] ⟷ [Router]⟷ [Proxy server] ⟷ [Klient]
sl: Pot podatkov (oddaljeni odjemalec): [NextBox] ⟷ [Usmerjevalnik]⟷ [Strežnik proxy] ⟷ [Odjemalec]
sv: Datasökväg (fjärrklient): [NextBox] ⟷ [Router]⟷ [Proxyserver] ⟷ [Klient]
zh_cn: 数据路径（远程客户端）。[NextBox] ⟷ [Router]⟷ [Proxy Server] ⟷ [Client]（客户）。

source: **Pro:** easy to setup, good transport security
bg: **Pro:** лесна настройка, добра транспортна сигурност
cs: **Pro:** snadné nastavení, dobré zabezpečení přepravy
de: **Pro:** einfache Einrichtung, gute Transportsicherheit
el: **Προ:** εύκολη εγκατάσταση, καλή ασφάλεια μεταφοράς
es: **Pro:** fácil de configurar, buena seguridad en el transporte
et: **Pro:** lihtne seadistada, hea transpordi turvalisus
fi: **Pro:** helppo asentaa, hyvä kuljetusvarmuus
fr: **Pro:** facile à installer, bonne sécurité de transport
hu: **Pro:** könnyű telepítés, jó szállítási biztonság
ja: **Pro:** セットアップが簡単で、輸送時のセキュリティも万全です。
lt: **Pro:** lengva nustatyti, geras transporto saugumas
lv: **Pro:** viegla uzstādīšana, laba transporta drošība
nl: **Pro:** makkelijk op te zetten, goede transport beveiliging
pl: **Pro:** łatwa konfiguracja, dobre zabezpieczenie transportu
pt: **Pro:** fácil de configurar, boa segurança no transporte
ro: **Pro:** ușor de configurat, securitate bună la transport
ru: **Про:** легкость в настройке, хорошая транспортная безопасность
sk: **Pro:** jednoduché nastavenie, dobré zabezpečenie prepravy
sl: **Pro:** enostavna nastavitev, dobra varnost prevoza
sv: **Pro:** lätt att installera, bra transportsäkerhet
zh_cn: **优点：**容易设置，运输安全性好

source: **Contra:** not strictly end-to-end encrypted, potentially slow (all traffic through the proxy)
bg: **Контра:** не е строго криптирана от край до край, потенциално бавна (целият трафик преминава през прокси сървър)
cs: **Contra:** není striktně šifrována end-to-end, může být pomalá (veškerý provoz přes proxy server)
de: **Contra:** nicht streng Ende-zu-Ende-verschlüsselt, potenziell langsam (gesamter Verkehr durch den Proxy)
el: **Contra:** όχι αυστηρά κρυπτογραφημένο από άκρο σε άκρο, δυνητικά αργό (όλη η κίνηση μέσω του μεσολάβησης)
es: **Contra:** no estrictamente cifrado de extremo a extremo, potencialmente lento (todo el tráfico a través del proxy)
et: **Contra:** ei ole rangelt otsast lõpuni krüpteeritud, potentsiaalselt aeglane (kogu liiklus läbi proxy).
fi: **Contra:** ei tiukasti päästä päähän salattu, mahdollisesti hidas (kaikki liikenne välityspalvelimen kautta).
fr: **Contra:** pas strictement crypté de bout en bout, potentiellement lent (tout le trafic passe par le proxy)
hu: **Contra:** nem szigorúan végponttól végpontig titkosított, potenciálisan lassú (minden forgalom a proxy-n keresztül)
ja: **Contra: **厳密なエンド・ツー・エンドの暗号化ではなく、低速になる可能性がある（すべてのトラフィックがプロキシを経由する）。
lt: **Contra:** nėra griežtai užšifruota nuo galo iki galo, gali būti lėta (visas duomenų srautas perduodamas per tarpinį serverį)
lv: **Contra:** nav stingri šifrēts no gala līdz galam, potenciāli lēns (visa datplūsma caur starpniekserveri)
nl: **Contra:** niet strikt end-to-end versleuteld, potentieel traag (alle verkeer via de proxy)
pl: **Contra:** nie szyfrowana ściśle end-to-end, potencjalnie wolna (cały ruch przez proxy)
pt: **Contra:** não estritamente encriptado de ponta a ponta, potencialmente lento (todo o tráfego através do proxy)
ro: **Contra:** nu este strict criptat de la un capăt la altul, potențial lent (tot traficul prin proxy)
ru: **Contra:** не строго сквозное шифрование, потенциально медленный (весь трафик через прокси)
sk: **Contra:** nie je striktne end-to-end šifrovaná, potenciálne pomalá (všetka prevádzka cez proxy server)
sl: **Contra:** ni strogo šifrirana od konca do konca, lahko je počasna (ves promet poteka prek posrednika)
sv: **Contra:** inte strikt end-to-end-krypterad, potentiellt långsam (all trafik går genom proxyn)
zh_cn: **Contra:**不是严格的端对端加密，可能很慢（所有流量都通过代理）。
