Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/nextbox.po
Languages: bg, cs, de, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: Even though the *Backwards Proxy* remote access method is a quick way to realize remote access, we **strongly recommend** to use a :doc:`dynamic DNS setup<dynamic-dns>` or :doc:`static DNS setup<static>` to maintain the best security level for your NextBox. *In most usage scenarios the latter will also provide a better data bandwidth and user experience*
bg: Въпреки че методът за отдалечен достъп *Backwards Proxy* е бърз начин за осъществяване на отдалечен достъп, ние **настойчиво препоръчваме** да използвате :doc:`dynamic DNS setup<dynamic-dns>` или :doc:`static DNS setup<static>`, за да поддържате най-доброто ниво на сигурност за вашия NextBox. *В повечето сценарии на използване втората опция ще осигури и по-добра пропускателна способност на данните и по-добро потребителско изживяване*
cs: Přestože je metoda vzdáleného přístupu *Backwards Proxy* rychlým způsobem realizace vzdáleného přístupu, důrazně doporučujeme** používat :doc:`dynamic DNS setup<dynamic-dns>` nebo :doc:`static DNS setup<static>` pro zachování nejlepší úrovně zabezpečení vašeho NextBoxu. *Ve většině scénářů použití bude druhá možnost také poskytovat lepší datovou propustnost a uživatelský komfort*.
de: Auch wenn die *Backwards Proxy*-Fernzugriffsmethode ein schneller Weg ist, den Fernzugriff zu realisieren, empfehlen wir **dringend**, ein :doc:`dynamisches DNS-Setup<dynamic-dns>` oder :doc:`statisches DNS-Setup<static>` zu verwenden, um das beste Sicherheitsniveau für Ihre NextBox zu erhalten. *In den meisten Nutzungsszenarien wird letzteres auch eine bessere Datenbandbreite und Benutzererfahrung bieten*.
el: Παρόλο που η μέθοδος απομακρυσμένης πρόσβασης *Backwards Proxy* είναι ένας γρήγορος τρόπος για την πραγματοποίηση απομακρυσμένης πρόσβασης, συνιστούμε **απολύτως** να χρησιμοποιήσετε μια :doc:`δυναμική ρύθμιση DNS<dynamic-dns>` ή :doc:`στατική ρύθμιση DNS<static>` για να διατηρήσετε το καλύτερο επίπεδο ασφάλειας για το NextBox σας. *Στα περισσότερα σενάρια χρήσης η τελευταία θα παρέχει επίσης καλύτερο εύρος ζώνης δεδομένων και καλύτερη εμπειρία χρήσης*
es: Aunque el método de acceso remoto *Backwards Proxy* es una forma rápida de realizar el acceso remoto, nosotros **recomendamos** utilizar una configuración de DNS dinámica<dynamic-dns>` o una configuración de DNS estática<static>` para mantener el mejor nivel de seguridad para su NextBox. *En la mayoría de los escenarios de uso, este último también proporcionará un mejor ancho de banda de datos y experiencia de usuario*.
et: Kuigi *tagasi proxy* kaugjuurdepääsu meetod on kiire viis kaugjuurdepääsu realiseerimiseks, soovitame **tugevalt** kasutada :doc:`dünaamilist DNS seadistust<dynamic-dns>` või :doc:`staatilist DNS seadistust<static>`, et säilitada teie NextBoxi jaoks parim turvatase. * Enamikus kasutusstsenaariumides pakub viimane ka paremat andmesagedust ja kasutajakogemust*.
fi: Vaikka *Backwards Proxy* -etäyhteysmenetelmä on nopea tapa toteuttaa etäyhteys, suosittelemme **vahvasti** käyttämään :doc:`dynaamista DNS-asetusta<dynamic-dns>` tai :doc:`staattista DNS-asetusta<static>` säilyttääkseen parhaan turvallisuustason NextBoxillesi. * Useimmissa käyttöskenaarioissa jälkimmäinen tarjoaa myös paremman datakaistanleveyden ja käyttäjäkokemuksen*.
fr: Bien que la méthode d'accès à distance *Backwards Proxy* soit un moyen rapide de réaliser un accès à distance, nous **strongons la recommandation** d'utiliser une :doc:`configuration DNS dynamique<dynamic-dns>` ou :doc:`configuration DNS statique<static>` pour maintenir le meilleur niveau de sécurité pour votre NextBox. *Dans la plupart des scénarios d'utilisation, ce dernier fournira également une meilleure bande passante et une meilleure expérience utilisateur.
hu: Bár a *Backwards Proxy* távoli hozzáférési módszer gyors módja a távoli hozzáférés megvalósításának, **határozottan javasoljuk**, hogy a NextBox legjobb biztonsági szintjének fenntartása érdekében használjon :doc:`dinamikus DNS beállítás<dinamikus-dns>` vagy :doc:`statikus DNS beállítás<statikus>`. *A legtöbb felhasználási forgatókönyvben az utóbbi jobb adatsávszélességet és felhasználói élményt is biztosít*.
ja: バックワードプロキシ*によるリモートアクセスは手っ取り早い方法ですが、NextBoxのセキュリティレベルを維持するために、 :doc:`dynamic DNS setup<dynamic-dns>` または :doc:`static DNS setup<static>` を使用することを強くお勧めします**。*ほとんどの使用シナリオでは、後者の方がデータ帯域幅とユーザーエクスペリエンスが向上します*。
lt: Nors *Backwards Proxy* nuotolinės prieigos metodas yra greitas būdas nuotolinei prieigai įgyvendinti, mes **primygtinai rekomenduojame** naudoti :doc:`dinaminio DNS sąranką<dynamic-dns>` arba :doc:`statinio DNS sąranką<static>`, kad išlaikytumėte geriausią NextBox saugumo lygį. *Daugeliu naudojimo scenarijų pastarasis taip pat užtikrins geresnį duomenų srauto pralaidumą ir geresnę naudotojo patirtį*.
lv: Lai gan *Backwards Proxy* attālinātās piekļuves metode ir ātrs veids, kā īstenot attālinātu piekļuvi, mēs stingri iesakām** izmantot :doc:`dynamic DNS setup<dynamic-dns>` vai :doc:`static DNS setup<static>`, lai saglabātu labāko NextBox drošības līmeni. *Lielākajā daļā izmantošanas scenāriju pēdējais minētais nodrošinās arī labāku datu pārraides joslas platumu un lietotāju pieredzi*.
nl: Hoewel de *Backwards Proxy* remote access methode een snelle manier is om remote access te realiseren, raden wij **sterk aan** om een :doc:`dynamic DNS setup<dynamic-dns>` of :doc:`static DNS setup<static>` te gebruiken om het beste beveiligingsniveau voor uw NextBox te behouden. *In de meeste gebruiksscenario's zal de laatste ook een betere data bandbreedte en gebruikerservaring bieden*
pl: Mimo że metoda zdalnego dostępu *Backwards Proxy* jest szybkim sposobem na uzyskanie zdalnego dostępu, zdecydowanie zalecamy** korzystanie z :doc:`dynamicznej konfiguracji DNS<dynamic-dns>` lub :doc:`statycznej konfiguracji DNS<static>` w celu utrzymania najlepszego poziomu bezpieczeństwa dla Twojego NextBoxa. *W większości scenariuszy użytkowania ta druga opcja zapewni również lepszą przepustowość danych i lepsze wrażenia użytkownika*.
pt: Embora o método *Backwards Proxy* de acesso remoto seja uma forma rápida de realizar o acesso remoto, nós **princíamos fortemente*** a utilização de um :doc:`dinamic DNS setup<dynamic-dns>` ou :doc:`static DNS setup<static>` para manter o melhor nível de segurança para a sua NextBox. *Na maioria dos cenários de utilização, este último também irá fornecer uma melhor largura de banda de dados e experiência do usuário*.
ro: Chiar dacă metoda de acces de la distanță *Backwards Proxy* este o modalitate rapidă de a realiza accesul de la distanță, vă **recomandăm cu tărie** să folosiți o configurare :doc:`dynamic DNS<dynamic-dns>` sau :doc:`static DNS setup<static>` pentru a menține cel mai bun nivel de securitate pentru NextBox. *În majoritatea scenariilor de utilizare, aceasta din urmă va oferi, de asemenea, o lățime de bandă de date și o experiență de utilizare mai bună*
ru: Несмотря на то, что метод удаленного доступа *Backwards Proxy* является быстрым способом реализации удаленного доступа, мы **настойчиво рекомендуем** использовать :doc:`dynamic DNS setup<dynamic-dns>` или :doc:`static DNS setup<static>` для поддержания наилучшего уровня безопасности для вашего NextBox. *В большинстве сценариев использования последняя также обеспечит лучшую пропускную способность и удобство использования*.
sk: Hoci metóda vzdialeného prístupu *Backwards Proxy* je rýchly spôsob realizácie vzdialeného prístupu, dôrazne odporúčame** používať :doc:`dynamické nastavenie DNS<dynamic-dns>` alebo :doc:`statické nastavenie DNS<static>` na zachovanie najlepšej úrovne zabezpečenia pre váš NextBox. *Ve väčšine scenárov používania bude druhá možnosť poskytovať aj lepšiu šírku pásma dát a používateľský zážitok*.
sl: Čeprav je metoda oddaljenega dostopa *Backwards Proxy* hiter način za izvedbo oddaljenega dostopa, močno priporočamo** uporabo :doc:`dynamic DNS setup<dynamic-dns>` ali :doc:`static DNS setup<static>` za ohranitev najboljše ravni varnosti za vaš NextBox. *V večini scenarijev uporabe bo slednja zagotovila tudi boljšo podatkovno pasovno širino in uporabniško izkušnjo*
sv: Även om fjärråtkomstmetoden *Backwards Proxy* är ett snabbt sätt att få fjärråtkomst rekommenderar vi **starkt** att du använder en :doc:`dynamisk DNS-inställning<dynamic-dns>` eller :doc:`statisk DNS-inställning<statisk>` för att upprätthålla den bästa säkerhetsnivån för din NextBox. *I de flesta användningsscenarier ger det senare alternativet också en bättre databandbredd och användarupplevelse*.
zh_cn: 尽管*反向代理*远程访问方法是实现远程访问的快速方法，但我们**强烈建议**使用:doc:`动态DNS设置<动态-dns>`或:doc:`静态DNS设置<静态>`来保持你的NextBox的最佳安全水平。*在大多数使用情况下，后者也将提供更好的数据带宽和用户体验*。

source: Before you set up a remote access method you might want to read the :doc:`comparison<method-comparison>` in order to understand the trade-offs and capabilities of the different approaches:
bg: Преди да настроите метод за отдалечен достъп, може да прочетете :doc:`comparison<method-comparison>`, за да разберете компромисите и възможностите на различните подходи:
cs: Před nastavením metody vzdáleného přístupu si můžete přečíst :doc:`comparison<method-comparison>`, abyste pochopili kompromisy a možnosti různých přístupů:
de: Bevor Sie eine Fernzugriffsmethode einrichten, sollten Sie das :doc:`Vergleich<Methoden-Vergleich>` lesen, um die Kompromisse und Möglichkeiten der verschiedenen Ansätze zu verstehen:
el: Προτού ρυθμίσετε μια μέθοδο απομακρυσμένης πρόσβασης, ίσως θελήσετε να διαβάσετε το :doc:`συγκριτική αξιολόγηση<σύγκριση μεθόδων>` προκειμένου να κατανοήσετε τα αντισταθμιστικά οφέλη και τις δυνατότητες των διαφορετικών προσεγγίσεων:
es: Antes de configurar un método de acceso remoto, es posible que quieras leer el documento :doc:`comparación<de métodos>` para entender las ventajas y desventajas de los diferentes enfoques:
et: Enne kaugjuurdepääsumeetodi seadistamist võiksite lugeda :doc:`Võrdlus<meetodite-võrdlus>`, et mõista erinevate lähenemisviiside kompromisse ja võimalusi:
fi: Ennen etäyhteysmenetelmän määrittämistä kannattaa lukea :doc:`vertailu<menetelmävertailu>`, jotta ymmärrät eri lähestymistapojen kompromissit ja mahdollisuudet:
fr: Avant de configurer une méthode d'accès à distance, vous pouvez lire le document :doc:`comparison<method-comparison>` afin de comprendre les compromis et les capacités des différentes approches :
hu: Mielőtt beállít egy távoli hozzáférési módszert, érdemes elolvasni a :doc:`összehasonlítás<módszer-összehasonlítás>-t, hogy megértse a különböző megközelítések kompromisszumait és képességeit:
ja: リモートアクセス方法を設定する前に、 :doc:`comparison<method-comparison>` を読んで、さまざまなアプローチのトレードオフや機能を理解するとよいでしょう。
lt: Prieš nustatydami nuotolinės prieigos metodą, galite perskaityti :doc:`comparison<method-comparison>`, kad suprastumėte skirtingų metodų kompromisus ir galimybes:
lv: Pirms iestatāt attālās piekļuves metodi, iespējams, vēlēsieties izlasīt :doc:`komparaments<method-comparison>`, lai saprastu dažādu pieeju kompromisus un iespējas:
nl: Voordat u een methode voor toegang op afstand instelt, kunt u het beste de :doc:`comparison<method-comparison>` lezen om de afwegingen en mogelijkheden van de verschillende benaderingen te begrijpen:
pl: Zanim skonfigurujesz metodę zdalnego dostępu, możesz chcieć przeczytać :doc:`comparison<method-comparison>` aby zrozumieć kompromisy i możliwości różnych podejść:
pt: Antes de configurar um método de acesso remoto, você pode querer ler o :doc:`comparison<method-comparison>` a fim de entender os trade-offs e as capacidades das diferentes abordagens:
ro: Înainte de a configura o metodă de acces de la distanță, ar fi bine să citiți :doc:`comparison<method-comparison>` pentru a înțelege avantajele și capacitățile diferitelor abordări:
ru: Перед установкой метода удаленного доступа вы, возможно, захотите прочитать :doc:`comparison<method-comparison>`, чтобы понять компромиссы и возможности различных подходов:
sk: Pred nastavením metódy vzdialeného prístupu si môžete prečítať :doc:`comparison<method-comparison>`, aby ste pochopili kompromisy a možnosti rôznych prístupov:
sl: Preden nastavite metodo oddaljenega dostopa, boste morda želeli prebrati :doc:`comparison<method-comparison>`, da boste razumeli kompromise in zmogljivosti različnih pristopov:
sv: Innan du installerar en metod för fjärråtkomst kan du läsa :doc:`comparison<method-comparison>` för att förstå de olika tillvägagångssättens kompromisser och möjligheter:
zh_cn: 在你设置远程访问方法之前，你可能想阅读 :doc:`comparison<method-comparison>`，以了解不同方法的权衡和能力。

source: There are different ways to make your NextBox available for remote access.
bg: Има различни начини да направите своя NextBox достъпен за отдалечен достъп.
cs: Existují různé způsoby, jak zpřístupnit NextBox pro vzdálený přístup.
de: Es gibt verschiedene Möglichkeiten, Ihre NextBox für den Fernzugriff verfügbar zu machen.
el: Υπάρχουν διάφοροι τρόποι για να καταστήσετε το NextBox σας διαθέσιμο για απομακρυσμένη πρόσβαση.
es: Hay diferentes maneras de hacer que tu NextBox esté disponible para el acceso remoto.
et: NextBoxi kaugjuurdepääsu võimaldamiseks on erinevaid viise.
fi: NextBoxin voi asettaa etäkäyttöön eri tavoin.
fr: Il existe différentes façons de rendre votre NextBox disponible pour un accès à distance.
hu: A NextBoxot különböző módon teheti elérhetővé távoli elérés céljából.
ja: NextBoxをリモートアクセスできるようにするには、さまざまな方法があります。
lt: Yra įvairių būdų, kaip padaryti, kad jūsų NextBox būtų pasiekiamas nuotoliniu būdu.
lv: Ir dažādi veidi, kā padarīt NextBox pieejamu attālai piekļuvei.
nl: Er zijn verschillende manieren om uw NextBox beschikbaar te maken voor toegang op afstand.
pl: Istnieją różne sposoby udostępnienia NextBox do zdalnego dostępu.
pt: Existem diferentes maneiras de disponibilizar a sua NextBox para acesso remoto.
ro: Există diferite moduri de a face NextBox-ul disponibil pentru acces de la distanță.
ru: Существуют различные способы сделать ваш NextBox доступным для удаленного доступа.
sk: Existujú rôzne spôsoby, ako sprístupniť váš NextBox na vzdialený prístup.
sl: NextBox je na voljo za oddaljen dostop na različne načine.
sv: Det finns olika sätt att göra din NextBox tillgänglig för fjärråtkomst.
zh_cn: 有不同的方法使你的NextBox可用于远程访问。

source: The following topics might be of interest for you, depending on your internet service provider and the type of your internet connection:
bg: Следните теми могат да представляват интерес за вас в зависимост от вашия доставчик на интернет услуги и вида на вашата интернет връзка:
cs: Následující témata by vás mohla zajímat v závislosti na poskytovateli internetových služeb a typu vašeho internetového připojení:
de: Die folgenden Themen könnten für Sie von Interesse sein, abhängig von Ihrem Internetanbieter und der Art Ihrer Internetverbindung:
el: Τα παρακάτω θέματα μπορεί να σας ενδιαφέρουν, ανάλογα με τον πάροχο υπηρεσιών διαδικτύου και τον τύπο της σύνδεσής σας στο διαδίκτυο:
es: Los siguientes temas pueden ser de su interés, dependiendo de su proveedor de servicios de Internet y del tipo de su conexión a Internet:
et: Sõltuvalt teie internetiteenuse pakkujast ja internetiühenduse tüübist võivad teile huvi pakkuda järgmised teemad:
fi: Seuraavat aiheet saattavat kiinnostaa sinua Internet-palveluntarjoajasi ja Internet-yhteytesi tyypin mukaan:
fr: Les sujets suivants peuvent vous intéresser, en fonction de votre fournisseur d'accès à Internet et du type de votre connexion Internet :
hu: Az alábbi témák az internetszolgáltatójától és az internetkapcsolat típusától függően érdekelhetik Önt:
ja: 以下のトピックは、お客様がご利用になっているインターネットサービスプロバイダーや、インターネット接続の種類によっては、興味を持たれるかもしれません。
lt: Priklausomai nuo jūsų interneto paslaugų teikėjo ir interneto ryšio tipo, jus gali sudominti šios temos:
lv: Atkarībā no jūsu interneta pakalpojumu sniedzēja un interneta pieslēguma veida jums varētu būt interesanti šādi temati:
nl: De volgende onderwerpen kunnen interessant voor u zijn, afhankelijk van uw internetprovider en het type van uw internetverbinding:
pl: Poniższe tematy mogą być interesujące dla Ciebie, w zależności od Twojego dostawcy usług internetowych i rodzaju Twojego połączenia internetowego:
pt: Os seguintes tópicos podem ser de seu interesse, dependendo do seu provedor de internet e do tipo de sua conexão de internet:
ro: Următoarele subiecte ar putea fi de interes pentru dumneavoastră, în funcție de furnizorul dumneavoastră de servicii de internet și de tipul de conexiune la internet:
ru: Следующие темы могут представлять для вас интерес в зависимости от вашего интернет-провайдера и типа вашего интернет-соединения:
sk: Nasledujúce témy by vás mohli zaujímať v závislosti od poskytovateľa internetových služieb a typu vášho internetového pripojenia:
sl: Glede na ponudnika internetnih storitev in vrsto internetne povezave vas bodo morda zanimale naslednje teme:
sv: Följande ämnen kan vara av intresse för dig, beroende på din internetleverantör och vilken typ av internetanslutning du har:
zh_cn: 以下主题可能是你感兴趣的，这取决于你的互联网服务提供商和你的互联网连接类型。

source: IPv6-related Settings
bg: Настройки, свързани с IPv6
cs: Nastavení související s protokolem IPv6
de: IPv6-bezogene Einstellungen
el: Ρυθμίσεις που σχετίζονται με το IPv6
es: Ajustes relacionados con IPv6
et: IPv6-ga seotud seaded
fi: IPv6:een liittyvät asetukset
fr: Paramètres liés à IPv6
hu: IPv6-hoz kapcsolódó beállítások
ja: IPv6関連の設定
lt: Su IPv6 susiję nustatymai
lv: Ar IPv6 saistīti iestatījumi
nl: IPv6-gerelateerde instellingen
pl: Ustawienia związane z IPv6
pt: Configurações relacionadas ao IPv6-
ro: Setări legate de IPv6
ru: Настройки, связанные с IPv6
sk: Nastavenia súvisiace s protokolom IPv6
sl: Nastavitve, povezane z IPv6
sv: IPv6-relaterade inställningar
zh_cn: 与IPv6相关的设置

source: You have properly set up one of the DNS configurations, :doc:`port-forwarding` and :doc:`dns-rebind` and still your NextBox is not available / reachable.
bg: Правилно сте настроили една от конфигурациите на DNS, :doc:`port-forwarding` и :doc:`dns-rebind` и въпреки това NextBox не е достъпен/достижим.
cs: Správně jste nastavili jednu z konfigurací DNS, :doc:`port-forwarding` a :doc:`dns-rebind`, a přesto váš NextBox není dostupný.
de: Sie haben eine der DNS-Konfigurationen, :doc:`port-forwarding` und :doc:`dns-rebind` ordnungsgemäß eingerichtet und trotzdem ist Ihre NextBox nicht verfügbar / erreichbar.
el: Έχετε ρυθμίσει σωστά μία από τις διαμορφώσεις DNS, :doc:`port-forwarding` και :doc:`dns-rebind` και παρόλα αυτά το NextBox σας δεν είναι διαθέσιμο / προσβάσιμο.
es: Has configurado correctamente una de las configuraciones de DNS, :doc:`port-forwarding` y :doc:`dns-rebind` y aún así tu NextBox no está disponible / alcanzable.
et: Olete seadistanud ühe DNS-konfiguratsiooni, :doc:`port-forwarding` ja :doc:`dns-rebind` korralikult ja ikkagi ei ole teie NextBox kättesaadav/saavutatav.
fi: Olet määrittänyt oikein yhden DNS-konfiguraatioista, :doc:`port-forwarding` ja :doc:`dns-rebind`, mutta silti NextBox ei ole käytettävissä / tavoitettavissa.
fr: Vous avez correctement mis en place une des configurations DNS, :doc:`port-forwarding` et :doc:`dns-rebind` et pourtant votre NextBox n'est pas disponible / joignable.
hu: Megfelelően beállította az egyik DNS-konfigurációt, :doc:`port-forwarding` és :doc:`dns-rebind`, és a NextBox mégsem elérhető/elérhető.
ja: :doc:`port-forwarding` と :doc:`dns-rebind` のいずれかのDNS設定を適切に行ったにもかかわらず、NextBoxが利用できない/到達できない場合があります。
lt: Tinkamai nustatėte vieną iš DNS konfigūracijų :doc:`port-forwarding` ir :doc:`dns-rebind` ir vis tiek jūsų NextBox nepasiekiamas.
lv: Jūs esat pareizi iestatījis vienu no DNS konfigurācijām, :doc:`port-forwarding` un :doc:`dns-rebind`, un tomēr NextBox nav pieejams / sasniedzams.
nl: U heeft een van de DNS configuraties goed ingesteld, :doc:`port-forwarding` en :doc:`dns-rebind` en nog steeds is uw NextBox niet beschikbaar / bereikbaar.
pl: Poprawnie skonfigurowałeś jedną z konfiguracji DNS, :doc:`port-forwarding` i :doc:`dns-rebind`, a mimo to Twój NextBox nie jest dostępny / osiągalny.
pt: Você configurou corretamente uma das configurações de DNS, :doc:`port-forwarding` e :doc:`dns-rebind` e ainda sua NextBox não está disponível / alcançável.
ro: Ați configurat corect una dintre configurațiile DNS, :doc:`port-forwarding` și :doc:`dns-rebind` și totuși NextBox nu este disponibil / accesibil.
ru: Вы правильно настроили одну из конфигураций DNS, :doc:`port-forwarding` и :doc:`dns-rebind` и все равно ваш NextBox недоступен/доступен.
sk: Správne ste nastavili jednu z konfigurácií DNS, :doc:`port-forwarding` a :doc:`dns-rebind` a váš NextBox stále nie je dostupný/prístupný.
sl: Pravilno ste nastavili eno od konfiguracij DNS, :doc:`port-forwarding` in :doc:`dns-rebind`, a vaš NextBox še vedno ni na voljo / dosegljiv.
sv: Du har ställt in en av DNS-konfigurationerna, :doc:`port-forwarding` och :doc:`dns-rebind` på rätt sätt och ändå är din NextBox inte tillgänglig/åtkomlig.
zh_cn: 你已经正确地设置了一个DNS配置， :doc:`port-forwarding`和:doc:`dns-rebind`，但你的NextBox仍然不可用/无法到达。

source: This is in particular important for Fritz!Box owners and/or DS-Lite internet connections.
bg: Това е особено важно за собствениците на Fritz!Box и/или интернет връзки DS-Lite.
cs: To je důležité zejména pro majitele zařízení Fritz!Box a/nebo internetových připojení DS-Lite.
de: Dies ist vor allem für Fritz!Box-Besitzer und/oder DS-Lite-Internetanschlüsse wichtig.
el: Αυτό είναι ιδιαίτερα σημαντικό για τους κατόχους Fritz!Box ή/και για τις συνδέσεις DS-Lite στο διαδίκτυο.
es: Esto es especialmente importante para los propietarios de Fritz!Box y/o las conexiones a Internet de DS-Lite.
et: See on eriti oluline Fritz!Boxi ja/või DS-Lite internetiühenduse omanike jaoks.
fi: Tämä on erityisen tärkeää Fritz!Boxin ja/tai DS-Lite-internetyhteyksien omistajille.
fr: Ceci est particulièrement important pour les propriétaires de Fritz!Box et/ou les connexions internet DS-Lite.
hu: Ez különösen fontos a Fritz!Box tulajdonosok és/vagy a DS-Lite internetkapcsolatok számára.
ja: これは、Fritz!Boxをお持ちの方や、DS-Liteのインターネット接続をお持ちの方にとって、特に重要なことです。
lt: Tai ypač svarbu "Fritz!Box" savininkams ir (arba) "DS-Lite" interneto ryšio naudotojams.
lv: Tas ir īpaši svarīgi "Fritz!Box" un/vai DS-Lite interneta savienojumu īpašniekiem.
nl: Dit is met name van belang voor bezitters van een Fritz!Box en/of DS-Lite internetverbindingen.
pl: Jest to szczególnie ważne dla posiadaczy Fritz!Box i/lub połączeń internetowych DS-Lite.
pt: Isto é particularmente importante para os proprietários de Fritz!Box e/ou ligações à Internet DS-Lite.
ro: Acest lucru este deosebit de important pentru posesorii de Fritz!Box și/sau pentru conexiunile de internet DS-Lite.
ru: Это особенно важно для владельцев Fritz!Box и/или DS-Lite, подключенных к Интернету.
sk: Je to dôležité najmä pre majiteľov zariadení Fritz!Box a/alebo internetových pripojení DS-Lite.
sl: To je še posebej pomembno za lastnike naprave Fritz!Box in/ali internetnih povezav DS-Lite.
sv: Detta är särskilt viktigt för Fritz!Box-ägare och/eller DS-Lite-internetanslutningar.
zh_cn: 这对Fritz!Box的所有者和/或DS-Lite的互联网连接尤其重要。
