Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/nextbox.po
Languages: bg, cs, de, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: The Raspberry Pi 4 Model B can only supply 1.2A of power through USB (see `RPi Power Supply`_). The internal hard-drive is already connected and powered via USB and pulls ~1.0A. Thus connecting another hard-drive without an external power supply can lead to an unreliable power supply for the internal hard-drive, thus potential data loss.
bg: Raspberry Pi 4 Model B може да подава само 1,2 А захранване през USB (вижте `Захранване на RPi`_). Вътрешният твърд диск вече е свързан и се захранва чрез USB и тегли ~1,0A. По този начин свързването на друг твърд диск без външно захранване може да доведе до ненадеждно захранване на вътрешния твърд диск, а оттам и до потенциална загуба на данни.
cs: Raspberry Pi 4 Model B dokáže přes USB napájet pouze 1,2 A (viz `RPi Power Supply`_). Interní pevný disk je již připojen a napájen přes USB a odebírá ~1,0 A. Připojení dalšího pevného disku bez externího napájení tedy může vést k nespolehlivému napájení interního pevného disku, a tím k možné ztrátě dat.
de: Der Raspberry Pi 4 Model B kann nur 1,2A Strom über USB liefern (siehe `RPi Power Supply`_). Die interne Festplatte ist bereits angeschlossen und wird über USB mit Strom versorgt und zieht ~1,0A. Daher kann der Anschluss einer weiteren Festplatte ohne externe Stromversorgung zu einer unzuverlässigen Stromversorgung der internen Festplatte und damit zu einem möglichen Datenverlust führen.
el: Το Raspberry Pi 4 Model B μπορεί να παρέχει μόνο 1,2A ρεύματος μέσω USB (βλ. `RPi Power Supply`_). Ο εσωτερικός σκληρός δίσκος είναι ήδη συνδεδεμένος και τροφοδοτείται μέσω USB και τραβάει ~1.0A. Έτσι, η σύνδεση ενός άλλου σκληρού δίσκου χωρίς εξωτερικό τροφοδοτικό μπορεί να οδηγήσει σε αναξιόπιστη τροφοδοσία του εσωτερικού σκληρού δίσκου, άρα και σε πιθανή απώλεια δεδομένων.
es: La Raspberry Pi 4 Modelo B sólo puede suministrar 1,2A de energía a través de USB (ver `RPi Power Supply`_). El disco duro interno ya está conectado y alimentado a través de USB y tira de ~1,0A. Por lo tanto, la conexión de otro disco duro sin una fuente de alimentación externa puede conducir a una fuente de alimentación poco fiable para el disco duro interno, por lo tanto, la pérdida potencial de datos.
et: Raspberry Pi 4 Model B saab USB kaudu toita ainult 1,2A (vt `RPi Power Supply`_). Sisemine kõvaketas on juba ühendatud ja saab USB kaudu toite ning tõmbab ~1,0A. Seega võib teise kõvaketta ühendamine ilma välise toiteallikata viia sisemise kõvaketta ebausaldusväärse toiteallikani ja seega võimaliku andmekaotuse tekkimiseni.
fi: Raspberry Pi 4 Model B voi syöttää vain 1,2A virtaa USB:n kautta (katso `RPi Power Supply`_). Sisäinen kiintolevy on jo kytketty ja saa virtaa USB:n kautta ja vetää ~1.0A. Näin ollen toisen kiintolevyn liittäminen ilman ulkoista virtalähdettä voi johtaa sisäisen kiintolevyn epäluotettavaan virransyöttöön ja siten mahdolliseen tietojen menetykseen.
fr: Le Raspberry Pi 4 Model B ne peut fournir que 1.2A de puissance par USB (voir `RPi Power Supply`_). Le disque dur interne est déjà connecté et alimenté par USB et consomme ~1.0A. Ainsi, la connexion d'un autre disque dur sans alimentation externe peut conduire à une alimentation non fiable pour le disque dur interne, et donc à une perte potentielle de données.
hu: A Raspberry Pi 4 Model B csak 1,2A áramot tud szolgáltatni USB-n keresztül (lásd `RPi tápegység`_). A belső merevlemez már csatlakoztatva van, és USB-n keresztül tápláljuk, és ~1,0A-t húz. Így egy másik merevlemez csatlakoztatása külső tápegység nélkül a belső merevlemez megbízhatatlan tápellátásához vezethet, így potenciális adatvesztéshez.
ja: Raspberry Pi 4 Model Bは、USB経由で1.2Aの電力しか供給できません（`RPi Power Supply`_を参照）。内蔵のハードドライブはすでに接続されており、USB経由で電源が供給され、約1.0Aを消費します。そのため、外部電源を使用せずに別のハードドライブを接続すると、内蔵ハードドライブへの電源供給が不安定になり、データが失われる可能性があります。
lt: "Raspberry Pi 4 Model B" gali tiekti tik 1,2 A maitinimą per USB (žr. `RPi maitinimo šaltinis`_). Vidinis kietasis diskas jau yra prijungtas ir maitinamas per USB, jis ima ~1,0 A. Taigi prijungus kitą kietąjį diską be išorinio maitinimo šaltinio, vidinis kietasis diskas gali būti maitinamas nepatikimai, todėl gali būti prarasti duomenys.
lv: Raspberry Pi 4 Model B var nodrošināt tikai 1,2 A strāvas padevi, izmantojot USB (sk. `RPi Power Supply`_). Iekšējais cietais disks jau ir pieslēgts un tiek darbināts, izmantojot USB, un tas patērē ~1,0 A. Tādējādi cita cietā diska pieslēgšana bez ārējā barošanas avota var novest pie neuzticamas iekšējā cietā diska barošanas, tādējādi potenciāli zaudējot datus.
nl: De Raspberry Pi 4 Model B kan slechts 1.2A aan stroom leveren via USB (zie `RPi Power Supply`_). De interne harde schijf is al aangesloten en wordt gevoed via USB en trekt ~1.0A. Dus het aansluiten van een andere harde schijf zonder externe voeding kan leiden tot een onbetrouwbare stroomvoorziening voor de interne harde schijf, en dus potentieel gegevensverlies.
pl: Raspberry Pi 4 Model B może dostarczyć tylko 1.2A mocy przez USB (zobacz `RPi Power Supply`_). Wewnętrzny dysk twardy jest już podłączony i zasilany przez USB i pobiera ~1,0A. Tak więc podłączenie innego dysku twardego bez zewnętrznego zasilania może prowadzić do niepewnego zasilania wewnętrznego dysku twardego, a tym samym do potencjalnej utraty danych.
pt: O Raspberry Pi 4 Modelo B só pode fornecer 1.2A de energia através de USB (ver `RPi Power Supply`_). O disco rígido interno já está conectado e alimentado via USB e puxa ~1.0A. Assim, conectar outro disco rígido sem uma fonte de alimentação externa pode levar a uma fonte de alimentação não confiável para o disco rígido interno, podendo assim haver perda de dados.
ro: Raspberry Pi 4 Model B poate furniza doar 1,2A de energie prin USB (consultați `Sursă de alimentare RI`_). Hard-disk-ul intern este deja conectat și alimentat prin USB și trage ~1.0A. Astfel, conectarea unui alt hard-disk fără o sursă de alimentare externă poate duce la o alimentare nesigură a hard-disk-ului intern, deci la o potențială pierdere de date.
ru: Raspberry Pi 4 Model B может подавать только 1,2A питания через USB (см. `RPi Power Supply`_). Внутренний жесткий диск уже подключен и питается через USB и потребляет ~1,0A. Таким образом, подключение другого жесткого диска без внешнего блока питания может привести к ненадежному питанию внутреннего жесткого диска, что чревато потерей данных.
sk: Raspberry Pi 4 Model B môže cez USB dodávať iba 1,2 A energie (pozri `RPi Power Supply`_). Interný pevný disk je už pripojený a napájaný cez USB a odoberá ~1,0 A. Pripojenie ďalšieho pevného disku bez externého napájania teda môže viesť k nespoľahlivému napájaniu interného pevného disku, a tým k potenciálnej strate údajov.
sl: Raspberry Pi 4 Model B lahko prek USB zagotavlja le 1,2 A napajanja (glejte `RPi Power Supply`_). Notranji trdi disk je že priključen in se napaja prek USB ter odjema ~1,0 A. Tako lahko priključitev drugega trdega diska brez zunanjega napajalnika povzroči nezanesljivo napajanje notranjega trdega diska in s tem morebitno izgubo podatkov.
sv: Raspberry Pi 4 Model B kan endast leverera 1,2 A ström via USB (se `RPi Power Supply`_). Den interna hårddisken är redan ansluten och drivs via USB och drar ~1,0A. Att ansluta en annan hårddisk utan extern strömförsörjning kan alltså leda till en opålitlig strömförsörjning för den interna hårddisken och därmed potentiell dataförlust.
zh_cn: Raspberry Pi 4 Model B通过USB只能提供1.2A的电源（见`RPi Power Supply`_）。内部硬盘已经连接并通过USB供电，拉动~1.0A。因此，在没有外部电源的情况下连接另一个硬盘，会导致内部硬盘的供电不可靠，从而可能导致数据丢失。

source: **Q:** Where can I find an external hard-drive with its own power supply?
bg: **В:** Къде мога да намеря външен твърд диск със собствено захранване?
cs: **Q:** Kde najdu externí pevný disk s vlastním napájením?
de: **Q:** Wo kann ich eine externe Festplatte mit eigenem Netzteil finden?
el: **Q:** Πού μπορώ να βρω έναν εξωτερικό σκληρό δίσκο με δικό του τροφοδοτικό;
es: **P: ¿Dónde puedo encontrar un disco duro externo con su propia fuente de alimentación?
et: **K:** Kust ma leian välise kõvaketta, millel on oma toiteallikas?
fi: **Q:** Mistä löydän ulkoisen kiintolevyn, jossa on oma virtalähde?
fr: **Q:** Où puis-je trouver un disque dur externe avec sa propre alimentation électrique ?
hu: **K:** Hol találok külső merevlemezt saját tápegységgel?
ja: **Q:**独立した電源を持つ外付けハードディスクはどこにありますか？
lt: **Q:** Kur rasti išorinį kietąjį diską su savo maitinimo šaltiniu?
lv: **Q:** Kur es varu atrast ārējo cieto disku ar savu barošanas avotu?
nl: **Q:** Waar kan ik een externe harde schijf met eigen voeding vinden?
pl: **Q:** Gdzie mogę znaleźć zewnętrzny dysk twardy z własnym zasilaniem?
pt: **Q:** Onde posso encontrar um disco rígido externo com fonte de alimentação própria?
ro: **Q:** Unde pot găsi un hard-disk extern cu sursă de alimentare proprie?
ru: **В:** Где можно найти внешний жесткий диск с собственным блоком питания?
sk: **Q:** Kde nájdem externý pevný disk s vlastným napájaním?
sl: **V:** Kje lahko najdem zunanji trdi disk z lastnim napajalnikom?
sv: **Q:** Var kan jag hitta en extern hårddisk med egen strömförsörjning?
zh_cn: **问：**哪里可以找到自带电源的外置硬盘？

source: The smaller form factors (2.5'' and smaller) for external hard-drives mostly come without an additional power supply. For these, *a USB Hub with an additional power supply can be considered the "external power-supply"* for the hard-drive. Although the latter is it not 100% sure for powered USB hubs, thus we recommend external 3.5'' hard-drives, which are nearly always externally powered.
bg: По-малките форм-фактори (2,5'' и по-малки) за външни твърди дискове в повечето случаи се предлагат без допълнително захранване. За тях *USB концентратор с допълнително захранване може да се счита за "външно захранване"* за твърдия диск. Въпреки че последното не е 100% sсигурно за USB хъбове със захранване, затова препоръчваме външни 3,5'' твърди дискове, които почти винаги са с външно захранване.
cs: Externí pevné disky menších rozměrů (2,5'' a menší) se většinou dodávají bez přídavného napájení. U nich lze za "externí zdroj napájení"* pro pevný disk považovat *rozbočovač USB s přídavným zdrojem napájení. Ačkoli ten není u napájených USB hubů 100% sjistý, doporučujeme proto externí 3,5''pevné disky, které jsou téměř vždy napájeny externě.
de: Die kleineren Formfaktoren (2,5'' und kleiner) für externe Festplatten kommen meist ohne zusätzliche Stromversorgung aus. Für diese kann *ein USB-Hub mit einer zusätzlichen Stromversorgung als "externe Stromversorgung "* für die Festplatte betrachtet werden. Letzteres ist jedoch nicht 100% sig bei stromversorgten USB-Hubs der Fall, daher empfehlen wir externe 3,5''-Festplatten, die fast immer extern mit Strom versorgt werden.
el: Οι μικρότεροι συντελεστές μορφής (2,5'' και μικρότεροι) για εξωτερικούς σκληρούς δίσκους διατίθενται ως επί το πλείστον χωρίς πρόσθετο τροφοδοτικό. Για αυτούς, *ένας διανομέας USB με πρόσθετο τροφοδοτικό μπορεί να θεωρηθεί ως "εξωτερική τροφοδοσία ρεύματος"* για τον σκληρό δίσκο. Αν και το τελευταίο δεν είναι 100% σίγουρο για τα τροφοδοτούμενα USB hubs, έτσι προτείνουμε εξωτερικούς σκληρούς δίσκους 3,5'', οι οποίοι σχεδόν πάντα τροφοδοτούνται εξωτερικά.
es: Los factores de forma más pequeños (2,5'' y más pequeños) para los discos duros externos suelen venir sin una fuente de alimentación adicional. En estos casos, *un hub USB con una fuente de alimentación adicional puede considerarse la "fuente de alimentación externa" para el disco duro. Aunque esto último no es 100% seguro para los hubs USB alimentados, por lo que recomendamos los discos duros externos de 3,5'' que casi siempre se alimentan externamente.
et: Väiksemad vormifaktorid (2,5'' ja väiksemad) väliste kõvaketaste puhul on enamasti ilma täiendava toiteallikata. Nende puhul võib kõvaketta "väliseks toiteallikaks"* pidada USB-keskust koos täiendava toiteallikaga. Kuigi viimane ei ole see 100% skindel toitega USB-hubide puhul, seega soovitame väliseid 3,5'' kõvakettaid, mis on peaaegu alati välise toiteallikaga.
fi: Ulkoisten kiintolevyjen pienemmät muotokertoimet (2,5'' ja pienemmät) tulevat useimmiten ilman lisävirtalähdettä. Näissä tapauksissa *USB-keskitin, jossa on lisävirtalähde, voidaan katsoa kiintolevyn "ulkoiseksi virtalähteeksi"*. Vaikka jälkimmäinen ei olekaan 100% svarma virtalähteellä varustetuille USB-hubeille, suosittelemme ulkoisia 3,5'' kiintolevyjä, jotka ovat lähes aina ulkoisella virtalähteellä varustettuja.
fr: Les facteurs de forme plus petits (2,5'' et moins) pour les disques durs externes sont généralement fournis sans alimentation supplémentaire. Pour ceux-ci, *un Hub USB avec une alimentation supplémentaire peut être considéré comme "l'alimentation externe "* pour le disque dur. Bien que ce dernier ne soit pas 100% sure pour les hubs USB alimentés, nous recommandons donc les disques durs externes de 3,5'', qui sont presque toujours alimentés de manière externe.
hu: A kisebb (2,5'' és kisebb) külső merevlemezek többnyire kiegészítő tápegység nélkül készülnek. Ezek esetében *a kiegészítő tápegységgel ellátott USB Hub tekinthető a merevlemez "külső tápegységnek"*. Bár ez utóbbi nem 100% sbiztos a tápellátású USB-hubok esetében, ezért a külső 3,5'' merevlemezeket ajánljuk, amelyek szinte mindig külső tápellátásúak.
ja: 外付けハードディスクの小型フォームファクター（2.5''以下）には、ほとんどの場合、追加の電源がありません。このような場合、追加の電源を備えたUSBハブが、ハードディスクの外部電源とみなされます。後者は、電源付きのUSBハブでは100％確実ではありませんが、したがって、ほとんどの場合、外部から電源が供給される3.5''の外付けハードドライブをお勧めします。
lt: Mažesnių formų (2,5'' ir mažesnių) išoriniai kietieji diskai dažniausiai yra be papildomo maitinimo šaltinio. Tokiems kietiesiems diskams * USB šakotuvas su papildomu maitinimo šaltiniu gali būti laikomas "išoriniu maitinimo šaltiniu"*. Nors pastarasis nėra 100% stikras maitinamiems USB šakotuvams, todėl rekomenduojame išorinius 3,5''kietuosius diskus, kurie beveik visada yra maitinami iš išorės.
lv: Mazāka izmēra (2,5'' un mazāki) ārējie cietie diski lielākoties ir pieejami bez papildu barošanas avota. Šādos gadījumos par "ārējo barošanas avotu"* cietajam diskam var uzskatīt * USB centrmezglu ar papildu barošanas avotu. Lai gan pēdējais nav 100% sdrošs USB koncentratoriem ar barošanu, tāpēc mēs iesakām izmantot ārējos 3,5''cietos diskus, kas gandrīz vienmēr ir ar ārēju barošanu.
nl: De kleinere vormfactoren (2,5'' en kleiner) voor externe harde schijven worden meestal geleverd zonder een extra voeding. Voor deze kan *een USB-hub met een extra voeding worden beschouwd als de "externe voeding"* voor de harde schijf. Hoewel dit laatste niet 100% zeker is voor van stroom voorziene USB-hubs, bevelen wij daarom externe 3,5'' harde schijven aan, die bijna altijd van stroom worden voorzien.
pl: Zewnętrzne dyski twarde w mniejszych obudowach (2,5'' i mniejszych) są przeważnie dostarczane bez dodatkowego zasilacza. W ich przypadku, *koncentrator USB z dodatkowym zasilaniem może być uważany za "zewnętrzne zasilanie"* dla dysku twardego. Chociaż ten ostatni nie jest 100% s pewny dla zasilanych hubów USB, dlatego polecamy zewnętrzne 3,5'' dyski twarde, które prawie zawsze są zasilane zewnętrznie.
pt: Os fatores de forma menores (2,5'' e menores) para discos rígidos externos vêm em sua maioria sem uma fonte de alimentação adicional. Para estes, *um hub USB com uma fonte de alimentação adicional pode ser considerado o "fonte de alimentação externa"* para o disco rígido. Embora este último não seja 100% sure para os hubs USB alimentados, por isso recomendamos os 3.5'' discos rígidos, que são quase sempre alimentados externamente.
ro: Factorii de formă mai mici (2,5'' și mai mici) pentru hard-disk-uri externe sunt în mare parte fără o sursă de alimentare suplimentară. În acest caz, *un hub USB cu o sursă de alimentare suplimentară poate fi considerat "sursa de alimentare externă"* pentru hard-disk. Deși aceasta din urmă nu este aceasta nu este 100% sure pentru hub-urile USB alimentate, astfel recomandăm hard-disk-urile externe de 3,5'' care sunt aproape întotdeauna alimentate extern.
ru: Внешние жесткие диски меньшего форм-фактора (2,5'' и меньше) чаще всего поставляются без дополнительного источника питания. Для них * USB-концентратор с дополнительным блоком питания можно считать "внешним источником питания" для жесткого диска. Хотя для USB-концентраторов с дополнительным питанием последнее не является 100% уверенностью, поэтому мы рекомендуем внешние 3,5'' жесткие диски, которые почти всегда имеют внешнее питание.
sk: Externé pevné disky menších rozmerov (2,5'' a menšie) sa väčšinou dodávajú bez dodatočného zdroja napájania. Pre tieto prípady možno za "externý zdroj napájania"* pre pevný disk považovať rozbočovač USB s prídavným zdrojom napájania. Aj keď to nie je 100% sisté pre napájané rozbočovače USB, preto odporúčame externé 3,5'' pevné disky, ktoré sú takmer vždy napájané externe.
sl: Manjši zunanji trdi diski (2,5'' in manjši) večinoma nimajo dodatnega napajalnika. Pri teh se lahko *razdelilnik USB z dodatnim napajalnikom šteje za "zunanji napajalnik"* za trdi disk. Čeprav slednje ni 100% s zanesljivo za napajana vozlišča USB, zato priporočamo zunanje 3,5''trde diske, ki so skoraj vedno zunanje napajani.
sv: De mindre formfaktorerna (2,5'' och mindre) för externa hårddiskar levereras oftast utan extra strömförsörjning. För dessa kan *en USB-hub med en extra strömförsörjning anses vara "extern strömförsörjning"* för hårddisken. Även om det senare inte är 100% ssäkert för drivna USB-hubbar, rekommenderar vi därför externa 3,5'' hårddiskar, som nästan alltid har extern strömförsörjning.
zh_cn: 小尺寸的外置硬盘（2.5''和更小）大多没有附加电源。对于这些，*带有额外电源的USB集线器可以被认为是硬盘的"外部电源"*。虽然后者对于供电的USB集线器来说不是100% s%的，因此我们推荐外置3.5''硬盘，它们几乎总是由外部供电。

source: **Q:** Why does my USB device / hub not work, if connected to the NextBox?
bg: **В:** Защо моето USB устройство/хъб не работи, ако е свързано към NextBox?
cs: **Q:** Proč nefunguje moje zařízení USB / rozbočovač, pokud je připojen k NextBoxu?
de: **Q:** Warum funktioniert mein USB-Gerät / Hub nicht, wenn es an die NextBox angeschlossen ist?
el: **Ερώτηση:** Γιατί δεν λειτουργεί η συσκευή/διανομέας USB που έχω συνδέσει στο NextBox;
es: **P: ¿Por qué no funciona mi dispositivo / hub USB si está conectado al NextBox?
et: **K:** Miks ei tööta minu USB-seade/konverter, kui see on ühendatud NextBoxi külge?
fi: **Q:** Miksi USB-laitteeni / keskittimeni ei toimi, jos se on liitetty NextBoxiin?
fr: **Q:** Pourquoi mon périphérique USB / hub ne fonctionne-t-il pas, s'il est connecté à la NextBox ?
hu: **K:** Miért nem működik az USB eszközöm/ hubom, ha a NextBox-hoz csatlakoztatom?
ja: **Q:** USBデバイスやハブをNextBoxに接続しても動作しないのはなぜですか？
lt: **Q:** Kodėl mano USB įrenginys / šakotuvas neveikia, jei yra prijungtas prie NextBox?
lv: **Q:** Kāpēc mana USB ierīce/koncentrators nedarbojas, ja tas ir savienots ar NextBox?
nl: **Q:** Waarom werkt mijn USB-apparaat / hub niet, indien aangesloten op de NextBox?
pl: **Q:** Dlaczego moje urządzenie USB / hub nie działa, jeśli jest podłączone do NextBox?
pt: **Q:** Porque é que o meu dispositivo USB / hub não funciona, se está ligado à NextBox?
ro: **Întrebare: ** De ce nu funcționează dispozitivul / hub-ul meu USB, dacă este conectat la NextBox?
ru: **Вопрос:** Почему мое USB-устройство/концентратор не работает, если оно подключено к NextBox?
sk: **Q:** Prečo moje zariadenie USB / rozbočovač nefunguje, ak je pripojené k NextBoxu?
sl: **Q:** Zakaj moja naprava USB / vozlišče ne deluje, če je priključena na NextBox?
sv: **Q:** Varför fungerar inte min USB-enhet/hubb om den är ansluten till NextBox?
zh_cn: **问：**为什么我的USB设备/集线器不能工作，如果连接到NextBox？
