Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/nextbox.po
Languages: bg, cs, de, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: **Q:**: Why does accessing my NextBox using: ``http://nextbox.local`` not work?
bg: **Q:**: Защо достъпът до моя NextBox се осъществява чрез: ``http://nextbox.local`` не работи?
cs: **Q:**: Proč přístup k mému NextBoxu pomocí: ``http://nextbox.local`` nefunguje?
el: **Q:**: Γιατί η πρόσβαση στο NextBox μου χρησιμοποιώντας: ``http://nextbox.local`` δεν λειτουργεί;
es: **Q:**: Por qué el acceso a mi NextBox usando: ``http://nextbox.local`` no funciona?
et: **Q:**: Miks on juurdepääs minu NextBoxile kasutades: ``http://nextbox.local`` ei tööta?
fi: **Q:**: Miksi NextBoxin käyttäminen: ``http://nextbox.local`` ei toimi?
hu: **Q:**: Miért nem érhető el a NextBoxom a: ``http://nextbox.local`` nem működik?
ja: **Q:**:を使ってNextBoxにアクセスすると、なぜか``http://nextbox.local``では動作しません。
lt: **Q:**: Kodėl mano NextBox pasiekiamas naudojant: ``http://nextbox.local`` neveikia?
lv: **Q:**: Kāpēc piekļuve manam NextBox, izmantojot: ``http://nextbox.local`` nedarbojas?
nl: **Q:**: Waarom werkt de toegang tot mijn NextBox met: ``http://nextbox.local`` niet werken?
pl: **Q:**: Dlaczego dostęp do mojego NextBoxa za pomocą: ``http://nextbox.local`` nie działa?
pt: **Q:**: Porque é que aceder à minha NextBox usa: ``http://nextbox.local`` não funciona?
ro: **Q:**: De ce accesarea NextBox folosind: ``http://nextbox.local``` nu funcționează?
ru: **Q:**: Почему доступ к моему NextBox с помощью: ``http://nextbox.local`` не работает?
sk: **Q:**: Prečo prístup do môjho NextBoxu pomocou: ``http://nextbox.local`` nefunguje?
sl: **Q:**: Zakaj dostop do mojega NextBoxa z uporabo: ``http://nextbox.local`` ne deluje?
sv: **Q:**: Varför går det inte att komma åt min NextBox med hjälp av: ``http://nextbox.local`` inte fungerar?
zh_cn: **Q:**:为什么使用以下方式访问我的NextBox？``http://nextbox.local``不能工作？

source: There are several other reasons why the access using ``http://nextbox.local`` may not work, further known scenarios are:
bg: Съществуват още няколко причини, поради които достъпът чрез ``http://nextbox.local`` може да не работи, известни са още следните сценарии:
cs: Existuje několik dalších důvodů, proč přístup pomocí ``http://nextbox.local`` nemusí fungovat, další známé scénáře jsou:
el: Υπάρχουν διάφοροι άλλοι λόγοι για τους οποίους η πρόσβαση με τη χρήση ``http://nextbox.local`` μπορεί να μην λειτουργήσει, περαιτέρω γνωστά σενάρια είναι:
es: Hay varias otras razones por las que el acceso usando ``http://nextbox.local`` puede no funcionar, otros escenarios conocidos son:
et: On veel mitmeid põhjusi, miks juurdepääs, kasutades ``http://nextbox.local`` ei pruugi toimida, edasised teadaolevad stsenaariumid on järgmised:
fi: On olemassa useita muita syitä, miksi pääsy käyttämällä ``http://nextbox.local`` ei välttämättä toimi:
hu: Számos más oka is van annak, hogy a ``http://nextbox.local`` használatával történő hozzáférés nem működik, további ismert esetek:
ja: ``http://nextbox.local``を使ったアクセスがうまくいかない理由は他にもいくつかありますが、特に知られているシナリオは以下の通りです。
lt: Yra keletas kitų priežasčių, dėl kurių prieiga naudojant ``http://nextbox.local`` gali neveikti, žinomi ir kiti scenarijai:
lv: Ir vairāki citi iemesli, kāpēc piekļuve, izmantojot ``http://nextbox.local``, var nedarboties, ir arī šādi zināmi scenāriji:
nl: Er zijn verschillende andere redenen waarom de toegang met ``http://nextbox.local`` niet zou kunnen werken, verdere bekende scenario's zijn:
pl: Istnieje jeszcze kilka innych powodów, dla których dostęp z wykorzystaniem ``http://nextbox.local`` może nie działać, kolejne znane scenariusze to:
pt: Existem várias outras razões pelas quais o acesso usando ``http://nextbox.local`` pode não funcionar, outros cenários conhecidos são:
ro: Există și alte câteva motive pentru care accesul folosind ``http://nextbox.local``` poate să nu funcționeze, alte scenarii cunoscute sunt:
ru: Существует несколько других причин, по которым доступ с использованием ``http://nextbox.local`` может не работать, далее известны следующие сценарии:
sk: Existuje niekoľko ďalších dôvodov, prečo prístup pomocou ``http://nextbox.local`` nemusí fungovať, ďalšie známe scenáre sú:
sl: Obstaja več drugih razlogov, zakaj dostop z uporabo ``http://nextbox.local`` morda ne bo deloval:
sv: Det finns flera andra orsaker till att åtkomsten med ``http://nextbox.local`` inte fungerar:
zh_cn: 使用``http://nextbox.local``的访问可能不工作的原因还有几个，进一步的已知情况是。

source: Using a Fritz!Box with the NextBox being connected via a LAN port and the client/browser is connected to the network via WiFI (WLAN), the Fritz!Box will block mDNS.
bg: При използване на Fritz!Box, когато NextBox е свързан чрез LAN порт, а клиентът/браузърът е свързан към мрежата чрез WiFI (WLAN), Fritz!Box ще блокира mDNS.
cs: Při použití zařízení Fritz!Box s NextBoxem připojeným přes port LAN a klientem/prohlížečem připojeným k síti přes WiFI (WLAN) bude zařízení Fritz!Box blokovat mDNS.
el: Χρησιμοποιώντας ένα Fritz!Box με το NextBox να είναι συνδεδεμένο μέσω θύρας LAN και ο πελάτης/πελάτης περιήγησης να είναι συνδεδεμένος στο δίκτυο μέσω WiFI (WLAN), το Fritz!Box θα μπλοκάρει το mDNS.
es: Si se utiliza un Fritz!Box con el NextBox conectado a través de un puerto LAN y el cliente/navegador está conectado a la red a través de WiFI (WLAN), el Fritz!Box bloqueará el mDNS.
et: Kui Fritz!Box on ühendatud NextBoxiga LAN-pordi kaudu ja klient/brauser on ühendatud võrku WiFI (WLAN) kaudu, blokeerib Fritz!Box mDNS-i.
fi: Jos käytät Fritz!Boxia, jossa NextBox on liitetty LAN-portin kautta ja asiakas/selain on liitetty verkkoon WiFI:n (WLAN) kautta, Fritz!Box estää mDNS:n käytön.
hu: Ha a Fritz!Boxot úgy használja, hogy a NextBox LAN-porton keresztül csatlakozik, és az ügyfél/böngésző WiFI-n (WLAN) keresztül csatlakozik a hálózathoz, a Fritz!Box blokkolja az mDNS-t.
ja: NextBoxがLANポートで接続され、クライアント／ブラウザがWiFI（WLAN）でネットワークに接続されている状態でFritz!Boxを使用すると、Fritz!BoxはmDNSをブロックします。
lt: Naudojant "Fritz!Box", kai "NextBox" prijungtas per LAN prievadą, o klientas / naršyklė prijungta prie tinklo per WiFI (WLAN), "Fritz!Box" blokuos mDNS.
lv: Izmantojot Fritz!Box ar NextBox, kas savienots, izmantojot LAN portu, un klients/pārlūka ir savienots ar tīklu, izmantojot WiFI (WLAN), Fritz!Box bloķēs mDNS.
nl: Bij gebruik van een Fritz!Box waarbij de NextBox via een LAN-poort is aangesloten en de client/browser via WiFI (WLAN) op het netwerk is aangesloten, zal de Fritz!Box mDNS blokkeren.
pl: Używając Fritz!Box, gdzie NextBox jest podłączony przez port LAN, a klient/ przeglądarka jest podłączona do sieci przez WiFI (WLAN), Fritz!Box zablokuje mDNS.
pt: Usando um Fritz!Box com o NextBox conectado através de uma porta LAN e o cliente/browser conectado à rede via WiFI (WLAN), o Fritz!Box irá bloquear o mDNS.
ro: Dacă utilizați un Fritz!Box cu NextBox conectat printr-un port LAN și clientul/browserul este conectat la rețea prin WiFI (WLAN), Fritz!Box va bloca mDNS.
ru: При использовании Fritz!Box с подключением NextBox через порт LAN, а клиент/браузер подключен к сети через WiFI (WLAN), Fritz!Box будет блокировать mDNS.
sk: Pri používaní zariadenia Fritz!Box, keď je NextBox pripojený cez port LAN a klient/prehliadač je pripojený k sieti cez WiFI (WLAN), zariadenie Fritz!Box zablokuje mDNS.
sl: Pri uporabi naprave Fritz!Box, ko je NextBox povezan prek vrat LAN, odjemalec/brskalnik pa je v omrežje povezan prek WiFI (WLAN), naprava Fritz!Box blokira mDNS.
sv: Om du använder en Fritz!Box med NextBox ansluten via en LAN-port och klienten/webbläsaren är ansluten till nätverket via WiFI (WLAN) blockerar Fritz!Box mDNS.
zh_cn: 使用Fritz！Box，NextBox通过LAN端口连接，客户端/浏览器通过WiFI（WLAN）连接到网络，Fritz！Box会阻止mDNS。

source: **Q:**: I followed all guides and still cannot acquire the TLS certificate, what can I do?
bg: **Q:**: Следвах всички ръководства и все още не мога да се сдобия с TLS сертификата, какво да направя?
cs: **Q:**: Co mám dělat, když jsem postupoval podle všech návodů a stále se mi nedaří získat certifikát TLS?
el: **Q:**: Ακολούθησα όλους τους οδηγούς και δεν μπορώ να αποκτήσω το πιστοποιητικό TLS, τι μπορώ να κάνω;
es: **Q:**: He seguido todas las guías y todavía no puedo adquirir el certificado TLS, ¿qué puedo hacer?
et: **Q:**: Ma järgisin kõiki juhiseid, kuid ei saa siiski TLS-sertifikaati hankida, mida ma saan teha?
fi: **Q:**: Mitä voin tehdä, kun olen noudattanut kaikkia oppaita, mutta en silti saa TLS-varmenteen?
fr: **Q:** : J'ai suivi tous les guides et je ne peux toujours pas obtenir le certificat TLS, que puis-je faire ?
hu: **Q:**: Követtem az összes útmutatót, de még mindig nem tudom megszerezni a TLS tanúsítványt, mit tehetek?
ja: **Q:**:すべてのガイドに従ったにもかかわらず、TLS証明書を取得できません。
lt: **Q:**: Ką daryti?
lv: **Q:**: Ko man darīt, ja es ievēroju visus norādījumus, bet joprojām nevaru iegūt TLS sertifikātu?
nl: **Q:**: Ik heb alle gidsen gevolgd en kan nog steeds het TLS-certificaat niet krijgen, wat kan ik doen?
pl: **Q:**: Postępowałem zgodnie z wszystkimi przewodnikami i nadal nie mogę zdobyć certyfikatu TLS, co mogę zrobić?
pt: **Q:**: Eu segui todos os guias e ainda não posso adquirir o certificado TLS, o que posso fazer?
ro: **Q:**: Am urmat toate ghidurile și tot nu pot obține certificatul TLS, ce pot face?
ru: **Q:**: Я следовал всем руководствам и все еще не могу получить сертификат TLS, что я могу сделать?
sk: **Q:**: Čo mám robiť?
sl: **Q:**: Kaj lahko storim?
sv: **Q:**: Jag följde alla guider men kan fortfarande inte få TLS-certifikatet, vad kan jag göra?
zh_cn: **Q:**:我遵循了所有的指南，但仍然无法获得TLS证书，我可以做什么？

source: The reason a TLS certificate cannot be acquired is nearly always the fact that your NextBox is not reachable from the internet. Make sure you have followed the :doc:`../remote/walkthrough`. If you followed the step-by-step instructions and it still does not work, very likely something is blocking the connection, typical candidates are router web administration features like: ``MyFritz!``, ``Fritz Web Services`` or similar services, which are running on your router and thus blocking the traffic on port(s) 80 and/or 443. Switch them off and retry acquiring your TLS certificate.
bg: Причината, поради която не може да бъде получен TLS сертификат, почти винаги е фактът, че вашият NextBox не е достъпен от интернет. Уверете се, че сте следвали :doc:`../remote/walkthrough`. Ако сте следвали инструкциите стъпка по стъпка и все още не работи, много вероятно е нещо да блокира връзката, типични кандидати са функциите за уеб администриране на рутера, като напр: ``MyFritz!``, ``Fritz Web Services`` или подобни услуги, които работят на вашия маршрутизатор и по този начин блокират трафика на порт(и) 80 и/или 443. Изключете ги и опитайте отново да придобиете TLS сертификата си.
cs: Důvodem, proč nelze získat certifikát TLS, je téměř vždy skutečnost, že váš NextBox není dostupný z internetu. Ujistěte se, že jste postupovali podle :doc:`../remote/walkthrough`. Pokud jste postupovali krok za krokem a stále to nefunguje, velmi pravděpodobně něco blokuje připojení, typickými kandidáty jsou funkce webové správy routeru, jako např: ``MyFritz!``, ``Fritz Web Services`` nebo podobné služby, které jsou spuštěny na vašem směrovači a blokují tak provoz na portu(-ech) 80 a/nebo 443. Vypněte je a zkuste znovu získat certifikát TLS.
el: Ο λόγος για τον οποίο δεν μπορεί να αποκτηθεί ένα πιστοποιητικό TLS είναι σχεδόν πάντα το γεγονός ότι το NextBox σας δεν είναι προσβάσιμο από το διαδίκτυο. Βεβαιωθείτε ότι έχετε ακολουθήσει το :doc:`../remote/walkthrough`. Εάν ακολουθήσατε τις οδηγίες βήμα προς βήμα και εξακολουθεί να μην λειτουργεί, πολύ πιθανόν κάτι να εμποδίζει τη σύνδεση, τυπικοί υποψήφιοι είναι οι λειτουργίες διαδικτυακής διαχείρισης του δρομολογητή όπως: ``MyFritz!``, ``Fritz Web Services`` ή παρόμοιες υπηρεσίες, οι οποίες εκτελούνται στο δρομολογητή σας και έτσι μπλοκάρουν την κυκλοφορία στις θύρες 80 ή/και 443. Απενεργοποιήστε τις και προσπαθήστε ξανά να αποκτήσετε το πιστοποιητικό TLS.
es: La razón por la que no se puede adquirir un certificado TLS es casi siempre el hecho de que su NextBox no es accesible desde Internet. Asegúrate de haber seguido el :doc:`../remote/walkthrough`. Si ha seguido las instrucciones paso a paso y todavía no funciona, es muy probable que algo esté bloqueando la conexión, los candidatos típicos son las características de administración web del router como: ``MyFritz!``, ``Fritz Web Services`` o servicios similares, que se están ejecutando en tu router y, por tanto, bloquean el tráfico en los puertos 80 y/o 443. Desactívelos y vuelva a intentar adquirir su certificado TLS.
et: TLS-sertifikaati ei ole võimalik hankida peaaegu alati seetõttu, et teie NextBox ei ole internetist kättesaadav. Veenduge, et olete järginud :doc:`../remote/walkthrough`. Kui te järgisite samm-sammult juhiseid ja see ikkagi ei tööta, siis väga tõenäoliselt blokeerib miski ühendust, tüüpilised kandidaadid on ruuteri veebihalduse funktsioonid nagu: ``MyFritz!``, ``Fritz Web Services`` või sarnased teenused, mis töötavad teie ruuteril ja seega blokeerivad liiklust port(id) 80 ja/või 443. Lülitage need välja ja proovige uuesti oma TLS-sertifikaadi hankimist.
fi: TLS-varmenteen hankkiminen ei onnistu lähes aina siksi, että NextBoxisi ei ole tavoitettavissa internetistä. Varmista, että olet noudattanut :doc:`../remote/walkthrough`. Jos noudatit vaiheittaisia ohjeita ja se ei vieläkään toimi, hyvin todennäköisesti jokin estää yhteyden, tyypillisiä ehdokkaita ovat reitittimen web-hallintaominaisuudet, kuten esim: ``MyFritz!``, ``Fritz Web Services`` tai vastaavia palveluita, jotka toimivat reitittimessäsi ja siten estävät portti(e)n 80 ja/tai 443 liikenteen. Kytke ne pois päältä ja yritä hankkia TLS-varmenne uudelleen.
fr: La raison pour laquelle un certificat TLS ne peut être acquis est presque toujours le fait que votre NextBox n'est pas joignable depuis l'internet. Assurez-vous que vous avez suivi le :doc:`../remote/walkthrough`. Si vous avez suivi les instructions étape par étape et que cela ne fonctionne toujours pas, il est très probable que quelque chose bloque la connexion, les candidats typiques sont les fonctions d'administration web du routeur comme : Les candidats typiques sont les fonctions d'administration web du routeur comme "MyFritz !", "Fritz Web Services" ou des services similaires, qui fonctionnent sur votre routeur et bloquent ainsi le trafic sur les ports 80 et/ou 443. Désactivez-les et essayez à nouveau d'acquérir votre certificat TLS.
hu: A TLS-tanúsítvány megszerzésének oka szinte mindig az, hogy a NextBox nem érhető el az internetről. Győződjön meg róla, hogy követte a :doc:`../remote/walkthrough`. Ha követte a lépésről-lépésre leírtakat, és még mindig nem működik, nagyon valószínű, hogy valami blokkolja a kapcsolatot, tipikus jelöltek a router webes adminisztrációs funkciói, mint pl.: ``MyFritz!``, ``Fritz Web Services`` vagy hasonló szolgáltatások, amelyek a routereden futnak, és így blokkolják a 80-as és/vagy 443-as port(ok) forgalmát. Kapcsolja ki ezeket, és próbálja meg újra a TLS-tanúsítvány megszerzését.
ja: TLS証明書が取得できないのは、ほとんどの場合、NextBoxがインターネットからアクセスできないことが原因です。doc:`../remote/walkthrough` に従っているかどうかを確認してください。ステップバイステップの指示に従ったにもかかわらず動作しない場合は、何かが接続をブロックしている可能性が高く、典型的な候補は以下のようなルーターのウェブ管理機能です。``MyFritz!``, ``Fritz Web Services``などのルーターのウェブ管理機能が、ルーター上で実行されているため、ポート80や443のトラフィックをブロックしているのです。これらのサービスをオフにして、TLS証明書の取得を再試行してください。
lt: Priežastis, dėl kurios negalima gauti TLS sertifikato, beveik visada yra ta, kad jūsų "NextBox" nepasiekiamas iš interneto. Įsitikinkite, kad laikėtės :doc:`../remote/walkthrough`. Jei laikėtės nurodymų žingsnis po žingsnio ir vis tiek nepavyksta, labai tikėtina, kad kažkas blokuoja ryšį, tipiški kandidatai yra maršrutizatoriaus žiniatinklio administravimo funkcijos, pvz: ``</x id="380"></x>``, ``</x id="394"></x>`` arba panašios paslaugos, kurios veikia jūsų maršrutizatoriuje ir todėl blokuoja 80 ir (arba) 443 prievadų srautą. Išjunkite jas ir dar kartą pabandykite gauti TLS sertifikatą.
lv: Iemesls, kāpēc TLS sertifikātu nevar iegūt, gandrīz vienmēr ir tas, ka NextBox nav sasniedzams no interneta. Pārliecinieties, ka esat ievērojis :doc:`../remote/walkthrough`. Ja jūs ievērojāt soli pa solim sniegtos norādījumus, bet tas joprojām nedarbojas, ļoti iespējams, ka kaut kas bloķē savienojumu, tipiski kandidāti ir maršrutētāja tīmekļa administrēšanas funkcijas, piem: ``</x id="380"></x>``, ``</x>`Fritz Web Services`` vai līdzīgi pakalpojumi, kas darbojas jūsu maršrutētājā un tādējādi bloķē 80 un/vai 443 portu(-u) datplūsmu. Izslēdziet tos un vēlreiz mēģiniet iegūt TLS sertifikātu.
nl: De reden dat een TLS certificaat niet kan worden verkregen is bijna altijd het feit dat uw NextBox niet bereikbaar is vanaf het internet. Zorg ervoor dat u de :doc:`../remote/walkthrough` heeft gevolgd. Als u de stap-voor-stap instructies heeft gevolgd en het werkt nog steeds niet, dan is er zeer waarschijnlijk iets dat de verbinding blokkeert, typische kandidaten zijn router web administratie functies zoals: ``MyFritz!``, ``Fritz Web Services`` of soortgelijke diensten, die op uw router draaien en daardoor het verkeer op poort(en) 80 en/of 443 blokkeren. Schakel ze uit en probeer opnieuw uw TLS-certificaat te verkrijgen.
pl: Powodem, dla którego nie można uzyskać certyfikatu TLS, jest prawie zawsze fakt, że Twój NextBox nie jest osiągalny z Internetu. Upewnij się, że postępowałeś zgodnie z instrukcją :doc:`../remote/walkthrough`. Jeśli wykonałeś instrukcje krok po kroku i nadal nie działa, najprawdopodobniej coś blokuje połączenie, typowymi kandydatami są funkcje administracyjne routera, takie jak: ``MyFritz!``, ``Fritz Web Services`` lub podobne usługi, które są uruchomione na Twoim routerze i tym samym blokują ruch na porcie(ach) 80 i/lub 443. Wyłącz je i spróbuj ponownie uzyskać certyfikat TLS.
pt: A razão pela qual um certificado TLS não pode ser adquirido é quase sempre o facto de que a sua NextBox não é acessível a partir da Internet. Certifique-se de ter seguido o :doc:`.../remote/walkthrough'. Se você seguiu as instruções passo-a-passo e ainda não funciona, muito provavelmente algo está bloqueando a conexão, os candidatos típicos são funcionalidades de administração web como roteador: ``MyFritz!``, ```x id="394"></x>`` ou serviços similares, que estão rodando no seu roteador e assim bloqueando o tráfego na(s) porta(s) 80 e/ou 443. Desligue-os e tente novamente adquirir o seu certificado TLS.
ro: Motivul pentru care nu se poate obține un certificat TLS este aproape întotdeauna faptul că NextBox nu este accesibil de pe internet. Asigurați-vă că ați urmat instrucțiunile din :doc:`../remote/walkthrough`. Dacă ați urmat instrucțiunile pas cu pas și tot nu funcționează, foarte probabil că ceva blochează conexiunea, candidații tipici sunt funcțiile de administrare web ale routerului, cum ar fi: ```MyFritz!``, ``Fritz Web Services`` sau servicii similare, care rulează pe routerul dvs. și care astfel blochează traficul pe portul(ele) 80 și/sau 443. Dezactivați-le și încercați din nou să vă achiziționați certificatul TLS.
ru: Причиной невозможности получения сертификата TLS почти всегда является то, что ваш NextBox недоступен из Интернета. Убедитесь, что вы следовали инструкции :doc:`.../remote/walkthrough`. Если вы следовали пошаговым инструкциям, но все равно ничего не получилось, скорее всего, что-то блокирует соединение, типичными кандидатами являются функции веб-администрирования маршрутизатора, такие как: ``MyFritz!``, ``Fritz Web Services`` или подобные службы, которые запущены на вашем маршрутизаторе и таким образом блокируют трафик на порту(ах) 80 и/или 443. Отключите их и повторите попытку получения сертификата TLS.
sk: Dôvodom, prečo nie je možné získať certifikát TLS, je takmer vždy skutočnosť, že váš NextBox nie je dostupný z internetu. Uistite sa, že ste postupovali podľa :doc:`../remote/walkthrough`. Ak ste postupovali krok za krokom a stále to nefunguje, veľmi pravdepodobne niečo blokuje pripojenie, typickými kandidátmi sú funkcie webovej správy smerovača, ako napr: ``MyFritz!``, ``Fritz Web Services`` alebo podobné služby, ktoré sú spustené na vašom smerovači a blokujú tak prevádzku na porte(och) 80 a/alebo 443. Vypnite ich a skúste znovu získať certifikát TLS.
sl: Razlog, da potrdila TLS ni mogoče pridobiti, je skoraj vedno dejstvo, da vaš NextBox ni dosegljiv iz interneta. Prepričajte se, da ste sledili navodilom v :doc:`../remote/walkthrough`. Če ste sledili navodilom po korakih in še vedno ne deluje, zelo verjetno nekaj blokira povezavo, tipični kandidati so funkcije spletnega upravljanja usmerjevalnika, kot npr: ``MyFritz!``, ``Fritz Web Services`` ali podobne storitve, ki se izvajajo v usmerjevalniku in tako blokirajo promet na vratih 80 in/ali 443. Izklopite jih in ponovno poskusite pridobiti potrdilo TLS.
sv: Anledningen till att ett TLS-certifikat inte kan erhållas är nästan alltid att din NextBox inte kan nås från Internet. Kontrollera att du har följt :doc:`../remote/walkthrough`. Om du har följt steg-för-steg-instruktionerna och det fortfarande inte fungerar, är det mycket troligt att något blockerar anslutningen, typiska kandidater är routerns webbadministrationsfunktioner som t.ex: ``MyFritz!``, ``Fritz Web Services`` eller liknande tjänster, som körs på routern och som därmed blockerar trafiken på portarna 80 och/eller 443. Stäng av dem och försök på nytt att skaffa ditt TLS-certifikat.
zh_cn: 无法获得TLS证书的原因几乎都是你的NextBox无法从互联网上到达。请确保你已经按照:doc:`.../remote/walkthrough`的要求做了。如果你按照说明一步步操作，但仍然无法工作，很可能是有什么东西阻挡了连接，典型的候选人是路由器的网络管理功能，如。``MyFritz!``, ``Fritz Web Services``或类似服务，它们正在你的路由器上运行，从而阻止了80或443端口的流量。关掉它们并重新尝试获取你的TLS证书。

source: **Q:** Why is my reachability with IPv4 not working?
bg: **В:** Защо моята достижимост с IPv4 не работи?
cs: **Q:** Proč mi nefunguje dosažitelnost pomocí protokolu IPv4?
el: **Ερώτηση:** Γιατί δεν λειτουργεί η προσβασιμότητά μου με IPv4;
es: **P: ¿Por qué no funciona mi accesibilidad con IPv4?
et: **K:** Miks ei tööta minu IPv4-ühendus?
fi: **Q:** Miksi tavoitettavuuteni IPv4:llä ei toimi?
hu: **K:** Miért nem működik az IPv4-es elérhetőségem?
ja: **Q:** IPv4でのリーチャビリティが機能しないのはなぜですか？
lt: **Q:** Kodėl neveikia mano pasiekiamumas su IPv4?
lv: **Q:** Kāpēc mana sasniedzamība ar IPv4 nedarbojas?
nl: **Q:** Waarom werkt mijn bereikbaarheid met IPv4 niet?
pl: **Q:** Dlaczego nie działa moje osiągalność w IPv4?
pt: **Q:** Porque é que a minha acessibilidade com IPv4 não está a funcionar?
ro: **Întrebare:** De ce nu funcționează accesibilitatea mea cu IPv4?
ru: **В:** Почему моя достижимость с IPv4 не работает?
sk: **Q:** Prečo nefunguje moja dosiahnuteľnosť s IPv4?
sl: **Q:** Zakaj moja dosegljivost z IPv4 ne deluje?
sv: **Q:** Varför fungerar inte min räckvidd med IPv4?
zh_cn: **问：**为什么我的IPv4的可达性不工作？
