Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/nextbox.po
Languages: bg, cs, de, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: This is clearly the best and most secure approach and we recommend using a DNS-based remote-access method including your own TLS certificate for the best security
bg: Това очевидно е най-добрият и най-сигурен подход и препоръчваме да използвате метод за отдалечен достъп, базиран на DNS, включително собствен сертификат TLS, за да постигнете най-добра сигурност.
cs: Jedná se jednoznačně o nejlepší a nejbezpečnější přístup a pro nejlepší zabezpečení doporučujeme použít metodu vzdáleného přístupu založenou na DNS včetně vlastního certifikátu TLS.
de: Dies ist eindeutig der beste und sicherste Ansatz, und wir empfehlen die Verwendung einer DNS-basierten Fernzugriffsmethode mit eigenem TLS-Zertifikat für die beste Sicherheit
el: Αυτή είναι σαφώς η καλύτερη και ασφαλέστερη προσέγγιση και συνιστούμε να χρησιμοποιείτε μια μέθοδο απομακρυσμένης πρόσβασης με βάση το DNS, συμπεριλαμβανομένου του δικού σας πιστοποιητικού TLS, για την καλύτερη δυνατή ασφάλεια.
es: Este es claramente el mejor y más seguro enfoque y recomendamos utilizar un método de acceso remoto basado en DNS que incluya su propio certificado TLS para la mejor seguridad
et: See on selgelt parim ja kõige turvalisem lähenemisviis ning parima turvalisuse tagamiseks soovitame kasutada DNS-põhist kaugjuurdepääsumeetodit, mis sisaldab teie enda TLS-sertifikaati.
fi: Tämä on selvästi paras ja turvallisin lähestymistapa, ja suosittelemme käyttämään DNS-pohjaista etäkäyttömahdollisuutta, joka sisältää oman TLS-varmenteen parhaan turvallisuuden takaamiseksi.
fr: Il s'agit clairement de l'approche la meilleure et la plus sûre. Nous recommandons d'utiliser une méthode d'accès à distance basée sur le DNS et incluant votre propre certificat TLS pour une sécurité optimale.
hu: Ez egyértelműen a legjobb és legbiztonságosabb megközelítés, és a legjobb biztonság érdekében javasoljuk, hogy DNS-alapú távoli hozzáférési módszert használjon, amely saját TLS-tanúsítványt tartalmaz.
ja: これは明らかに最善かつ最も安全な方法であり、最高のセキュリティを実現するために、独自のTLS証明書を含むDNSベースのリモートアクセス方法を使用することをお勧めします。
lt: Tai neabejotinai geriausias ir saugiausias būdas, todėl rekomenduojame naudoti DNS pagrįstą nuotolinės prieigos metodą, įskaitant nuosavą TLS sertifikatą, kad užtikrintumėte geriausią saugumą.
lv: Šī neapšaubāmi ir vislabākā un drošākā pieeja, un mēs iesakām izmantot uz DNS balstītu attālās piekļuves metodi, tostarp savu TLS sertifikātu, lai nodrošinātu vislabāko drošību.
nl: Dit is duidelijk de beste en veiligste aanpak en wij raden aan een DNS-gebaseerde methode voor toegang op afstand te gebruiken, inclusief uw eigen TLS-certificaat voor de beste beveiliging
pl: Jest to zdecydowanie najlepsze i najbezpieczniejsze podejście i zalecamy stosowanie metody zdalnego dostępu opartej na DNS z własnym certyfikatem TLS w celu zapewnienia najlepszego bezpieczeństwa.
pt: Esta é claramente a melhor e mais segura abordagem e recomendamos a utilização de um método de acesso remoto baseado em DNS, incluindo o seu próprio certificado TLS, para a melhor segurança
ro: Aceasta este în mod clar cea mai bună și mai sigură abordare și vă recomandăm să folosiți o metodă de acces la distanță bazată pe DNS, incluzând propriul certificat TLS pentru cea mai bună securitate.
ru: Это, безусловно, лучший и наиболее безопасный подход, и мы рекомендуем использовать метод удаленного доступа на основе DNS, включая ваш собственный сертификат TLS для обеспечения наилучшей безопасности.
sk: Toto je jednoznačne najlepší a najbezpečnejší prístup a na dosiahnutie najlepšieho zabezpečenia odporúčame použiť metódu vzdialeného prístupu založenú na systéme DNS vrátane vlastného certifikátu TLS.
sl: To je nedvomno najboljši in najvarnejši pristop, zato priporočamo uporabo metode oddaljenega dostopa na podlagi DNS, vključno z lastnim certifikatom TLS, za najboljšo varnost.
sv: Detta är helt klart den bästa och säkraste metoden och vi rekommenderar att du använder en DNS-baserad fjärråtkomstmetod med ditt eget TLS-certifikat för bästa säkerhet.
zh_cn: 这显然是最好和最安全的方法，我们建议使用基于DNS的远程访问方法，包括你自己的TLS证书，以获得最佳的安全性。

source: This denotes the :doc:`dynamic-dns` and the :doc:`static` approach.
bg: Това означава :doc:`dynamic-dns` и :doc:`static` подход.
cs: Označuje se tím přístup :doc:`dynamic-dns` a :doc:`static`.
de: Dies bezeichnet den :doc:`dynamic-dns` und den :doc:`static` Ansatz.
el: Αυτό δηλώνει την προσέγγιση :doc:`dynamic-dns` και την προσέγγιση :doc:`static`.
es: Esto denota el enfoque :doc:`dynamic-dns` y el :doc:`static`.
et: See tähistab :doc:`dynamic-dns` ja :doc:`static` lähenemist.
fi: Tämä tarkoittaa :doc:`dynamic-dns` ja :doc:`static` lähestymistapaa.
fr: Cela désigne l'approche :doc:`dynamic-dns` et l'approche :doc:`static`.
hu: Ez a :doc:`dynamic-dns` és a :doc:`static` megközelítést jelöli.
ja: これは :doc:`dynamic-dns` と :doc:`static` の2つのアプローチを表しています。
lt: Tai reiškia :doc:`dynamic-dns` ir :doc:`static` metodus.
lv: Tas apzīmē :doc:`dynamic-dns` un :doc:`static` pieeju.
nl: Dit duidt op de :doc:`dynamic-dns` en de :doc:`static` benadering.
pl: Oznacza to podejście :doc:`dynamic-dns` i :doc:`static`.
pt: Isto denota a abordagem :doc:`dinamic-dns' e a :doc:`estática'.
ro: Aceasta denotă abordarea :doc:`dynamic-dns` și :doc:`static`.
ru: Это обозначает подход :doc:`dynamic-dns` и подход :doc:`static`.
sk: Toto označuje prístup :doc:`dynamic-dns` a :doc:`static`.
sl: To označuje pristopa :doc:`dynamic-dns` in :doc:`static`.
sv: Detta betecknar :doc:`dynamic-dns` och :doc:`static`.
zh_cn: 这表示:doc:`dynamic-dns`和:doc:`static`方法。

source: Clearly the *best* method, but also the one requiring some configuration work on your internet router.
bg: Очевидно най-добрият* метод, но и този, който изисква известна конфигурация на вашия интернет рутер.
cs: Je to jednoznačně *nejlepší* metoda, ale také metoda, která vyžaduje určitou konfiguraci vašeho internetového směrovače.
de: Eindeutig die *beste* Methode, aber auch diejenige, die einige Konfigurationsarbeiten an Ihrem Internet-Router erfordert.
el: Σαφώς η *καλύτερη* μέθοδος, αλλά και αυτή που απαιτεί κάποιες ρυθμίσεις στο δρομολογητή σας στο διαδίκτυο.
es: Claramente el *mejor* método, pero también el que requiere algún trabajo de configuración en tu router de internet.
et: Ilmselgelt *parim* meetod, kuid see nõuab ka mõningast konfigureerimistööd teie internetiruuteril.
fi: Tämä on selvästi *paras* menetelmä, mutta se vaatii myös jonkin verran konfigurointityötä Internet-reitittimessäsi.
fr: Il s'agit clairement de la meilleure méthode, mais aussi de celle qui nécessite une certaine configuration de votre routeur Internet.
hu: Egyértelműen ez a *legjobb* módszer, de az is, amelyik némi konfigurációs munkát igényel az internetrouterén.
ja: 明らかに最良の方法ですが、インターネットルーターの設定作業が必要になります。
lt: Akivaizdu, kad tai *geriausias* būdas, tačiau taip pat reikalaujantis tam tikros konfigūracijos interneto maršrutizatoriuje.
lv: Neapšaubāmi *labākā* metode, bet arī tā, kas prasa veikt dažus konfigurācijas darbus jūsu interneta maršrutētājā.
nl: Duidelijk de *beste* methode, maar ook de methode die enig configuratiewerk aan uw internet router vereist.
pl: Jest to niewątpliwie najlepsza metoda, ale również wymagająca pewnych czynności konfiguracyjnych na routerze internetowym.
pt: Claramente o método *melhor*, mas também o que requer algum trabalho de configuração no seu router de Internet.
ro: În mod clar, este cea mai bună metodă, dar și cea care necesită o anumită configurare a routerului de internet.
ru: Очевидно, что это *лучший* метод, но он также требует некоторой работы по настройке вашего интернет-маршрутизатора.
sk: Je to jednoznačne najlepšia metóda, ktorá si však vyžaduje určitú konfiguráciu vášho internetového smerovača.
sl: Očitno je to najboljša metoda, ki pa zahteva tudi nekaj konfiguracije v vašem internetnem usmerjevalniku.
sv: Det är helt klart den *bästa* metoden, men också den som kräver en del konfigurationsarbete på din internetrouter.
zh_cn: 显然，这是*好的方法，但也需要对你的互联网路由器进行一些配置工作。

source: You get your *own* (sub)domain and a TLS certificate, thus all your traffic will always be end-to-end encrypted and you maintain the highest level of security for your traffic.
bg: Получавате свой собствен (под)домейн и сертификат TLS, като по този начин целият ви трафик винаги ще бъде криптиран от край до край и ще поддържате най-високо ниво на сигурност за трафика си.
cs: Získáte vlastní (sub)doménu a certifikát TLS, takže veškerý váš provoz bude vždy šifrován od konce do konce a zachováte si nejvyšší úroveň zabezpečení provozu.
de: Sie erhalten Ihre *eigene* (Sub-)Domain und ein TLS-Zertifikat, so dass Ihr gesamter Datenverkehr immer Ende-zu-Ende-verschlüsselt ist und Sie die höchste Sicherheitsstufe für Ihren Datenverkehr erhalten.
el: Παίρνετε το *δικό σας* (υπο)domain και ένα πιστοποιητικό TLS, έτσι όλη η κυκλοφορία σας θα είναι πάντα κρυπτογραφημένη από άκρο σε άκρο και θα διατηρείτε το υψηλότερο επίπεδο ασφάλειας για την κυκλοφορία σας.
es: Usted obtiene su *propio* (sub)dominio y un certificado TLS, por lo que todo su tráfico estará siempre cifrado de extremo a extremo y mantendrá el más alto nivel de seguridad para su tráfico.
et: Saate oma *omase* (alam)domeeni ja TLS-sertifikaadi, seega on kogu teie liiklus alati otsast lõpuni krüpteeritud ja te säilitate oma liikluse kõrgeima turvalisuse taseme.
fi: Saat *omaisen* (ali)verkkotunnuksen ja TLS-varmenteen, joten kaikki liikennöinti on aina päästä päähän salattua ja säilytät korkeimman mahdollisen turvallisuustason liikenteellesi.
fr: Vous obtenez votre *propre* (sous-)domaine et un certificat TLS. Ainsi, tout votre trafic sera toujours crypté de bout en bout et vous conservez le plus haut niveau de sécurité pour votre trafic.
hu: Ön megkapja a *saját* (al)domainjét és egy TLS tanúsítványt, így minden forgalma mindig végponttól végpontig titkosított lesz, és a legmagasabb szintű biztonságot kapja a forgalom számára.
ja: 独自の（サブ）ドメインとTLS証明書を取得することで、すべてのトラフィックが常にエンドツーエンドで暗号化され、最高レベルのセキュリティを維持することができます。
lt: Gausite savo (sub)domeną ir TLS sertifikatą, todėl visas srautas visada bus šifruojamas nuo galo iki galo ir išlaikysite aukščiausią srauto saugumo lygį.
lv: Jūs saņemat savu (apakš)domēnu un TLS sertifikātu, tādējādi visa jūsu datplūsma vienmēr būs šifrēta no gala līdz galam un saglabāsiet visaugstāko datplūsmas drošības līmeni.
nl: U krijgt uw *eigen* (sub)domein en een TLS-certificaat, dus al uw verkeer zal altijd end-to-end versleuteld zijn en u behoudt het hoogste niveau van beveiliging voor uw verkeer.
pl: Otrzymujesz *własną* (pod)domenę i certyfikat TLS, dzięki czemu cały Twój ruch będzie zawsze szyfrowany od końca do końca, a Ty zachowujesz najwyższy poziom bezpieczeństwa dla swojego ruchu.
pt: Você recebe o seu *own* (sub)domínio e um certificado TLS, assim todo o seu tráfego será sempre encriptado de ponta a ponta e você mantém o mais alto nível de segurança para o seu tráfego.
ro: Obțineți propriul (sub)domeniu și un certificat TLS, astfel încât tot traficul dvs. va fi întotdeauna criptat de la un capăt la altul și veți menține cel mai înalt nivel de securitate pentru traficul dvs.
ru: Вы получаете свой *собственный* (под)домен и сертификат TLS, таким образом, весь ваш трафик всегда будет зашифрован из конца в конец, и вы обеспечиваете наивысший уровень безопасности вашего трафика.
sk: Získate vlastnú (sub)doménu a certifikát TLS, takže všetka vaša prevádzka bude vždy šifrovaná od konca do konca a zachováte si najvyššiu úroveň zabezpečenia svojej prevádzky.
sl: Dobili boste svojo (pod)domeno in certifikat TLS, zato bo ves vaš promet vedno šifriran od konca do konca in boste ohranili najvišjo raven varnosti za svoj promet.
sv: Du får en *egen* (under)domän och ett TLS-certifikat, vilket innebär att all din trafik alltid är krypterad från början till slut och att du har den högsta säkerhetsnivån för din trafik.
zh_cn: 你得到了你的**（子）域名和TLS证书，因此你的所有流量将始终是端到端加密的，你的流量保持最高的安全水平。

source: Opening the right ports on your internet router is necessary, see :doc:`here<port-forwarding>`
bg: Необходимо е да отворите правилните портове на вашия интернет рутер, вижте :doc:`here<port-forwarding>`
cs: Je nutné otevřít správné porty na vašem internetovém směrovači, viz :doc:`zde<port-forwarding>`.
de: Das Öffnen der richtigen Ports auf Ihrem Internet-Router ist notwendig, siehe :doc:`hier<port-forwarding>`
el: Το άνοιγμα των σωστών θυρών στο δρομολογητή σας στο διαδίκτυο είναι απαραίτητο, δείτε :doc:`εδώ<port-forwarding>`
es: Es necesario abrir los puertos correctos en su router de internet, ver :doc:`aquí<port-forwarding>`.
et: On vaja avada oma internetiruuteril õiged pordid, vt :doc:`tema<port-forwarding>`.
fi: Oikeiden porttien avaaminen Internet-reitittimessäsi on välttämätöntä, katso :doc:`täältä<port-forwarding>`.
fr: Il est nécessaire d'ouvrir les bons ports sur votre routeur internet, voir :doc:`ici<port-forwarding>`.
hu: Meg kell nyitni a megfelelő portokat az internet routerén, lásd :doc:`itt<port-továbbítás>`
ja: インターネットルーターで適切なポートを開く必要がありますが、 :doc:`こちら<port-forwarding>`をご覧ください。
lt: Interneto maršrutizatoriuje būtina atidaryti tinkamus prievadus, žr. :doc:` čia<port-forwarding>`
lv: Interneta maršrutētājā ir jāatver pareizie porti, skatiet :doc:` šeit<port-forwarding>`.
nl: Het openen van de juiste poorten op uw internet router is noodzakelijk, zie :doc:`hier<port-forwarding>`
pl: Otwarcie właściwych portów na routerze internetowym jest konieczne, zobacz :doc:`here<port-forwarding>`.
pt: É necessário abrir as portas certas no seu router de Internet, ver :doc:`here<port-forwarding>`
ro: Deschiderea porturilor corecte pe routerul de internet este necesară, vezi :doc:`here<port-forwarding>` `
ru: Необходимо открыть нужные порты на вашем интернет-маршрутизаторе, см. :doc:`здесь<port-forwarding>`.
sk: Je potrebné otvoriť správne porty na vašom internetovom smerovači, pozri :doc:` tu<port-forwarding>`
sl: Na svojem internetnem usmerjevalniku morate odpreti prava vrata, glejte :doc:` tukaj<port-forwarding>`
sv: Det är nödvändigt att öppna rätt portar på din internetrouter, se :doc:`här<port-forwarding>`
zh_cn: 在你的互联网路由器上打开正确的端口是必要的，见 :doc:`here<port-forwarding>`。

source: Data path: [NextBox] ⟷ [Router] ⟷ [Client]
bg: Път на данните: [NextBox] ⟷ [Router] ⟷ [Client]
cs: Cesta k datům: [NextBox] ⟷ [Router] ⟷ [Client]
de: Datenpfad: [NextBox] ⟷ [Router] ⟷ [Client]
el: Διαδρομή δεδομένων: [NextBox] ⟷ [Router] ⟷ [Client]
es: Ruta de datos: [NextBox] ⟷ [Router] ⟷ [Cliente]
et: Andmete teekond: [NextBox] ⟷ [Router] ⟷ [Client]
fi: Datapolku: [NextBox] ⟷ [Reititin] ⟷ [Asiakas]
fr: Chemin des données : [NextBox] ⟷ [Router] ⟷ [Client]
hu: Adatútvonal: [NextBox] ⟷ [Router] ⟷ [Client]
ja: データのパス[NextBox] ⟷ [Router] ⟷ [Client] ⟷
lt: Duomenų kelias: [NextBox] ⟷ [Maršrutizatorius] ⟷ [Klientas]
lv: Datu ceļš: [NextBox] ⟷ [Maršrutētājs] ⟷ [Klients]
nl: Datapad: [NextBox] ⟷ [Router] ⟷ [Client]
pl: Ścieżka danych: [NextBox] ⟷ [Router] ⟷ [Client]
pt: Caminho de dados: ⟷ [NextBox] ⟷ [Roteador] ⟷ [Cliente]
ro: Calea datelor: [NextBox] ⟷ [Router] ⟷ [Client]
ru: Путь данных: [NextBox] ⟷ [Router] ⟷ [Client]
sk: Cesta k údajom: [NextBox] ⟷ [Router] ⟷ [Klient]
sl: Pot podatkov: [NextBox] ⟷ [Router] ⟷ [Client]
sv: Datasökväg: [NextBox] ⟷ [Router] ⟷ [Klient]
zh_cn: 数据路径。[NextBox] ⟷ [Router] ⟷ [Client].

source: **Pro:** best performance, highest security, full end-to-end encryption
bg: **Про:** най-добра производителност, най-висока сигурност, пълно криптиране от край до край
cs: **Pro:** nejlepší výkon, nejvyšší zabezpečení, úplné end-to-end šifrování
de: **Pro:** Beste Leistung, höchste Sicherheit, vollständige Ende-zu-Ende-Verschlüsselung
el: **Προ:** καλύτερες επιδόσεις, υψηλότερη ασφάλεια, πλήρης κρυπτογράφηση από άκρο σε άκρο
es: **Pro:** mejor rendimiento, mayor seguridad, cifrado completo de extremo a extremo
et: **Pro:** parim jõudlus, kõrgeim turvalisus, täielik otsast lõpuni krüpteerimine
fi: **Pro:** paras suorituskyky, korkein turvallisuus, täydellinen päästä päähän-salaus.
fr: **Pro:** meilleures performances, sécurité maximale, cryptage complet de bout en bout.
hu: **Pro:** legjobb teljesítmény, legnagyobb biztonság, teljes végponttól végpontig tartó titkosítás
ja: **プロ：**最高のパフォーマンス、最高のセキュリティ、完全なエンドツーエンドの暗号化
lt: **Pro:** geriausias našumas, didžiausias saugumas, visiškas šifravimas nuo galo iki galo
lv: **Pro:** vislabākā veiktspēja, visaugstākā drošība, pilnīga end-to-end šifrēšana.
nl: **Pro:** beste prestaties, hoogste beveiliging, volledige end-to-end encryptie
pl: **Pro:** najlepsza wydajność, najwyższe bezpieczeństwo, pełne szyfrowanie end-to-end
pt: **Pro:** melhor desempenho, máxima segurança, criptografia completa de ponta a ponta
ro: **Pro:** cea mai bună performanță, cea mai mare securitate, criptare completă de la un capăt la altul
ru: **Про:** лучшая производительность, высочайшая безопасность, полное сквозное шифрование
sk: **Pro:** najlepší výkon, najvyššie zabezpečenie, úplné šifrovanie end-to-end
sl: **Pro:** najboljša zmogljivost, najvišja varnost, popolno šifriranje od konca do konca
sv: **Pro:** bästa prestanda, högsta säkerhet, fullständig end-to-end-kryptering
zh_cn: **优点：**性能最佳，安全性最高，完全端到端加密

source: **Contra:** needs (dynamic) DNS, needs configuration on your internet router
bg: **Контра:** нуждае се от (динамичен) DNS, необходима е конфигурация на вашия интернет рутер
cs: **Contra:** potřebuje (dynamický) DNS, potřebuje konfiguraci na vašem internetovém směrovači
de: **Contra:** benötigt (dynamischen) DNS, benötigt Konfiguration auf Ihrem Internet-Router
el: **Contra:** χρειάζεται (δυναμικό) DNS, χρειάζεται ρύθμιση στο δρομολογητή σας στο διαδίκτυο
es: **Contra:** necesita DNS (dinámico), necesita configuración en su router de Internet
et: **Contra:** vajab (dünaamilist) DNS-i, vajab konfiguratsiooni teie internetiruuteril.
fi: **Contra:** tarvitsee (dynaamisen) DNS:n, tarvitsee konfiguroinnin Internet-reitittimessäsi.
fr: **Contra:** a besoin d'un DNS (dynamique) et d'une configuration sur votre routeur Internet.
hu: **Contra:** (dinamikus) DNS-t igényel, konfigurációra van szüksége az internet routerén.
ja: **Contra:**ダイナミックDNSが必要で、インターネットルーターの設定が必要です。
lt: **Contra:** reikia (dinaminio) DNS, reikia konfigūruoti interneto maršrutizatorių
lv: **Contra:** nepieciešams (dinamiskais) DNS, nepieciešama interneta maršrutētāja konfigurācija.
nl: **Contra:** heeft (dynamische) DNS nodig, moet geconfigureerd worden op uw internet router
pl: **Contra:** wymaga (dynamicznego) DNS, wymaga konfiguracji na routerze internetowym
pt: **Contra:** necessita de DNS (dinâmico), necessita de configuração no seu router de Internet
ro: **Contra:** are nevoie de DNS (dinamic), are nevoie de configurare pe routerul de internet
ru: **Contra:** требуется (динамический) DNS, требуется настройка на вашем интернет-маршрутизаторе
sk: **Contra:** potrebuje (dynamický) DNS, potrebuje konfiguráciu na vašom internetovom smerovači
sl: **Contra:** potrebuje (dinamični) DNS in konfiguracijo v internetnem usmerjevalniku
sv: **Contra:** behöver (dynamisk) DNS, behöver konfigureras på din internetrouter
zh_cn: **Contra：**需要（动态）DNS，需要在你的互联网路由器上进行配置。

source: Non-encrypted
bg: Некриптиран
cs: Nešifrované
de: Unverschlüsselt
el: Μη κρυπτογραφημένο
es: Sin encriptación
et: Mittekrüpteeritud
fi: Ei-salattu
fr: Non crypté
hu: Nem titkosított
ja: 非暗号化
lt: Nešifruojamas
lv: Nešifrēts
nl: Niet-gecodeerd
pl: Niezaszyfrowany
pt: Não encriptado
ro: Necriptat
ru: Незашифрованный
sk: Nešifrované
sl: Nešifrirani
sv: Icke-krypterad
zh_cn: 非加密的

source: We strongly recommend to not use the non-encrypted setup, if you plan to make your NextBox available outside of your local area network.
bg: Силно препоръчваме да не използвате некриптираната настройка, ако планирате да направите своя NextBox достъпен извън локалната си мрежа.
cs: Pokud plánujete zpřístupnit svůj NextBox mimo místní síť, důrazně doporučujeme nepoužívat nešifrované nastavení.
de: Wir empfehlen dringend, die nicht verschlüsselte Einstellung nicht zu verwenden, wenn Sie planen, Ihre NextBox außerhalb Ihres lokalen Netzwerks verfügbar zu machen.
el: Σας συνιστούμε να μην χρησιμοποιείτε τη μη κρυπτογραφημένη ρύθμιση, αν σκοπεύετε να διαθέσετε το NextBox σας εκτός του τοπικού σας δικτύου.
es: Le recomendamos encarecidamente que no utilice la configuración no cifrada, si tiene previsto que su NextBox esté disponible fuera de su red de área local.
et: Me soovitame tungivalt mitte kasutada krüpteerimata seadistust, kui te kavatsete oma NextBoxi kättesaadavaks teha väljaspool oma kohalikku võrku.
fi: Suosittelemme, ettet käytä salaamatonta asetusta, jos aiot asettaa NextBoxin saataville lähiverkkosi ulkopuolelle.
fr: Nous recommandons fortement de ne pas utiliser la configuration non cryptée, si vous prévoyez de rendre votre NextBox disponible en dehors de votre réseau local.
hu: Erősen javasoljuk, hogy ne használja a nem titkosított beállításokat, ha a NextBoxot a helyi hálózaton kívül is elérhetővé kívánja tenni.
ja: NextBoxをローカルエリアネットワークの外で利用する場合は、暗号化されていない設定を使用しないことを強くお勧めします。
lt: Rekomenduojame nenaudoti nešifruotos sąrankos, jei planuojate, kad jūsų NextBox bus pasiekiamas už vietinio tinklo ribų.
lv: Ja plānojat padarīt NextBox pieejamu ārpus sava vietējā tīkla, mēs iesakām neizmantot nešifrētu iestatījumu.
nl: Wij raden u ten zeerste aan om de niet-versleutelde setup niet te gebruiken, als u van plan bent om uw NextBox buiten uw lokale netwerk beschikbaar te stellen.
pl: Zdecydowanie odradzamy korzystanie z konfiguracji bez szyfrowania, jeśli NextBox ma być udostępniany poza siecią lokalną.
pt: Recomendamos fortemente que não utilize a configuração não encriptada, se planeia disponibilizar a sua NextBox fora da sua rede local.
ro: Vă recomandăm cu tărie să nu utilizați configurația necriptată, dacă intenționați să puneți la dispoziție NextBox în afara rețelei locale.
ru: Мы настоятельно рекомендуем не использовать незашифрованную настройку, если вы планируете сделать NextBox доступным за пределами вашей локальной сети.
sk: Ak plánujete sprístupniť svoj NextBox mimo miestnej siete, dôrazne odporúčame nepoužívať nešifrované nastavenie.
sl: Če nameravate svoj NextBox dati na voljo zunaj lokalnega omrežja, vam priporočamo, da ne uporabljate nešifrirane nastavitve.
sv: Vi rekommenderar starkt att du inte använder den okrypterade inställningen om du planerar att göra din NextBox tillgänglig utanför ditt lokala nätverk.
zh_cn: 我们强烈建议不要使用非加密的设置，如果你打算让你的NextBox在你的局域网之外可用。
