Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/nextbox.po
Languages: bg, cs, de, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: Please do this only, if you know what you are doing. By modifying the NextBox you void your warranty for at least the hardware of the NextBox. These steps are generally not covered by the support, you are modifying your NextBox at your own risk!
bg: Моля, правете това само ако знаете какво правите. С модифицирането на NextBox губите гаранцията си поне за хардуера на NextBox. Тези стъпки по принцип не се покриват от поддръжката, вие модифицирате вашия NextBox на свой риск!
cs: Prosíme, abyste to dělali pouze v případě, že víte, co děláte. Úpravou NextBoxu ztrácíte záruku minimálně na hardware NextBoxu. Na tyto kroky se obecně nevztahuje podpora, úpravu NextBoxu provádíte na vlastní nebezpečí!
el: Παρακαλώ κάντε το μόνο αν ξέρετε τι κάνετε. Τροποποιώντας το NextBox ακυρώνετε την εγγύησή σας τουλάχιστον για το υλικό του NextBox. Αυτά τα βήματα γενικά δεν καλύπτονται από την υποστήριξη, τροποποιείτε το NextBox σας με δική σας ευθύνη!
es: Por favor, haga esto sólo si sabe lo que está haciendo. Al modificar el NextBox usted anula la garantía de al menos el hardware del NextBox. Estos pasos generalmente no están cubiertos por el soporte, ¡usted está modificando su NextBox bajo su propio riesgo!
et: Palun tehke seda ainult siis, kui teate, mida teete. NextBoxi muutmisega kaotate garantii vähemalt NextBoxi riistvara osas. Need sammud ei ole üldjuhul tugi poolt kaetud, te muudate oma NextBoxi omal vastutusel!
fi: Tee tämä vain, jos tiedät, mitä olet tekemässä. Muuttamalla NextBoxia mitätöit takuun ainakin NextBoxin laitteiston osalta. Nämä toimenpiteet eivät yleensä kuulu tuen piiriin, joten muokkaat NextBoxia omalla vastuullasi!
hu: Kérjük, csak akkor tegye ezt, ha tudja, mit csinál. A NextBox módosításával érvényteleníti a garanciát legalább a NextBox hardverére. Ezekre a lépésekre általában nem terjed ki a támogatás, a NextBox módosítását saját felelősségére végzi!
ja: この作業は、自分が何をしているのか分かっている場合にのみ行ってください。NextBoxを改造すると、少なくともNextBoxのハードウェアの保証が無効になります。これらの手順は一般的にサポートの対象外となりますので、NextBoxの改造はご自身の責任で行ってください。
lt: Tai darykite tik tada, jei žinote, ką darote. Modifikuodami "NextBox" panaikinate garantiją bent jau "NextBox" aparatinei įrangai. Šiems veiksmams palaikymas paprastai netaikomas, jūs modifikuojate savo "NextBox" savo rizika!
lv: Lūdzu, dariet to tikai tad, ja zināt, ko darāt. Veicot izmaiņas NextBox, jūs zaudējat garantiju vismaz NextBox aparatūrai. Uz šiem pasākumiem parasti neattiecas atbalsts, jūs modificējat NextBox uz savu risku!
nl: Doe dit alleen, als u weet wat u doet. Door de NextBox te modificeren vervalt uw garantie voor ten minste de hardware van de NextBox. Deze stappen worden over het algemeen niet gedekt door de support, u modificeert uw NextBox op eigen risico!
pl: Proszę to robić tylko wtedy, gdy wiesz, co robisz. Modyfikując NextBox tracisz gwarancję przynajmniej na sprzęt NextBox. Te czynności z reguły nie są objęte wsparciem technicznym, modyfikujesz NextBox na własne ryzyko!
pt: Por favor, faça isto apenas, se sabe o que está a fazer. Ao modificar a NextBox você anula sua garantia para pelo menos o hardware da NextBox. Estes passos geralmente não são cobertos pelo suporte, você está modificando a sua NextBox por sua própria conta e risco!
ro: Vă rugăm să faceți acest lucru numai dacă știți ce faceți. Prin modificarea NextBox, vă anulați garanția cel puțin pentru hardware-ul NextBox. În general, acești pași nu sunt acoperiți de asistență, modificați NextBox pe propriul risc!
ru: Пожалуйста, делайте это только в том случае, если вы знаете, что делаете. Модифицируя NextBox, вы лишаете себя гарантии, по крайней мере, на аппаратное обеспечение NextBox. Эти действия обычно не покрываются поддержкой, вы модифицируете свой NextBox на свой страх и риск!
sk: Urobte to len vtedy, ak viete, čo robíte. Úpravou NextBoxu strácate záruku minimálne na hardvér NextBoxu. Na tieto kroky sa vo všeobecnosti nevzťahuje podpora, modifikáciu NextBoxu vykonávate na vlastné riziko!
sl: To storite le, če veste, kaj počnete. S spreminjanjem naprave NextBox razveljavite garancijo vsaj za strojno opremo naprave NextBox. Ti koraki na splošno niso zajeti v podporo, zato NextBox spreminjate na lastno odgovornost!
sv: Gör detta endast om du vet vad du gör. Genom att modifiera NextBoxen upphäver du garantin för åtminstone NextBoxens hårdvara. Dessa steg täcks i allmänhet inte av supporten, du ändrar din NextBox på egen risk!
zh_cn: 请只在你知道你在做什么的情况下这样做。修改NextBox，你至少会使你的NextBox的硬件保修失效。这些步骤一般不包括在支持范围内，您修改NextBox的风险由您自己承担!

source: Prerequisites
bg: Предварителни условия
cs: Předpoklady
el: Προαπαιτούμενα
es: Requisitos previos
et: Eeltingimused
fi: Edellytykset
hu: Előfeltételek
ja: 前提条件
lt: Būtinosios sąlygos
lv: Priekšnosacījumi
nl: Vereisten
pl: Wymagania wstępne
pt: Pré-requisitos
ro: Condiții prealabile
ru: Пререквизиты
sk: Predpoklady
sl: Predpogoji
sv: Förutsättningar
zh_cn: 先决条件

source: Linux(-like) operating system
bg: Операционна система, подобна на Linux(-а)
cs: Operační systém Linux(-like)
el: Λειτουργικό σύστημα Linux(-like)
es: Sistema operativo tipo Linux
et: Linux(-ilaadne) operatsioonisüsteem
fi: Linux(-tyyppinen) käyttöjärjestelmä
hu: Linux(-szerű) operációs rendszer
ja: Linux(ライク)オペレーティング・システム
lt: "Linux" (panaši) operacinė sistema
lv: Linux(-līdzīga) operētājsistēma
nl: Linux(-achtig) besturingssysteem
pl: System operacyjny Linux(-podobny)
pt: Sistema operacional Linux(-like)
ro: Sistem de operare Linux(-like)
ru: Linux(-подобная) операционная система
sk: Operačný systém Linux(-like)
sl: Operacijski sistem Linux(-a)
sv: Linux(-liknande) operativsystem
zh_cn: Linux(-like)操作系统

source: 2.5'' hard-drive with a max height of 15mm, most are 7mm
bg: 2,5'' твърд диск с максимална височина 15 mm, повечето са 7 mm
cs: 2,5'' pevný disk s maximální výškou 15 mm, většina má 7 mm.
el: Σκληρός δίσκος 2.5'' με μέγιστο ύψος 15mm, οι περισσότεροι είναι 7mm
es: Disco duro de 2,5'' con una altura máxima de 15mm, la mayoría son de 7mm
et: 2.5'' kõvaketas, mille maksimaalne kõrgus on 15mm, enamik on 7mm kõrgused
fi: 2.5'' kiintolevy, jonka maksimikorkeus on 15 mm, useimmat ovat 7 mm:n korkeudella.
hu: 2.5'' merevlemez max. 15mm magassággal, a legtöbb 7mm-es
ja: 2.5インチハードディスクドライブの最大高さは15mm、ほとんどは7mmです。
lt: 2,5'' kietasis diskas, kurio maksimalus aukštis 15 mm, dauguma yra 7 mm
lv: 2,5'' cietais disks ar maksimālo augstumu 15 mm, lielākā daļa ir 7 mm.
nl: 2.5'' harde schijf met een max hoogte van 15mm, de meeste zijn 7mm
pl: 2,5'' dysk twardy o wysokości max 15mm, większość ma 7mm
pt: 2.5'' disco rígido com uma altura máxima de 15mm, a maioria é de 7mm
ro: 2.5'' hard-disk cu o înălțime maximă de 15mm, majoritatea sunt de 7mm
ru: 2,5'' жесткий диск с максимальной высотой 15 мм, большинство - 7 мм
sk: 2,5'' pevný disk s maximálnou výškou 15 mm, väčšina má 7 mm
sl: 2,5'' trdi disk z največjo višino 15 mm, večina je 7 mm
sv: 2.5'' hårddisk med en maxhöjd på 15mm, de flesta är 7mm
zh_cn: 2.5''硬盘，最大高度为15毫米，大多数为7毫米

source: A user which can acquire root-rights using ``sudo``
bg: Потребител, който може да придобие права на root с помощта на ``sudo``
cs: Uživatel, který může získat práva root pomocí ``sudo``.
el: Ένας χρήστης που μπορεί να αποκτήσει δικαιώματα root χρησιμοποιώντας ``sudo``
es: Un usuario que puede adquirir derechos de root usando ``sudo``
et: Kasutaja, kes saab omandada root-õigused, kasutades ``sudo``
fi: Käyttäjä, joka voi saada pääkäyttäjän oikeudet käyttämällä ``sudo```
hu: Egy olyan felhasználó, aki a ``sudo`` segítségével root-jogokat szerezhet.
ja: ``sudo``を使用してルート権を取得できるユーザーです。
lt: Naudotojas, kuris gali įgyti root teises naudodamas ``sudo``
lv: Lietotājs, kas var iegūt saknes tiesības, izmantojot ``sudo``.
nl: Een gebruiker die root-rechten kan verkrijgen met ``sudo``
pl: Użytkownik, który może uzyskać uprawnienia roota używając ``sudo``.
pt: Um usuário que pode adquirir direitos de raiz usando ``sudo```
ro: Un utilizator care poate dobândi drepturi de root folosind ``sudo``
ru: Пользователь, который может получить root-права, используя ``sudo``.
sk: Používateľ, ktorý môže získať práva root pomocou ``sudo``
sl: Uporabnik, ki lahko pridobi korenske pravice z uporabo ``sudo``
sv: En användare som kan få root-rättigheter med hjälp av ``sudo``
zh_cn: 一个可以使用``获得根权限的用户sudo``。

source: The following commands must be available: ``sudo``, ``parted``, ``mkfs.ext4``, ``bash``
bg: Трябва да са налични следните команди: ``sudo``, ``parted``, ``mkfs.ext4``, ``bash``
cs: Musí být k dispozici následující příkazy: ``sudo``, ``parted``, ``mkfs.ext4``, ``bash``.
el: Οι ακόλουθες εντολές πρέπει να είναι διαθέσιμες: ``sudo``, ``parted``, ``mkfs.ext4``, ``bash``
es: Los siguientes comandos deben estar disponibles: ``sudo``, ``parted``, ``mkfs.ext4``, ``bash``.
et: Järgmised käsud peavad olema kättesaadavad: ``sudo``, ``parted``, ``mkfs.ext4``, ``bash` `
fi: Seuraavien komentojen on oltava käytettävissä: ``sudo``, ``parted``, ``mkfs.ext4``, ``bash``
hu: A következő parancsoknak rendelkezésre kell állniuk: ``sudo``, ``parted``, ``mkfs.ext4``, ``bash``.
ja: 以下のコマンドが利用可能であること。``sudo``, ``parted``, ``mkfs.ext4``, ``bash``
lt: Turi būti prieinamos šios komandos: ``sudo``, ``parted``, ``mkfs.ext4``, ``bash``
lv: Jābūt pieejamām šādām komandām: ``</x id="44"></x>``, ``</x id="54"></x>``, ``mkfs.ext4``, ``</x id="81"></x>``
nl: De volgende commando's moeten beschikbaar zijn: ``sudo``, ``parted``, ``<x id="66"></x id="75"></x>`, ``bash``
pl: Muszą być dostępne następujące komendy: ``sudo``, ``parted``, ``mkfs.ext4``, ``bash``.
pt: Os seguintes comandos devem estar disponíveis: ``sudo```, ``parted``, ``mkfs.ext4```, ```x id="81"></x>```
ro: Următoarele comenzi trebuie să fie disponibile: ``sudo``, ``parted``, ``mkfs.ext4``, ``bash``
ru: Должны быть доступны следующие команды: ``sudo``, ``parted``, ``mkfs.ext4``, ``bash``.
sk: Musia byť k dispozícii nasledujúce príkazy: ``sudo``, ``parted``, ``mkfs.ext4``, ``bash``
sl: Na voljo morajo biti naslednji ukazi: ``sudo``, ``parted``, ``mkfs.ext4``, ``bash``
sv: Följande kommandon måste vara tillgängliga: ``sudo``, ``parted``, ``mkfs.ext4``, ``bash``.
zh_cn: 必须有以下命令。``sudo`, ``parted`, ``mkfs.ext4`, ``bash```。

source: At least a basic understanding about mounting / unmounting and shell-scripts (execution)
bg: Поне основни познания за монтиране/откачване и shell-скриптове (изпълнение)
cs: Alespoň základní znalosti o připojování / odpojování a shellových skriptech (spouštění).
el: Τουλάχιστον μια βασική κατανόηση σχετικά με την τοποθέτηση/αποσύνδεση και τα shell-scripts (εκτέλεση)
es: Al menos un conocimiento básico sobre el montaje/desmontaje y la ejecución de shell-scripts
et: Vähemalt põhiteadmised mountimisest / unmountimisest ja shell-skriptidest (täitmine)
fi: Ainakin perusymmärrys asennuksesta / irrotuksesta ja shell-skripteistä (suorittaminen).
hu: Legalább alapszintű ismeretek a mountolásról/unmountolásról és a shell-szkriptek (végrehajtás) terén.
ja: マウント／アンマウント、シェルスクリプト（実行）に関する基本的な理解があること
lt: Bent pagrindinis supratimas apie montavimą / atmontavimą ir apvalkalo scenarijus (vykdymą)
lv: Vismaz pamata izpratne par montāžu / atmontāžu un čaulas skriptiem (izpildi).
nl: Minstens een basiskennis van mounten / unmounten en shell-scripts (uitvoering)
pl: Przynajmniej podstawowa wiedza na temat montowania / odmontowywania i wykonywania skryptów powłoki
pt: Pelo menos um entendimento básico sobre montagem / desmontagem e shell-scripts (execução)
ro: Cel puțin o înțelegere de bază a montajului / demontării și a scripturilor shell (execuție)
ru: По крайней мере, базовое понимание монтирования / размонтирования и shell-скриптов (выполнение)
sk: Aspoň základné znalosti o pripojení/odpojení a shell skriptov (vykonávanie)
sl: Vsaj osnovno razumevanje o nameščanju/odmeščanju in izvajanju skript (shell-scripts)
sv: Minst en grundläggande förståelse för montering/avmontering och skalskript (exekvering).
zh_cn: 至少对安装/卸载和shell-scripts（执行）有基本了解

source: Phillips Screwdriver
bg: Филипс отвертка
cs: Křížový šroubovák
el: Κατσαβίδι Phillips
es: Destornillador Phillips
et: Phillips kruvikeeraja
fi: Phillips-ruuvimeisseli
hu: Phillips csavarhúzó
ja: プラスドライバー
lt: Kryžminis atsuktuvas
lv: Phillips skrūvgriezis
nl: Phillips Schroevendraaier
pl: Śrubokręt krzyżakowy
pt: Chave de fenda Phillips
ro: Șurubelniță Phillips
ru: Крестовая отвертка
sk: Krížový skrutkovač
sl: Križni vijačnik
sv: Phillips skruvmejsel
zh_cn: 十字螺丝刀

source: Set up the ssh-access on your NextBox
bg: Настройте ssh-достъп на вашия NextBox
cs: Nastavení ssh-přístupu v NextBoxu
el: Ρυθμίστε την πρόσβαση ssh στο NextBox σας
es: Configure el acceso ssh en su NextBox
et: Seadistage ssh-juurdepääs oma NextBoxile
fi: Aseta ssh-yhteys NextBoxiin.
hu: Állítsd be az ssh-hozzáférést a NextBoxodon
ja: NextBoxにssh-accessを設定する。
lt: Nustatykite "ssh" prieigą savo "NextBox
lv: Ssh piekļuves iestatīšana NextBox tālrunī
nl: Instellen van de ssh-toegang op uw NextBox
pl: Skonfiguruj dostęp ssh na swoim NextBoxie.
pt: Configure o ssh-access na sua NextBox
ro: Configurați accesul ssh pe NextBox-ul dvs.
ru: Настройте ssh-доступ на вашем NextBox
sk: Nastavenie prístupu ssh na vašom NextBoxe
sl: Nastavitev dostopa ssh v vašem NextBoxu
sv: Ställ in ssh-åtkomst på din NextBox
zh_cn: 在你的NextBox上设置ssh-access。

source: The script which is used will acquire root rights to wipe the hard-drive you pass to the script. **Be extremely careful to pass the correct device to the script, if you pass your system partition, this script will destroy your runnning OS!** Any data on the passed hard-drive will inevitably be deleted!
bg: Използваният скрипт ще придобие права на root, за да изтрие твърдия диск, който сте предали на скрипта. **Бъдете изключително внимателни, за да предадете правилното устройство на скрипта, ако предадете системния си дял, този скрипт ще унищожи работещата ви операционна система!** Всички данни на предадения твърд диск неизбежно ще бъдат изтрити!
cs: Použitý skript získá práva roota k vymazání pevného disku, který mu předáte. **Dejte si velký pozor, abyste skriptu předali správné zařízení, pokud předáte systémový oddíl, skript zničí váš běžící operační systém!** Veškerá data na předaném pevném disku budou nevyhnutelně smazána!
el: Το σενάριο που χρησιμοποιείται θα αποκτήσει δικαιώματα root για να σβήσει τον σκληρό δίσκο που θα δώσετε στο σενάριο. ** Να είστε εξαιρετικά προσεκτικοί για να περάσετε τη σωστή συσκευή στο σενάριο, αν περάσετε το διαμέρισμα συστήματος, αυτό το σενάριο θα καταστρέψει το λειτουργικό σας σύστημα που τρέχει!** Οποιαδήποτε δεδομένα στον σκληρό δίσκο που θα περάσετε θα διαγραφούν αναπόφευκτα!
es: El script que se utiliza adquirirá derechos de root para borrar el disco duro que le pases al script. **Ten mucho cuidado de pasar el dispositivo correcto al script, si pasas la partición del sistema, este script destruirá tu sistema operativo en funcionamiento.
et: Kasutatav skript omandab root-õigused, et pühkida kõvaketas, mille te skriptile üle annate. ** Olge äärmiselt ettevaatlik, et anda skriptile üle õige seade, kui annate üle oma süsteemipartitsiooni, hävitab see skript teie jooksva operatsioonisüsteemi!** Kõik andmed üleantud kõvakettal kustutatakse paratamatult!
fi: Käytetty komentosarja hankkii pääkäyttäjän oikeudet pyyhkiä kovalevy, jonka annat komentosarjalle. **Ole erittäin varovainen, että annat oikean laitteen komentosarjalle, sillä jos annat järjestelmäosion, tämä komentosarja tuhoaa käynnissä olevan käyttöjärjestelmäsi!** Kaikki tiedot annetulla kiintolevyllä poistetaan väistämättä!
hu: A használt szkript root jogokat szerez a szkriptnek átadott merevlemez törléséhez. **Legyen rendkívül óvatos, hogy a megfelelő eszközt adja át a szkriptnek, ha a rendszerpartíciót adja át, ez a szkript megsemmisíti a futó operációs rendszert!** Az átadott merevlemezen lévő minden adat elkerülhetetlenül törlődik!
ja: 使用されるスクリプトは、ルート権限を取得して、スクリプトに渡されたハードドライブをワイプします。システムパーティションを渡した場合、このスクリプトは実行中のOSを破壊します！**渡されたハードドライブ上のすべてのデータは必然的に削除されます！**スクリプトに正しいデバイスを渡すように細心の注意を払ってください。
lt: Naudojamas scenarijus įgyja root teises, kad nuvalytų kietąjį diską, kurį perduodate scenarijui. **Būkite labai atsargūs, kad scenarijui perduotumėte teisingą įrenginį, jei perduosite sisteminį skirsnį, šis scenarijus sunaikins jūsų veikiančią operacinę sistemą!** Bet kokie perduotame kietajame diske esantys duomenys neišvengiamai bus ištrinti!
lv: Izmantotais skripts iegūs root tiesības, lai notīrītu cieto disku, ko nododat skriptam. **Būtu ļoti uzmanīgi, lai skriptam nodotu pareizu ierīci, jo, ja nodosiet sistēmas nodalījumu, šis skripts iznīcinās jūsu darbojošos operētājsistēmu!** Visi dati, kas atrodas nodotajā cietajā diskā, neizbēgami tiks dzēsti!
nl: Het script dat gebruikt wordt zal root rechten verkrijgen om de hard-drive die je aan het script doorgeeft te wissen. **Wees uiterst voorzichtig om het juiste apparaat aan het script door te geven, als je je systeem partitie doorgeeft, zal dit script je draaiende OS vernietigen! Alle data op de doorgegeven hard-drive zal onvermijdelijk worden verwijderd!
pl: Skrypt, który jest używany, uzyska prawa roota do wymazania dysku twardego, który mu przekażesz. **Bądź bardzo ostrożny, aby przekazać do skryptu właściwe urządzenie, jeśli przekażesz partycję systemową, skrypt zniszczy działający system operacyjny!** Wszelkie dane na przekazanym dysku twardym zostaną nieuchronnie usunięte!
pt: O script que é usado irá adquirir direitos de root para limpar o disco rígido que você passa para o script. **Seja extremamente cuidadoso para passar o dispositivo correto para o script, se você passar a partição do seu sistema, este script destruirá seu sistema operacional!
ro: Scriptul utilizat va dobândi drepturi de root pentru a șterge hard-diskul pe care îl transmiteți scriptului. **Să fiți extrem de atenți să transmiteți scriptului dispozitivul corect; dacă îi transmiteți partiția de sistem, scriptul va distruge sistemul de operare care rulează!** Orice date de pe hard-diskul transmis vor fi inevitabil șterse!
ru: Скрипт, который используется, получит root-права, чтобы стереть жесткий диск, который вы передадите скрипту. **Будьте предельно осторожны, передавая скрипту правильное устройство, если вы передадите системный раздел, скрипт уничтожит вашу работающую ОС!** Любые данные на переданном жестком диске будут неизбежно удалены!
sk: Použitý skript získa práva root na vymazanie pevného disku, ktorý mu odovzdáte. **Dávajte veľký pozor, aby ste skriptu odovzdali správne zariadenie, ak odovzdáte systémový oddiel, tento skript zničí váš operačný systém!** Všetky údaje na odovzdanom pevnom disku budú nevyhnutne vymazané!
sl: Uporabljena skripta bo pridobila pravice korporacije za brisanje trdega diska, ki ga posredujete skripti. **Izjemno pazite, da skriptu posredujete pravilno napravo, če posredujete sistemski razdelek, bo skript uničil vaš operacijski sistem!** Vsi podatki na posredovanem trdem disku bodo neizogibno izbrisani!
sv: Skriptet som används kommer att få root-rättigheter för att radera hårddisken som du skickar till skriptet. **Var extremt försiktig med att lämna över rätt enhet till skriptet, om du lämnar över systempartitionen kommer skriptet att förstöra ditt operativsystem!** All data på den lämnade hårddisken kommer oundvikligen att raderas!
zh_cn: 使用的脚本将获得root权限来擦除你传递给脚本的硬盘驱动器。**要非常小心地把正确的设备传给脚本，如果你传给你的系统分区，这个脚本就会破坏你正在运行的操作系统！**传来的硬盘上的任何数据将不可避免地被删除

source: Read the following steps completely and thoroughly **before executing them**, if you do not understand what a certain step means this might be an indication that you should not do this by yourself.
bg: Прочетете напълно и внимателно следните стъпки **преди да ги изпълните**, ако не разбирате какво означава дадена стъпка, това може да е индикация, че не трябва да я изпълнявате сами.
cs: Přečtěte si následující kroky úplně a důkladně **před jejich provedením**, pokud nerozumíte tomu, co určitý krok znamená, může to znamenat, že byste jej neměli provádět sami.
el: Διαβάστε τα παρακάτω βήματα πλήρως και διεξοδικά **πριν τα εκτελέσετε**, αν δεν καταλαβαίνετε τι σημαίνει ένα συγκεκριμένο βήμα, αυτό μπορεί να είναι ένδειξη ότι δεν πρέπει να το κάνετε μόνοι σας.
es: Lea los siguientes pasos completa y minuciosamente **antes de ejecutarlos**, si no entiende lo que significa un determinado paso puede ser una indicación de que no debe hacerlo por sí mismo.
et: Lugege järgmised sammud täielikult ja põhjalikult läbi **ieelselt**, kui te ei saa aru, mida teatud samm tähendab, võib see olla märk sellest, et te ei peaks seda ise tegema.
fi: Lue seuraavat vaiheet kokonaan ja perusteellisesti **ennen niiden suorittamista**, jos et ymmärrä, mitä tietty vaihe tarkoittaa, se voi olla merkki siitä, että sinun ei pitäisi tehdä tätä itse.
hu: Olvassa el a következő lépéseket teljesen és alaposan **a végrehajtásuk előtt**, ha nem érti, mit jelent egy bizonyos lépés, az azt jelzi, hogy nem szabad egyedül elvégezni.
ja: 次のステップを実行する前に、完全に読んでください。
lt: Prieš atlikdami toliau nurodytus veiksmus, atidžiai perskaitykite juos**; jei nesuprantate, ką reiškia tam tikras veiksmas, tai gali būti ženklas, kad neturėtumėte to daryti patys.
lv: Izlasiet turpmāk norādītos soļus pilnībā un rūpīgi **pirms tos izpildiet**; ja nesaprotat, ko nozīmē kāds konkrēts solis, tas var norādīt, ka jums nevajadzētu to darīt pašiem.
nl: Lees de volgende stappen volledig en grondig **voor u ze uitvoert**, als u niet begrijpt wat een bepaalde stap betekent kan dit een indicatie zijn dat u dit beter niet zelf kunt doen.
pl: Przeczytaj poniższe kroki całkowicie i dokładnie **przed ich wykonaniem**, jeśli nie rozumiesz co dany krok oznacza, może to być wskazówka, że nie powinieneś robić tego samemu.
pt: Leia os seguintes passos completa e completamente **antes de executá-los**, se você não entender o que um determinado passo significa, isso pode ser uma indicação de que você não deve fazer isso por si mesmo.
ro: Citiți complet și amănunțit următoarele etape **înainte de a le executa**; dacă nu înțelegeți ce înseamnă o anumită etapă, acest lucru ar putea fi un indiciu că nu ar trebui să faceți acest lucru de unul singur.
ru: Прочитайте следующие шаги полностью и тщательно **перед их выполнением**, если вы не понимаете, что означает тот или иной шаг, это может быть признаком того, что вам не следует делать это самостоятельно.
sk: Pred vykonaním nasledujúcich krokov si ich úplne a dôkladne prečítajte**, ak nerozumiete, čo určitý krok znamená, môže to byť znamením, že by ste to nemali robiť sami.
sl: Preden izvedete naslednje korake, jih v celoti in temeljito preberite**; če ne razumete, kaj določen korak pomeni, je to lahko znak, da tega ne smete storiti sami.
sv: Läs igenom följande steg helt och hållet ** innan du utför dem**, om du inte förstår vad ett visst steg betyder kan det vara en indikation på att du inte bör göra det själv.
zh_cn: 在执行下列步骤之前，**要完全彻底地阅读这些步骤，如果你不明白某个步骤的含义，这可能表明你不应该自己做这个。

source: Prepare New Hard-Disk
bg: Подготовка на нов твърд диск
cs: Příprava nového pevného disku
el: Προετοιμασία νέου σκληρού δίσκου
es: Preparar el nuevo disco duro
et: Uue kõvaketta ettevalmistamine
fi: Uuden kiintolevyn valmistelu
hu: Új merevlemez előkészítése
ja: 新しいハードディスクの準備
lt: Paruošti naują kietąjį diską
lv: Jaunā cietā diska sagatavošana
nl: Nieuwe harde schijf voorbereiden
pl: Przygotuj nowy dysk twardy
pt: Prepare um novo Hard-Disk
ro: Pregătiți noul hard-disk
ru: Подготовка нового жесткого диска
sk: Príprava nového pevného disku
sl: Priprava novega trdega diska
sv: Förbered ny hårddisk
zh_cn: 准备好新的硬盘
