Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/nextbox.po
Languages: bg, cs, de, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: Sadly, still not all ISPs and mobile-network providers (smartphones) do have full IPv6 support activated. This means, if your NextBox is configured for IPv6 only access, devices inside these networks will not be able to connect. The **backwards-proxy does work as a workaround here**, as it provides an IPv4 entrypoint to your NextBox independant of your other remote access configuration.
bg: За съжаление все още не всички доставчици на интернет услуги и доставчици на мобилни мрежи (смартфони) имат активирана пълна поддръжка на IPv6. Това означава, че ако вашият NextBox е конфигуриран само за IPv6 достъп, устройствата в тези мрежи няма да могат да се свързват. Тук **обратното прокси работи като заобиколно решение**, тъй като осигурява IPv4 входна точка към вашия NextBox независимо от другата ви конфигурация за отдалечен достъп.
cs: Bohužel stále ještě ne všichni poskytovatelé internetových služeb a poskytovatelé mobilních sítí (chytré telefony) mají aktivovanou plnou podporu protokolu IPv6. To znamená, že pokud je váš NextBox nakonfigurován pouze pro přístup IPv6, zařízení uvnitř těchto sítí se nebudou moci připojit. Jako řešení zde funguje **zpětná proxy**, protože poskytuje vstupní bod IPv4 do vašeho NextBoxu nezávisle na vaší další konfiguraci vzdáleného přístupu.
el: Δυστυχώς, ακόμη δεν έχουν ενεργοποιήσει την πλήρη υποστήριξη IPv6 όλοι οι πάροχοι υπηρεσιών διαδικτύου και οι πάροχοι δικτύων κινητής τηλεφωνίας (smartphones). Αυτό σημαίνει ότι, αν το NextBox σας έχει ρυθμιστεί για πρόσβαση μόνο σε IPv6, οι συσκευές μέσα σε αυτά τα δίκτυα δεν θα μπορούν να συνδεθούν. Ο **backwards-proxy λειτουργεί ως λύση εδώ**, καθώς παρέχει ένα σημείο εισόδου IPv4 στο NextBox σας ανεξάρτητα από τις άλλες ρυθμίσεις απομακρυσμένης πρόσβασης.
es: Lamentablemente, todavía no todos los ISPs y proveedores de redes móviles (smartphones) tienen activado el soporte completo de IPv6. Esto significa que, si tu NextBox está configurado para acceder sólo a IPv6, los dispositivos dentro de estas redes no podrán conectarse. El **proxy hacia atrás funciona como una solución**, ya que proporciona un punto de entrada IPv4 a su NextBox independientemente de su otra configuración de acceso remoto.
et: Kahjuks ei ole ikka veel kõik Interneti- ja mobiilsideteenuste pakkujad (nutitelefonid) aktiveerinud täielikku IPv6-tuge. See tähendab, et kui teie NextBox on konfigureeritud ainult IPv6 juurdepääsu jaoks, ei saa nende võrkude sees olevad seadmed ühendust luua. **tagasi-proxy töötab siinkohal lahendusena**, kuna see pakub IPv4-sisendpunkti teie NextBoxile sõltumata teie muust kaugjuurdepääsu konfiguratsioonist.
fi: Valitettavasti kaikilla Internet-palveluntarjoajilla ja matkaviestinverkon tarjoajilla (älypuhelimilla) ei vieläkään ole aktivoitu täyttä IPv6-tukea. Tämä tarkoittaa, että jos NextBoxisi on määritetty vain IPv6-yhteyttä varten, näiden verkkojen sisällä olevat laitteet eivät voi muodostaa yhteyttä. **Takaisin-proxy toimii tässä tapauksessa ratkaisuna**, sillä se tarjoaa IPv4-yhteyspisteen NextBoxiin muista etäyhteysmäärityksistäsi riippumatta.
hu: Sajnos még mindig nem minden internetszolgáltató és mobilhálózat-szolgáltató (okostelefon) rendelkezik teljes IPv6-támogatással. Ez azt jelenti, hogy ha a NextBox csak IPv6-os hozzáférésre van beállítva, az ezeken a hálózatokon belüli eszközök nem tudnak csatlakozni. A **visszafelé-proxy itt is működik megoldásként**, mivel IPv4-es belépési pontot biztosít a NextBoxhoz, függetlenül a többi távoli hozzáférési konfigurációtól.
ja: 残念ながら、すべてのISPやモバイルネットワークプロバイダー（スマートフォン）がIPv6を完全にサポートしているわけではありません。つまり、NextBoxがIPv6のみのアクセスに設定されている場合、これらのネットワーク内のデバイスは接続することができません。backwards-proxyは、他のリモートアクセス設定とは無関係にNextBoxへのIPv4エントリーポイントを提供するため、ここでは回避策として機能します**。
lt: Deja, dar ne visi interneto paslaugų teikėjai ir mobiliojo ryšio paslaugų teikėjai (išmanieji telefonai) yra aktyvavę visišką IPv6 palaikymą. Tai reiškia, kad jei jūsų "NextBox" sukonfigūruotas tik IPv6 prieigai, įrenginiai šiuose tinkluose negalės prisijungti. Šiuo atveju galima apeiti **atvirkštinį tarpininką**, nes jis suteikia IPv4 įėjimo tašką į jūsų "NextBox" nepriklausomai nuo jūsų kitos nuotolinės prieigos konfigūracijos.
lv: Diemžēl vēl joprojām ne visiem interneta pakalpojumu sniedzējiem un mobilo sakaru pakalpojumu sniedzējiem (viedtālruņiem) ir aktivizēts pilnīgs IPv6 atbalsts. Tas nozīmē, ka, ja NextBox ir konfigurēts tikai IPv6 piekļuvei, ierīces šajos tīklos nevarēs izveidot savienojumu. Šajā gadījumā** darbojas **atpakaļejošais starpniekserveris**, jo tas nodrošina IPv4 piekļuves punktu jūsu NextBox neatkarīgi no jūsu pārējās attālās piekļuves konfigurācijas.
nl: Helaas hebben nog steeds niet alle ISP's en providers van mobiele netwerken (smartphones) volledige IPv6-ondersteuning geactiveerd. Dit betekent dat als uw NextBox is geconfigureerd voor IPv6-toegang, apparaten binnen deze netwerken geen verbinding kunnen maken. De **backwards-proxy werkt hier als een workaround**, omdat het een IPv4 ingangspunt naar uw NextBox biedt, onafhankelijk van uw andere remote access configuratie.
pl: Niestety, nadal nie wszyscy dostawcy usług internetowych i operatorzy sieci komórkowych (smartfony) mają aktywowaną pełną obsługę IPv6. Oznacza to, że jeśli NextBox jest skonfigurowany tylko na dostęp IPv6, urządzenia w tych sieciach nie będą mogły się połączyć. Obejściem tego problemu jest **backwards-proxy**, które zapewnia punkt dostępu IPv4 do NextBoxa niezależnie od konfiguracji zdalnego dostępu.
pt: Infelizmente, ainda nem todos os ISPs e provedores de redes móveis (smartphones) têm o suporte completo a IPv6 ativado. Isto significa que, se o seu NextBox estiver configurado para acesso apenas IPv6, os dispositivos dentro destas redes não serão capazes de se conectar. O **backwards-proxy funciona como uma alternativa aqui***, pois ele fornece um ponto de entrada IPv4 para sua NextBox, independente de sua outra configuração de acesso remoto.
ro: Din păcate, încă nu toți furnizorii de servicii de internet și de rețele mobile (smartphone-uri) au activat suportul IPv6 complet. Acest lucru înseamnă că, dacă NextBox este configurat pentru acces numai la IPv6, dispozitivele din aceste rețele nu se vor putea conecta. În acest caz, **backwards-proxy funcționează ca o soluție de rezolvare**, deoarece oferă un punct de intrare IPv4 la NextBox, independent de cealaltă configurație de acces la distanță.
ru: К сожалению, до сих пор не все интернет-провайдеры и провайдеры мобильных сетей (смартфоны) имеют полную поддержку IPv6. Это означает, что если ваш NextBox настроен на доступ только по IPv6, устройства в этих сетях не смогут подключиться. В этом случае **обратный прокси-сервер работает как обходной путь**, поскольку он обеспечивает точку входа IPv4 для вашего NextBox независимо от других настроек удаленного доступа.
sk: Žiaľ, ešte stále nie všetci poskytovatelia internetových služieb a poskytovatelia mobilných sietí (smartfóny) majú aktivovanú plnú podporu protokolu IPv6. To znamená, že ak je váš NextBox nakonfigurovaný len na prístup IPv6, zariadenia v týchto sieťach sa nebudú môcť pripojiť. Ako riešenie tu funguje **spätný proxy server**, pretože poskytuje vstupný bod IPv4 do vášho NextBoxu nezávisle od vašej inej konfigurácie vzdialeného prístupu.
sl: Žal še vedno nimajo aktivirane popolne podpore IPv6 vsi ponudniki internetnih storitev in ponudniki mobilnih omrežij (pametni telefoni). To pomeni, da če je vaš NextBox konfiguriran samo za dostop IPv6, se naprave znotraj teh omrežij ne bodo mogle povezati. V tem primeru je **začasni posrednik (backwards-proxy) uporaben kot rešitev**, saj zagotavlja vstopno točko IPv4 do vašega NextBoxa neodvisno od drugih konfiguracij oddaljenega dostopa.
sv: Tyvärr är det fortfarande inte alla internetleverantörer och leverantörer av mobilnät (smartphones) som har fullt IPv6-stöd aktiverat. Detta innebär att om din NextBox är konfigurerad för endast IPv6-åtkomst kommer enheter i dessa nätverk inte att kunna ansluta. **backwards-proxy fungerar som en lösning här**, eftersom den ger en IPv4-ingångspunkt till din NextBox oberoende av din andra fjärråtkomstkonfiguration.
zh_cn: 遗憾的是，并不是所有的ISP和移动网络供应商（智能手机）都有完全的IPv6支持。这意味着，如果你的NextBox被配置为只能访问IPv6，这些网络中的设备将无法连接。在这里，**反向代理确实可以作为一种变通方法，因为它为你的NextBox提供了一个IPv4入口，与你的其他远程访问配置无关。

source: Software FAQ
bg: Често задавани въпроси за софтуера
cs: Nejčastější dotazy k softwaru
el: Συχνές ερωτήσεις λογισμικού
es: Preguntas frecuentes sobre el software
et: Tarkvara KKK
fi: Ohjelmisto FAQ
fr: FAQ sur les logiciels
hu: Szoftver GYIK
ja: ソフトウェアFAQ
lt: DUK apie programinę įrangą
lv: Biežāk uzdotie jautājumi par programmatūru
pl: Oprogramowanie FAQ
ro: Întrebări frecvente despre software
ru: FAQ по программному обеспечению
sk: Často kladené otázky týkajúce sa softvéru
sl: Pogosta vprašanja o programski opremi
sv: Vanliga frågor om programvara
zh_cn: 软件常见问题

source: **Q:** What kind of public key is expected for SSH access?
bg: **В:** Какъв вид публичен ключ се очаква за SSH достъп?
cs: **Q:** Jaký druh veřejného klíče se očekává pro přístup SSH?
de: **Q:** Welche Art von öffentlichem Schlüssel wird für den SSH-Zugang erwartet?
el: **Q:** Τι είδους δημόσιο κλειδί αναμένεται για πρόσβαση SSH;
es: **Q:** ¿Qué tipo de clave pública se espera para el acceso SSH?
et: **K:** Millist avalikku võtit oodatakse SSH-juurdepääsu jaoks?
fi: **Q:** Minkälaista julkista avainta odotetaan SSH-yhteyttä varten?
fr: **Q:** Quel type de clé publique est attendu pour l'accès SSH ?
hu: **K:** Milyen nyilvános kulcsot várnak el az SSH-hozzáféréshez?
ja: **Q:** SSHアクセスにはどのような公開鍵が必要ですか？
lt: **Q:** Kokio viešojo rakto tikimasi SSH prieigai?
lv: **Q:** Kāda veida publiskā atslēga ir paredzēta SSH piekļuvei?
nl: **Q:** Wat voor publieke sleutel wordt verwacht voor SSH-toegang?
pl: **Q:** Jaki rodzaj klucza publicznego jest oczekiwany dla dostępu SSH?
pt: **Q:** Que tipo de chave pública é esperada para o acesso SSH?
ro: **Întrebare:** Ce fel de cheie publică este așteptată pentru accesul SSH?
ru: **В:** Какой тип открытого ключа требуется для доступа по SSH?
sk: **Q:** Aký druh verejného kľúča sa očakáva pre prístup SSH?
sl: **Q:** Katera vrsta javnega ključa se pričakuje za dostop SSH?
sv: **Q:** Vilken typ av offentlig nyckel förväntas för SSH-åtkomst?
zh_cn: **问：**SSH访问需要什么样的公钥？

source: An openssh style (public) key is expected. Depending on your operating system there are different ways to determine your public key. One might be ``ssh-add -L``, another might be ``cat ~/.ssh/id_rsa.pub``. If you are using Putty, please see the `Putty documentation`_.
bg: Очаква се ключ в стил openssh (публичен). В зависимост от операционната ви система има различни начини за определяне на публичния ключ. Един от тях може да бъде ``ssh-add -L``, друг може да бъде ``cat ~/.ssh/id_rsa.pub``. Ако използвате Putty, вижте `Документацията на Putty`_.
cs: Očekává se (veřejný) klíč ve stylu openssh. V závislosti na operačním systému existují různé způsoby určení veřejného klíče. Jedním z nich může být ``ssh-add -L``, jiným ``cat ~/.ssh/id_rsa.pub``. Pokud používáte Putty, podívejte se na `Dokumentace k Putty`_.
de: Es wird ein openssh-artiger (öffentlicher) Schlüssel erwartet. Abhängig von Ihrem Betriebssystem gibt es verschiedene Möglichkeiten, Ihren öffentlichen Schlüssel zu ermitteln. Eine könnte ``ssh-add -L`` sein, eine andere könnte ``cat ~/.ssh/id_rsa.pub`` sein. Wenn Sie Putty verwenden, lesen Sie bitte die ``Putty-Dokumentation``.
el: Αναμένεται ένα (δημόσιο) κλειδί τύπου openssh. Ανάλογα με το λειτουργικό σας σύστημα υπάρχουν διαφορετικοί τρόποι για να προσδιορίσετε το δημόσιο κλειδί σας. Ένας μπορεί να είναι ``ssh-add -L``, ένας άλλος μπορεί να είναι ``cat ~/.ssh/id_rsa.pub``. Εάν χρησιμοποιείτε το Putty, ανατρέξτε στην τεκμηρίωση του `Putty`_.
es: Se espera una clave (pública) de estilo openssh. Dependiendo de su sistema operativo hay diferentes formas de determinar su clave pública. Una podría ser ``ssh-add -L``, otra podría ser ``cat ~/.ssh/id_rsa.pub``. Si utiliza Putty, consulte la `Documentación de Putty`_.
et: Oodatakse openssh-stiilis (avalikku) võtit. Sõltuvalt teie operatsioonisüsteemist on erinevaid viise avaliku võtme määramiseks. Üks võib olla ``ssh-add -L``, teine võib olla ``cat ~/.ssh/id_rsa.pub``. Kui kasutate Putty't, vaadake `Putty dokumentatsiooni`_.
fi: Odotetaan openssh-tyylistä (julkista) avainta. Käyttöjärjestelmästäsi riippuen on olemassa erilaisia tapoja määrittää julkinen avain. Yksi voi olla ``ssh-add -L``, toinen voi olla ``cat ~/.ssh/id_rsa.pub``. Jos käytät Puttya, tutustu `Puttyn dokumentaatioon`_.
fr: Une clé (publique) de type openssh est attendue. En fonction de votre système d'exploitation, il existe différentes façons de déterminer votre clé publique. L'une peut être ``ssh-add -L``, une autre peut être ``cat ~/.ssh/id_rsa.pub``. Si vous utilisez Putty, veuillez consulter la `Documentation de Putty`_.
hu: Egy openssh stílusú (nyilvános) kulcsot várnak el. Az operációs rendszertől függően különböző módon lehet meghatározni a nyilvános kulcsot. Az egyik lehet ``ssh-add -L``, a másik lehet ``cat ~/.ssh/id_rsa.pub``. Ha Putty-t használ, kérjük, olvassa el a `Putty dokumentációt`_.
ja: openssh形式の（公開）鍵が必要です。オペレーティングシステムによって、公開鍵を決定する方法は異なります。一つは``ssh-add -L``、もう一つは``cat ~/.ssh/id_rsa.pub``かもしれません。Puttyを使用している場合は、`Puttyのドキュメント`_を参照してください。
lt: Laukiama openssh stiliaus (viešojo) rakto. Priklausomai nuo operacinės sistemos, yra įvairių būdų viešajam raktui nustatyti. Vienas iš jų gali būti ``ssh-add -L``, kitas - ``</x id="181"></x>``. Jei naudojate "Putty", skaitykite `"Putty" dokumentaciją`_.
lv: Tiek gaidīta openssh stila (publiskā) atslēga. Atkarībā no operētājsistēmas ir dažādi veidi, kā noteikt publisko atslēgu. Viens no tiem varētu būt ``ssh-add -L``, cits - ``</x id="181"></x>``. Ja izmantojat Putty, skatiet `Putty dokumentāciju`_.
nl: Er wordt een openssh stijl (publieke) sleutel verwacht. Afhankelijk van uw besturingssysteem zijn er verschillende manieren om uw publieke sleutel te bepalen. Een zou kunnen zijn ``ssh-add -L``, een andere zou kunnen zijn ``cat ~/.ssh/id_rsa.pub``. Als u Putty gebruikt, raadpleeg dan de `Putty documentatie`_.
pl: Oczekuje się klucza publicznego (w stylu openssh). W zależności od systemu operacyjnego istnieją różne sposoby na określenie klucza publicznego. Jednym z nich może być ``ssh-add -L``, innym może być ``cat ~/.ssh/id_rsa.pub``. Jeśli używasz Putty, zobacz dokumentację `Putty`_.
pt: Espera-se uma chave de estilo openssh (pública). Dependendo do seu sistema operacional, há diferentes maneiras de determinar a sua chave pública. Uma pode ser ``ssh-add -L``, outra pode ser ``cat ~/.ssh/id_rsa.pub```. Se você estiver usando Putty, por favor veja a documentação `Putty`_.
ro: Se așteaptă o cheie (publică) de tip openssh. În funcție de sistemul de operare, există diferite modalități de a determina cheia publică. Una ar putea fi ``ssh-add -L``, alta ar putea fi ``cat ~/.ssh/id_rsa.pub``. Dacă folosiți Putty, consultați `Documentația Putty`_.
ru: Ожидается наличие открытого ключа в стиле openssh. В зависимости от операционной системы существуют различные способы определения открытого ключа. Один из них может быть ``ssh-add -L``, другой - ``cat ~/.ssh/id_rsa.pub``. Если вы используете Putty, обратитесь к документации `Putty`_.
sk: Očakáva sa (verejný) kľúč v štýle openssh. V závislosti od operačného systému existujú rôzne spôsoby určenia verejného kľúča. Jedným z nich môže byť ``ssh-add -L``, iným ``</x id="181"></x>``. Ak používate Putty, pozrite si `Dokumentáciu k Putty`_.
sl: Pričakuje se (javni) ključ v slogu openssh. Odvisno od operacijskega sistema obstajajo različni načini za določitev javnega ključa. Eden je lahko ``ssh-add -L``, drugi pa ``</x id="181"></x>``. Če uporabljate program Putty, si oglejte `Dokumentacijo programa Putty`_.
sv: En openssh-liknande (offentlig) nyckel förväntas. Beroende på ditt operativsystem finns det olika sätt att bestämma din offentliga nyckel. Ett kan vara ``ssh-add -L``, ett annat kan vara ``cat ~/.ssh/id_rsa.pub``. Om du använder Putty, se `Putty-dokumentationen`_.
zh_cn: 希望有一个openssh风格的（公钥）。根据你的操作系统，有不同的方法来确定你的公钥。一种可能是``ssh-add -L``，另一种可能是``cat ~/.ssh/id_rsa.pub``。如果你使用Putty，请看`Putty文档`_。

source: **Q:** Can the operating system be extended or configured manually?
bg: **В:** Може ли операционната система да бъде разширена или конфигурирана ръчно?
cs: **Q:** Lze operační systém rozšířit nebo nakonfigurovat ručně?
de: **Q:** Kann das Betriebssystem manuell erweitert oder konfiguriert werden?
el: **Q:** Μπορεί το λειτουργικό σύστημα να επεκταθεί ή να ρυθμιστεί χειροκίνητα;
es: **Q:** ¿Se puede ampliar o configurar manualmente el sistema operativo?
et: **K:** Kas operatsioonisüsteemi saab käsitsi laiendada või konfigureerida?
fi: **Q:** Voiko käyttöjärjestelmää laajentaa tai määrittää manuaalisesti?
fr: **Q:** Le système d'exploitation peut-il être étendu ou configuré manuellement ?
hu: **K:** Lehet-e az operációs rendszert manuálisan bővíteni vagy konfigurálni?
ja: **Q:** OSの拡張や設定を手動で行うことはできますか？
lt: **Q:** Ar galima išplėsti arba konfigūruoti operacinę sistemą rankiniu būdu?
lv: **Q:** Vai operētājsistēmu var paplašināt vai konfigurēt manuāli?
nl: **Q:** Kan het besturingssysteem handmatig worden uitgebreid of geconfigureerd?
pl: **Q:** Czy system operacyjny może być rozszerzony lub skonfigurowany ręcznie?
pt: **Q:** O sistema operacional pode ser ampliado ou configurado manualmente?
ro: **Q:** Sistemul de operare poate fi extins sau configurat manual?
ru: **В:** Можно ли расширить или настроить операционную систему вручную?
sk: **Q:** Možno operačný systém rozšíriť alebo nakonfigurovať ručne?
sl: **V:** Ali je mogoče operacijski sistem razširiti ali konfigurirati ročno?
sv: **Q:** Kan operativsystemet utökas eller konfigureras manuellt?
zh_cn: **问：**操作系统是否可以手动扩展或配置？

source: Yes, you can set up ssh access through the NextBox Nextcloud app. Afterwards you can access your NextBox using ssh and you can do with the system whatever you want. Obviously we will only provide support for the NextBox stock configuration.
bg: Да, можете да настроите ssh достъп чрез приложението NextBox Nextcloud. След това можете да получите достъп до вашия NextBox чрез ssh и можете да правите със системата каквото пожелаете. Очевидно е, че ние ще осигурим поддръжка само за наличната конфигурация на NextBox.
cs: Ano, přístup přes ssh můžete nastavit prostřednictvím aplikace NextBox Nextcloud. Poté můžete k NextBoxu přistupovat pomocí ssh a se systémem můžete dělat, co chcete. Samozřejmě budeme poskytovat podporu pouze pro skladovou konfiguraci NextBoxu.
de: Ja, Sie können den ssh-Zugang über die NextBox Nextcloud-App einrichten. Danach können Sie über ssh auf Ihre NextBox zugreifen und mit dem System machen, was Sie wollen. Natürlich bieten wir nur Unterstützung für die NextBox-Bestandskonfiguration.
el: Ναι, μπορείτε να ρυθμίσετε την πρόσβαση ssh μέσω της εφαρμογής NextBox Nextcloud. Στη συνέχεια, μπορείτε να αποκτήσετε πρόσβαση στο NextBox σας χρησιμοποιώντας ssh και μπορείτε να κάνετε με το σύστημα ό,τι θέλετε. Προφανώς θα παρέχουμε υποστήριξη μόνο για τη βασική διαμόρφωση του NextBox.
es: Sí, puedes configurar el acceso ssh a través de la aplicación NextBox Nextcloud. Después puedes acceder a tu NextBox usando ssh y puedes hacer con el sistema lo que quieras. Obviamente, sólo proporcionaremos soporte para la configuración de stock de NextBox.
et: Jah, saate seadistada ssh-juurdepääsu NextBox Nextcloudi rakenduse kaudu. Pärast seda saate ssh abil ligipääsu oma NextBoxile ja saate süsteemiga teha, mida iganes soovite. Ilmselt pakume tuge ainult NextBoxi varukonfiguratsioonile.
fi: Kyllä, voit määrittää ssh-yhteyden NextBox Nextcloud -sovelluksen kautta. Sen jälkeen voit käyttää NextBoxia ssh:n avulla ja voit tehdä järjestelmällä mitä haluat. Tarjoamme luonnollisesti tukea vain NextBoxin varastokokoonpanolle.
fr: Oui, vous pouvez configurer un accès ssh via l'application NextBox Nextcloud. Ensuite, vous pouvez accéder à votre NextBox en utilisant ssh et vous pouvez faire ce que vous voulez avec le système. Évidemment, nous ne fournirons du support que pour la configuration de base de la NextBox.
hu: Igen, a NextBox Nextcloud alkalmazáson keresztül beállíthatja az ssh hozzáférést. Ezt követően ssh segítségével hozzáférhet a NextBoxhoz, és azt csinálhat a rendszerrel, amit csak akar. Természetesen csak a NextBox stock konfigurációjához nyújtunk támogatást.
ja: はい、「NextBox Nextcloud」アプリを使ってsshアクセスを設定することができます。その後は、自分のNextBoxにsshでアクセスして、好きなようにシステムを操作することができます。もちろん、私たちがサポートするのは、NextBoxの純正構成のみです。
lt: Taip, galite nustatyti ssh prieigą per "NextBox Nextcloud" programėlę. Vėliau galėsite pasiekti savo "NextBox" naudodami ssh ir galėsite daryti su sistema, ką tik norite. Akivaizdu, kad mes teiksime pagalbą tik "NextBox" atsarginei konfigūracijai.
lv: Jā, varat iestatīt ssh piekļuvi, izmantojot NextBox Nextcloud lietotni. Pēc tam varat piekļūt savam NextBox, izmantojot ssh, un varat darīt ar sistēmu, ko vēlaties. Acīmredzot mēs sniegsim atbalstu tikai NextBox krājumu konfigurācijai.
nl: Ja, u kunt ssh-toegang instellen via de NextBox Nextcloud-app. Daarna kunt u via ssh toegang krijgen tot uw NextBox en kunt u met het systeem doen wat u wilt. Uiteraard bieden wij alleen ondersteuning voor de standaardconfiguratie van de NextBox.
pl: Tak, możesz skonfigurować dostęp ssh poprzez aplikację NextBox Nextcloud. Następnie można uzyskać dostęp do NextBox za pomocą ssh i można zrobić z systemem, co się chce. Oczywiście zapewniamy wsparcie tylko dla konfiguracji standardowej NextBox.
pt: Sim, você pode configurar o acesso ssh através da aplicação NextBox Nextcloud. Depois você pode acessar sua NextBox usando o ssh e você pode fazer com o sistema o que quiser. Obviamente nós só iremos fornecer suporte para a configuração do stock da NextBox.
ro: Da, puteți configura accesul ssh prin intermediul aplicației NextBox Nextcloud. Ulterior, puteți accesa NextBox folosind ssh și puteți face cu sistemul orice doriți. Evident, vom oferi asistență doar pentru configurația stocată a NextBox.
ru: Да, вы можете настроить доступ по ssh через приложение NextBox Nextcloud. После этого вы сможете получить доступ к NextBox через ssh и делать с системой все, что захотите. Разумеется, мы предоставляем поддержку только для стоковой конфигурации NextBox.
sk: Áno, prístup cez ssh môžete nastaviť prostredníctvom aplikácie NextBox Nextcloud. Potom môžete získať prístup k svojmu NextBoxu pomocou ssh a môžete so systémom robiť, čo chcete. Samozrejme, budeme poskytovať podporu len pre skladovú konfiguráciu NextBoxu.
sl: Da, dostop ssh lahko nastavite prek aplikacije NextBox Nextcloud. Nato lahko do svojega NextBoxa dostopate prek ssh in s sistemom počnete, kar želite. Seveda bomo zagotovili podporo samo za osnovno konfiguracijo NextBoxa.
sv: Ja, du kan konfigurera ssh-åtkomst via NextBox Nextcloud-appen. Därefter kan du komma åt din NextBox med ssh och du kan göra vad du vill med systemet. Självklart kommer vi endast att ge stöd för NextBox standardkonfiguration.
zh_cn: 是的，你可以通过NextBox Nextcloud应用程序设置ssh访问。之后，你可以使用ssh访问你的NextBox，你可以对系统做任何你想做的事。显然，我们将只提供对NextBox股票配置的支持。
