Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/nextbox.po
Languages: bg, cs, de, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: If you do not receive a verification e-mail try `reset password`_ (using the same e-mail address) at `desec.io`_ to set a password, which will allow you to login into your account.
bg: Ако не получите имейл за потвърждение, опитайте `reset password`_ (като използвате същия имейл адрес) на `desec.io`_ да зададете парола, която ще ви позволи да влезете в профила си.
cs: Pokud neobdržíte ověřovací e-mail, zkuste `resetovat heslo`_ (pomocí stejné e-mailové adresy) na adrese `desec.io`_ nastavit heslo, které vám umožní přihlášení k účtu.
de: Wenn Sie keine Bestätigungs-E-Mail erhalten, versuchen Sie `Passwort zurücksetzen`_ (unter Verwendung der gleichen E-Mail-Adresse) bei `desec.io`_, um ein Passwort zu setzen, mit dem Sie sich in Ihr Konto einloggen können.
el: Αν δεν λάβετε e-mail επαλήθευσης, δοκιμάστε `reset password`_ (χρησιμοποιώντας την ίδια διεύθυνση e-mail) στο `desec.io`_ για να ορίσετε έναν κωδικό πρόσβασης, ο οποίος θα σας επιτρέψει να συνδεθείτε στο λογαριασμό σας.
es: Si no recibe un correo electrónico de verificación, intente `restablecer la contraseña`_ (utilizando la misma dirección de correo electrónico) en `desec.io`_ para establecer una contraseña, que le permitirá acceder a su cuenta.
et: Kui te ei saa kinnitusmeili, proovige `reset password`_ (kasutades sama e-posti aadressi) aadressil `desec.io`_, et määrata parool, mis võimaldab teil oma kontole sisse logida.
fi: Jos et saa vahvistussähköpostia, yritä `reset password`_ (käyttäen samaa sähköpostiosoitetta) osoitteessa `desec.io`_ asettaa salasana, jonka avulla voit kirjautua tilillesi.
fr: Si vous ne recevez pas d'e-mail de vérification, essayez de réinitialiser votre mot de passe (en utilisant la même adresse e-mail) sur le site `desec.io`_ pour définir un mot de passe qui vous permettra de vous connecter à votre compte.
hu: Ha nem kap megerősítő e-mailt, próbálja meg a `jelszó visszaállítása`_ címen (ugyanazon az e-mail címen) a `desec.io`_ címen beállítani a jelszót, amely lehetővé teszi a fiókjába való bejelentkezést.
ja: 認証メールが届かない場合は、`reset password`_（同じメールアドレスを使用）を`desec.io`_で試してパスワードを設定し、アカウントにログインできるようにしてください。
lt: Jei negaunate patvirtinimo el. laiško, pabandykite `nustatyti slaptažodį`_ (naudodami tą patį el. pašto adresą) adresu `desec.io`_, kad nustatytumėte slaptažodį ir galėtumėte prisijungti prie savo paskyros.
lv: Ja nesaņemat verifikācijas e-pastu, mēģiniet `atjaunot paroli`_ (izmantojot to pašu e-pasta adresi) vietnē `desec.io`_, lai iestatītu paroli, kas ļaus jums pieteikties savā kontā.
nl: Als u geen verificatie e-mail ontvangt probeer dan `reset password`_ (met hetzelfde e-mail adres) op `desec.io`_ om een wachtwoord in te stellen, waarmee u kunt inloggen op uw account.
pl: Jeśli nie otrzymasz e-maila weryfikacyjnego, spróbuj `reset password`_ (używając tego samego adresu e-mail) na stronie `desec.io`_, aby ustawić hasło, które pozwoli Ci zalogować się na Twoje konto.
pt: Se você não receber um e-mail de verificação tente `reset password`_ (usando o mesmo endereço de e-mail) em `desec.io`_ para definir uma password, que lhe permitirá entrar na sua conta.
ro: Dacă nu primiți un e-mail de verificare, încercați `reset password`_ (folosind aceeași adresă de e-mail) la `desec.io`_ pentru a seta o parolă, care vă va permite să vă autentificați în cont.
ru: Если вы не получили письмо с подтверждением, попробуйте ` сбросить пароль`_ (используя тот же адрес электронной почты) на сайте `desec.io`_, чтобы установить пароль, который позволит вам войти в свой аккаунт.
sk: Ak nedostanete overovací e-mail, skúste `resetovať heslo`_ (s použitím rovnakej e-mailovej adresy) na `desec.io`_ nastaviť heslo, ktoré vám umožní prihlásiť sa do vášho konta.
sl: Če ne prejmete potrditvenega e-poštnega sporočila, poskusite `nastaviti geslo`_ (z uporabo istega e-poštnega naslova) na `desec.io`_ nastaviti geslo, ki vam bo omogočilo prijavo v račun.
sv: Om du inte får något bekräftelsemail försöker du `återställa lösenordet`_ (med samma e-postadress) på `desec.io`_ för att ställa in ett lösenord som gör att du kan logga in på ditt konto.
zh_cn: 如果你没有收到验证邮件，请在`reset password`_（使用相同的电子邮件地址）`desec.io`_设置一个密码，这将使你能够登录到你的帐户。

source: In step two the just acquired secret token shall be inserted into the input field to complete your guided dynamic dns configuration.
bg: Във втората стъпка току-що придобитият секретен токен ще бъде вмъкнат в полето за въвеждане, за да завършите ръководената динамична конфигурация на DNS.
cs: Ve druhém kroku se do vstupního pole vloží právě získaný tajný token, čímž se dokončí řízená konfigurace dynamického DNS.
de: Im zweiten Schritt soll das soeben erworbene geheime Token in das Eingabefeld eingefügt werden, um Ihre geführte dynamische dns-Konfiguration abzuschließen.
el: Στο δεύτερο βήμα, το μόλις αποκτηθέν μυστικό κουπόνι θα εισαχθεί στο πεδίο εισαγωγής για να ολοκληρωθεί η καθοδηγούμενη δυναμική διαμόρφωση dns.
es: En el segundo paso, el token secreto recién adquirido se insertará en el campo de entrada para completar su configuración dinámica guiada de DNS.
et: Teises etapis sisestatakse sisestusväljale äsja saadud salajane sümbol, et viia lõpule teie juhitud dünaamiline dns-konfiguratsioon.
fi: Toisessa vaiheessa juuri hankittu salainen tunniste lisätään syöttökenttään, jotta ohjattu dynaaminen dns-konfiguraatio saadaan valmiiksi.
fr: Dans la deuxième étape, le jeton secret qui vient d'être acquis doit être inséré dans le champ de saisie pour achever la configuration dynamique guidée du DNS.
hu: A második lépésben az imént megszerzett titkos tokent kell beilleszteni a beviteli mezőbe, hogy befejezze az irányított dinamikus dns konfigurációt.
ja: ステップ2では、取得したばかりのシークレット・トークンを入力フィールドに挿入し、ガイド付きダイナミックDNSの設定を完了します。
lt: Antrajame žingsnyje ką tik gautas slaptasis simbolis turi būti įterptas į įvesties lauką, kad būtų užbaigta jūsų vadovaujama dinaminio DNS konfigūracija.
lv: Otrajā solī ievades laukā jāievada nupat iegūtais slepenais marķieris, lai pabeigtu jūsu vadīto dinamisko dns konfigurāciju.
nl: In stap twee moet het zojuist verkregen geheime token in het invoerveld worden ingevoegd om uw geleide dynamische dns-configuratie te voltooien.
pl: W drugim kroku należy wprowadzić właśnie uzyskany secret token do pola wprowadzania danych, aby zakończyć konfigurację dynamicznego systemu dns.
pt: No passo dois o token secreto recém-adquirido deve ser inserido no campo de entrada para completar a configuração do seu dns dinâmico guiado.
ro: În pasul doi, token-ul secret tocmai achiziționat va fi introdus în câmpul de introducere pentru a finaliza configurația dns dinamică ghidată.
ru: На втором шаге только что полученный секретный токен должен быть вставлен в поле ввода, чтобы завершить настройку динамического dns.
sk: V druhom kroku sa do vstupného poľa vloží práve získaný tajný token, čím sa dokončí riadená dynamická konfigurácia DNS.
sl: V drugem koraku v vnosno polje vstavite pravkar pridobljeni tajni žeton, da dokončate vodeno dinamično konfiguracijo DNS.
sv: I steg två ska den nyss förvärvade hemliga token föras in i inmatningsfältet för att slutföra din guidade dynamiska dns-konfiguration.
zh_cn: 在第二步中，应将刚刚获得的秘密令牌插入输入栏，以完成你的指导性动态域名配置。

source: Your token will only be presented once to you (after the verification process). If you need a new token, you need to create a new one inside the `token management`_ inside your `desec.io`_ account settings.
bg: Вашият токън ще ви бъде представен само веднъж (след процеса на проверка). Ако имате нужда от нов токен, трябва да създадете нов токен в `token management`_ в настройките на вашия `desec.io`_ акаунт.
cs: Váš token vám bude předložen pouze jednou (po ověření). Pokud potřebujete nový token, musíte si vytvořit nový v rámci `token management`_ v nastavení vašeho `desec.io`_ účtu.
de: Ihr Token wird Ihnen nur einmal präsentiert (nach dem Verifizierungsprozess). Wenn Sie ein neues Token benötigen, müssen Sie ein neues in der `Token-Verwaltung`_ innerhalb Ihrer `desec.io`_ Kontoeinstellungen erstellen.
el: Το διακριτικό σας θα σας παρουσιαστεί μόνο μία φορά (μετά τη διαδικασία επαλήθευσης). Εάν χρειάζεστε ένα νέο token, πρέπει να δημιουργήσετε ένα νέο μέσα στο `διαχείριση token`_ μέσα στις ρυθμίσεις του λογαριασμού σας `desec.io`_.
es: Tu token sólo se te presentará una vez (después del proceso de verificación). Si necesitas un nuevo token, tienes que crear uno nuevo dentro de la `gestión de tokens`_ dentro de la configuración de tu cuenta `desec.io`_.
et: Teie sümbolit esitatakse teile ainult üks kord (pärast verifitseerimisprotsessi). Kui teil on vaja uut sümbolit, peate looma uue sümboli oma `token management`_ konto seadetes `desec.io`_.
fi: Tunnuksesi näytetään sinulle vain kerran (vahvistusprosessin jälkeen). Jos tarvitset uuden tunnisteen, sinun on luotava uusi tunniste `tokenien hallinta`_ sisällä `desec.io`_-tilisi asetuksissa.
fr: Votre jeton ne vous sera présenté qu'une seule fois (après le processus de vérification). Si vous avez besoin d'un nouveau jeton, vous devez en créer un nouveau dans la section "gestion des jetons" des paramètres de votre compte `desec.io`_.
hu: A tokenje csak egyszer kerül bemutatásra (az ellenőrzési folyamat után). Ha új tokenre van szüksége, hozzon létre egy újat a `token management`_ alatt a `desec.io`_ fiók beállításain belül.
ja: あなたのトークンは一度だけ提示されます（認証プロセスの後）。 新しいトークンが必要な場合は、`token management`_ `desec.io`_ のアカウント設定の中で、新しいトークンを作成する必要があります。
lt: Ženklas jums bus pateiktas tik vieną kartą (po patikrinimo proceso). Jei jums reikia naujo žetono, turite sukurti naują žetoną `tokenų valdymas`_ savo `desec.io`_ paskyros nustatymuose.
lv: Jūsu žetons jums tiks parādīts tikai vienu reizi (pēc verifikācijas procesa). Ja jums ir nepieciešams jauns žetons, jums ir jāizveido jauns žetons `tokenu pārvaldība`_ iekšpusē `desec.io`_ konta iestatījumos.
nl: Uw token wordt slechts eenmaal aan u gepresenteerd (na het verificatieproces). Als u een nieuw token nodig heeft, moet u een nieuw token aanmaken in de `token management`_ in uw `desec.io`_ account instellingen.
pl: Twój token zostanie Ci przedstawiony tylko raz (po procesie weryfikacji). Jeśli potrzebujesz nowego tokena, musisz utworzyć nowy wewnątrz `zarządzanie tokenami`_ w ustawieniach konta `desec.io`_.
pt: O seu token só lhe será apresentado uma vez (após o processo de verificação). Se você precisar de um novo token, você precisa criar um novo dentro do `token management`_ dentro do seu `desec.io`_ account settings.
ro: Tokenul dvs. va fi prezentat o singură dată (după procesul de verificare). Dacă aveți nevoie de un nou token, trebuie să creați unul nou în cadrul `token management`_ din cadrul setărilor contului dumneavoastră `desec.io`_.
ru: Ваш токен будет предъявлен вам только один раз (после процесса верификации). Если вам нужен новый токен, вам нужно создать новый токен в разделе `token management`_ в настройках вашего `desec.io`_ аккаунта.
sk: Váš token sa vám zobrazí len raz (po overení). Ak potrebujete nový token, musíte si vytvoriť nový token v rámci `správa tokenov`_ v nastaveniach vášho `desec.io`_ konta.
sl: Vaš žeton bo prikazan samo enkrat (po postopku preverjanja). Če potrebujete nov žeton, ga morate ustvariti znotraj `token management`_ znotraj `desec.io`_ nastavitev računa.
sv: Din token visas endast en gång för dig (efter verifieringsprocessen). Om du behöver en ny token måste du skapa en ny i `token management`_ i dina `desec.io`_ kontoinställningar.
zh_cn: 你的令牌只会呈现给你一次（在验证过程之后）。 如果你需要一个新的令牌，你需要在你的`token management`_里面的`desec.io`_账户设置中创建一个新的令牌。

source: Once the 2nd step is completed you can *Continue to TLS activation* - see below...
bg: След като втората стъпка е завършена, можете да *продължите с активирането на TLS* - вижте по-долу...
cs: Po dokončení 2. kroku můžete *pokračovat v aktivaci TLS* - viz níže...
de: Sobald der 2. Schritt abgeschlossen ist, können Sie *Weiter zur TLS-Aktivierung* - siehe unten...
el: Μόλις ολοκληρωθεί το 2ο βήμα, μπορείτε να *Συνεχίσετε την ενεργοποίηση του TLS* - δείτε παρακάτω...
es: Una vez completado el segundo paso puede *Continuar con la activación de TLS* - ver abajo...
et: Kui 2. samm on lõpule viidud, saate *jätkata TLS-i aktiveerimisega* - vt allpool...
fi: Kun 2. vaihe on valmis, voit *Jatka TLS-aktivointiin* - katso alla...
fr: Une fois la 2ème étape terminée, vous pouvez *Continuer l'activation TLS* - voir ci-dessous...
hu: Ha a 2. lépés befejeződött, akkor *Folytassa a TLS aktiválást* - lásd alább...
ja: 2つ目のステップが完了したら、TLSの起動に進むことができます。
lt: Atlikę antrąjį žingsnį galite *Tęsti TLS aktyvavimą* - žr. toliau...
lv: Kad otrais solis ir pabeigts, varat *Turpināt TLS aktivizēšanu* - skatiet tālāk...
nl: Zodra de 2e stap is voltooid kunt u *Doorgaan naar TLS activatie* - zie hieronder...
pl: Po zakończeniu drugiego kroku możesz *Kontynuować aktywację TLS* - patrz poniżej...
pt: Uma vez concluído o 2º passo, você pode *Continuar a ativação do TLS* - veja abaixo...
ro: După ce a doua etapă este finalizată, puteți *Continua cu activarea TLS* - a se vedea mai jos...
ru: После завершения 2-го шага вы можете *Продолжить активацию TLS* - см. ниже...
sk: Po dokončení druhého kroku môžete *pokračovať v aktivácii TLS* - pozri nižšie...
sl: Ko je drugi korak končan, lahko *Daljujete z aktivacijo TLS* - glejte spodaj...
sv: När det andra steget är slutfört kan du *Fortsätta till TLS-aktivering* - se nedan...
zh_cn: 一旦第二步完成，你就可以*继续进行TLS激活* - 见下文...

source: Custom Dynamic DNS
bg: Потребителски динамичен DNS
cs: Vlastní dynamická služba DNS
de: Benutzerdefiniertes dynamisches DNS
el: Προσαρμοσμένο δυναμικό DNS
es: DNS dinámico personalizado
et: Kohandatud dünaamiline DNS
fi: Mukautettu dynaaminen DNS
fr: DNS dynamique personnalisé
hu: Egyéni dinamikus DNS
ja: カスタムダイナミックDNS
lt: Pasirinktinis dinaminis DNS
lv: Pielāgotais dinamiskais DNS
nl: Aangepaste dynamische DNS
pl: Własny dynamiczny DNS
pt: DNS dinâmico personalizado
ro: DNS dinamic personalizat
ru: Пользовательский динамический DNS
sk: Vlastné dynamické DNS
sl: Dinamični DNS po meri
sv: Anpassad dynamisk DNS
zh_cn: 自定义动态DNS

source: To update your dynamic DNS provider with your currently used IP(s), NextBox is using `ddclient`_, which can be directly configured here or via the *Guided DNS* method described before.
bg: За актуализиране на динамичния DNS доставчик с текущо използваните IP адреси NextBox използва `ddclient`_, който може да бъде конфигуриран директно тук или чрез метода *Guided DNS*, описан по-горе.
cs: Pro aktualizaci poskytovatele dynamického DNS s vašimi aktuálně používanými IP adresami používá NextBox `ddclient`_, který lze nakonfigurovat přímo zde nebo pomocí dříve popsané metody *Guided DNS*.
de: Um Ihren dynamischen DNS-Provider mit Ihren aktuell verwendeten IP(s) zu aktualisieren, verwendet NextBox den `ddclient`_, der hier direkt oder über die zuvor beschriebene *Guided DNS* Methode konfiguriert werden kann.
el: Για την ενημέρωση του παρόχου δυναμικού DNS με τις IP(s) που χρησιμοποιείτε σήμερα, το NextBox χρησιμοποιεί το `ddclient`_, το οποίο μπορεί να ρυθμιστεί απευθείας εδώ ή μέσω της μεθόδου *Guided DNS* που περιγράφηκε προηγουμένως.
es: Para actualizar su proveedor de DNS dinámico con su(s) IP(s) actualmente utilizada(s), NextBox está utilizando `ddclient`_, que puede ser configurado directamente aquí o a través del método *DNS guiado* descrito anteriormente.
et: Dünaamilise DNS teenusepakkuja uuendamiseks teie hetkel kasutatava(te) IP(de)ga kasutab NextBox `ddclient`_, mida saab konfigureerida otse siin või eelnevalt kirjeldatud *Guided DNS* meetodi abil.
fi: NextBox käyttää `ddclient`_ -palvelua päivittääkseen dynaamisen DNS-palveluntarjoajan tällä hetkellä käytössä olevilla IP-osoitteilla, ja se voidaan määrittää suoraan täällä tai edellä kuvatulla *Guided DNS* -menetelmällä.
fr: Pour mettre à jour votre fournisseur de DNS dynamique avec votre/vos IP(s) actuellement utilisé(s), NextBox utilise `ddclient`_, qui peut être configuré directement ici ou via la méthode *Guided DNS* décrite précédemment.
hu: A NextBox a dinamikus DNS szolgáltató frissítéséhez a jelenleg használt IP cím(ek)kel a `ddclient`_-t használja, amely közvetlenül itt vagy a korábban leírt *Guided DNS* módszerrel konfigurálható.
ja: ダイナミックDNSプロバイダーに現在使用しているIPを更新するために、NextBoxは`ddclient`_を使用しており、ここで直接設定することも、前述の*Guided DNS*方式で設定することも可能です。
lt: NextBox naudoja `ddclient`_, kurį galima tiesiogiai sukonfigūruoti čia arba naudojant anksčiau aprašytą *Guided DNS* metodą.
lv: Lai atjauninātu savu dinamisko DNS pakalpojumu sniedzēju ar pašlaik izmantotajiem IP, NextBox izmanto `ddclient`_, kuru var tieši konfigurēt šeit vai arī izmantojot iepriekš aprakstīto *Pavadītā DNS* metodi.
nl: Om uw dynamische DNS provider te updaten met uw huidige gebruikte IP(s), gebruikt NextBox `ddclient`_, die hier direct kan worden geconfigureerd of via de eerder beschreven *Guided DNS* methode.
pl: Aby zaktualizować dynamiczny DNS o aktualnie używane IP, NextBox używa `ddclient`_, który może być skonfigurowany bezpośrednio tutaj lub za pomocą opisanej wcześniej metody *Guided DNS*.
pt: Para actualizar o seu fornecedor de DNS dinâmico com o(s) seu(s) IP(s) actualmente utilizado(s), a NextBox está a utilizar `ddclient`_, que pode ser configurado directamente aqui ou através do método *Guided DNS* descrito anteriormente.
ro: Pentru a actualiza furnizorul de DNS dinamic cu IP-ul (IP-urile) utilizat(e) în prezent, NextBox utilizează `ddclient`_, care poate fi configurat direct aici sau prin metoda *Guided DNS* descrisă anterior.
ru: Для обновления динамического DNS провайдера с вашим текущим используемым IP(s) NextBox использует `ddclient`_, который может быть настроен непосредственно здесь или с помощью метода *Guided DNS*, описанного ранее.
sk: Na aktualizáciu poskytovateľa dynamického DNS s vašimi aktuálne používanými IP adresami používa NextBox `ddclient`_, ktorý môžete nakonfigurovať priamo tu alebo pomocou metódy *Guided DNS* opísanej predtým.
sl: Za posodobitev vašega ponudnika dinamičnega DNS s trenutno uporabljenimi IP-ji NextBox uporablja `ddclient`_, ki ga lahko neposredno konfigurirate tukaj ali s pomočjo prej opisane metode *Guided DNS*.
sv: För att uppdatera din dynamiska DNS-leverantör med dina för närvarande använda IP-adresser använder NextBox `ddclient`_, som kan konfigureras direkt här eller via *Guided DNS*-metoden som beskrivs tidigare.
zh_cn: 为了用你目前使用的IP更新你的动态DNS提供商，NextBox使用`ddclient`_，它可以直接在这里配置或通过前面描述的*指导DNS*方法。
