Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/nextbox.po
Languages: bg, cs, de, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: simple (``http``) using either ``nextbox.local`` or your local IP (e.g.: ``192.168.178.123``)
bg: прости (``http``), като използвате ``nextbox.local`` или вашия местен IP адрес (например: ``192.168.178.123``)
cs: jednoduché (``http``) pomocí ``nextbox.local`` nebo vaší místní IP (např.: ``192.168.178.123``).
de: einfach (``http``) entweder mit ``nextbox.local`` oder Ihrer lokalen IP (z.B.: ``192.168.178.123``)
el: απλό (``http``) χρησιμοποιώντας είτε ``nextbox.local`` είτε την τοπική σας IP (π.χ.: ``192.168.178.123``)
es: simple (``http``) mediante ``nextbox.local`` o su IP local (por ejemplo: ``192.168.178.123``)
et: lihtne (``http``), kasutades kas ``nextbox.local`` või oma kohalikku IP-d (nt: ``192.168.178.123<x>``).
fi: yksinkertainen (``http``) käyttäen joko ``nextbox.local`` tai paikallista IP-osoitettasi (esim.: ``192.168.178.123``).
fr: simple (``http``) en utilisant soit ``nextbox.local`` soit votre IP locale (par exemple : ``192.168.178.123``)
hu: egyszerű (``http``) a ``nextbox.local`` vagy a helyi IP-cím (pl.: ``192.168.178.123<x>``) használatával.
ja: シンプル（``http``）で、``nextbox.local``またはローカルIP（例：``192.168.178.123``）を使用しています。
lt: paprastas (``http``) naudojant ``</x id="33"></x>`` arba vietinį IP (pvz.: ``192.168.178.123``).
lv: vienkārši (``</x id="10"></x>``), izmantojot ``</x id="33"></x>`` vai savu vietējo IP (piemēram: ``192.168.178.123``).
nl: eenvoudig (``http``) met ``nextbox.local`` of uw lokale IP (b.v.: ``192.168.178.123``)
pl: proste (``http``) używając albo ``nextbox.local`` lub lokalnego IP (np.: ``192.168.178.123``).
pt: simples (``http```) usando ou ```x id="33"></x>`` ou o seu IP local (por exemplo: ```x id="75"></x>```)
ro: simplu (``http``) folosind fie ``nextbox.local``, fie IP-ul local (de exemplu: ``192.168.178.123``)
ru: простой (``http``), используя либо ``nextbox.local``, либо ваш локальный IP (например: ``192.168.178.123``)
sk: jednoduché (``http``) pomocou ``nextbox.local`` alebo vašej lokálnej IP (napr.: ``192.168.178.123``)
sl: preprosto (``http``) z uporabo ``nextbox.local`` ali vašega lokalnega IP (npr.: ``192.168.178.123``)
sv: enkel (``http``) med hjälp av antingen ``nextbox.local`` eller din lokala IP-adress (t.ex.: ``192.168.178.123``)
zh_cn: 简单（``http``）使用``nextbox.local``或你的本地IP（例如：``192.168.178.123`）。

source: Generally a bad idea, this will not encrypt the transported data in any way and is only useful in a setup where you do not want remote access to your NextBox (having non-encrypted traffic inside your LAN might be no problem, as long as you know what you are doing)
bg: Като цяло това е лоша идея, тъй като не криптира по никакъв начин пренасяните данни и е полезно само при настройки, при които не искате отдалечен достъп до вашия NextBox (некриптираният трафик в рамките на вашата локална мрежа може да не е проблем, стига да знаете какво правите).
cs: Obecně je to špatný nápad, protože to nijak nešifruje přenášená data a je to užitečné pouze v případě, že nechcete mít vzdálený přístup k NextBoxu (nešifrovaný provoz uvnitř vaší sítě LAN nemusí být problém, pokud víte, co děláte).
de: Generell eine schlechte Idee, da dies die transportierten Daten in keiner Weise verschlüsselt und nur in einem Setup sinnvoll ist, in dem Sie keinen Fernzugriff auf Ihre NextBox wünschen (unverschlüsselter Datenverkehr innerhalb Ihres LANs könnte kein Problem sein, solange Sie wissen, was Sie tun)
el: Γενικά, αυτό δεν είναι μια κακή ιδέα, καθώς δεν θα κρυπτογραφήσει τα μεταφερόμενα δεδομένα με κανέναν τρόπο και είναι χρήσιμο μόνο σε μια ρύθμιση όπου δεν θέλετε απομακρυσμένη πρόσβαση στο NextBox σας (η μη κρυπτογραφημένη κίνηση μέσα στο LAN σας μπορεί να μην αποτελεί πρόβλημα, εφόσον γνωρίζετε τι κάνετε).
es: Generalmente es una mala idea, esto no encriptará los datos transportados de ninguna manera y sólo es útil en una configuración en la que no quieres tener acceso remoto a tu NextBox (tener tráfico no encriptado dentro de tu LAN puede no ser un problema, siempre y cuando sepas lo que estás haciendo)
et: Üldiselt on see halb mõte, kuna see ei krüpteeri transporditavaid andmeid kuidagi ja on kasulik ainult siis, kui te ei soovi kaugjuurdepääsu oma NextBoxile (krüpteerimata liikumine teie LANi sees ei pruugi olla probleemiks, kui te teate, mida teete).
fi: Yleensä huono ajatus, sillä tämä ei salaa siirrettävää dataa millään tavalla, ja se on hyödyllinen vain asetuksissa, joissa et halua etäyhteyttä NextBoxiin (salaamaton liikenne lähiverkon sisällä ei ehkä ole ongelma, kunhan tiedät, mitä olet tekemässä).
fr: C'est généralement une mauvaise idée, cela ne crypte en aucun cas les données transportées et n'est utile que dans une configuration où vous ne voulez pas d'accès à distance à votre NextBox (avoir un trafic non crypté à l'intérieur de votre LAN ne pose pas de problème, tant que vous savez ce que vous faites).
hu: Általában rossz ötlet, ez nem titkosítja a szállított adatokat semmilyen módon, és csak olyan beállításban hasznos, ahol nem akar távoli hozzáférést a NextBox-hoz (a nem titkosított forgalom a LAN-on belül nem jelenthet problémát, ha tudja, mit csinál).
ja: 一般的にはあまりお勧めできません。これは転送されたデータを暗号化するものではなく、NextBoxへのリモートアクセスを望まない場合にのみ有効です（LAN内に暗号化されていないトラフィックがあっても、自分が何をしているかを理解していれば問題はありません）。
lt: Paprastai tai yra bloga idėja, nes tai niekaip nešifruoja perduodamų duomenų ir yra naudinga tik tada, kai nenorite nuotolinės prieigos prie savo NextBox (nešifruoto duomenų srauto perdavimas LAN tinkle gali būti ne problema, jei žinote, ką darote).
lv: Kopumā tā ir slikta ideja, jo tā nekādā veidā nešifrē transportētos datus un ir noderīga tikai tad, ja nevēlaties attālinātu piekļuvi savam NextBox (nešifrēta datplūsma jūsu LAN tīklā var nebūt problēma, ja vien zināt, ko darāt).
nl: Over het algemeen een slecht idee, dit zal de getransporteerde data op geen enkele manier versleutelen en is alleen nuttig in een setup waar u geen remote toegang tot uw NextBox wilt (niet-versleuteld verkeer binnen uw LAN zou geen probleem kunnen zijn, zolang u weet wat u doet)
pl: Generalnie jest to zły pomysł, nie szyfruje to w żaden sposób przesyłanych danych i jest przydatne tylko w przypadku, gdy nie chcesz mieć zdalnego dostępu do NextBoxa (nieszyfrowany ruch w sieci LAN nie stanowi problemu, o ile wiesz, co robisz).
pt: Geralmente uma má ideia, isto não encripta os dados transportados de forma alguma e só é útil numa configuração onde não quer acesso remoto à sua NextBox (ter tráfego não encriptado dentro da sua LAN pode não ser problema, desde que saiba o que está a fazer)
ro: În general o idee proastă, acest lucru nu va cripta datele transportate în nici un fel și este util doar într-o configurație în care nu doriți să aveți acces de la distanță la NextBox (traficul necriptat în interiorul rețelei LAN nu ar putea fi o problemă, atâta timp cât știți ce faceți).
ru: Как правило, это плохая идея, это не шифрует передаваемые данные никаким образом и полезно только в случае, если вы не хотите иметь удаленный доступ к NextBox (наличие незашифрованного трафика внутри вашей локальной сети может быть не проблемой, если вы знаете, что делаете).
sk: Vo všeobecnosti je to zlý nápad, pretože to nijako nešifruje prenášané údaje a je to užitočné len v prípade, že nechcete mať vzdialený prístup k vášmu NextBoxu (nešifrovaná prevádzka vo vašej LAN nemusí byť problém, pokiaľ viete, čo robíte).
sl: Na splošno je to slaba zamisel, saj to ne šifrira prenesenih podatkov na noben način in je uporabno le v nastavitvah, kjer ne želite oddaljenega dostopa do svojega NextBoxa (nešifriran promet znotraj vašega LAN-a morda ni problem, če veste, kaj počnete).
sv: Generellt sett är detta en dålig idé, eftersom det inte krypterar den transporterade datan på något sätt och endast är användbart i en installation där du inte vill ha fjärråtkomst till din NextBox (att ha icke-krypterad trafik inom ditt LAN kan inte vara något problem, så länge du vet vad du gör).
zh_cn: 一般来说，这是一个坏主意，这不会以任何方式对传输的数据进行加密，只有在你不希望远程访问你的NextBox的情况下才有用（在你的局域网内有非加密的流量可能没有问题，只要你知道你在做什么。）

source: **Pro:** fast, no configuration
bg: **Pro:** бързо, без конфигурация
cs: **Pro:** rychlý, bez konfigurace
de: **Pro:** schnell, keine Konfiguration
el: **Προ:** γρήγορα, χωρίς ρυθμίσεις
es: **Pro:** rápido, sin configuración
et: **Pro:** kiire, ei vaja konfigureerimist
fi: **Pro:** nopea, ei konfigurointia
fr: **Pro:** rapide, pas de configuration
hu: **Pro:** gyors, nincs konfiguráció
ja: **プロ：**高速で、設定不要
lt: **Pro:** greitai, be konfigūracijos
lv: **Pro:** ātri, bez konfigurācijas
nl: **Pro: **snel, geen configuratie
pl: **Pro:** szybko, bez konfiguracji
pt: **Pro:** rápido, sem configuração
ro: **Pro:** rapid, fără configurare
ru: **Про:** быстро, без конфигурации
sk: **Pro:** rýchle, bez konfigurácie
sl: **Pro:** hitro, brez konfiguracije
sv: **Pro:** snabbt, ingen konfiguration
zh_cn: **优点：**快速，无需配置

source: **Contra:** no transport security, no remote access (or only unencrypted)
bg: **Контра:** няма сигурност на транспорта, няма отдалечен достъп (или само некриптиран)
cs: **Contra:** žádné zabezpečení přenosu, žádný vzdálený přístup (nebo pouze nešifrovaný)
de: **Kontra:** keine Transportsicherheit, kein Fernzugriff (oder nur unverschlüsselt)
el: **Κόντρα:** καμία ασφάλεια μεταφοράς, καμία απομακρυσμένη πρόσβαση (ή μόνο μη κρυπτογραφημένη)
es: **Contra:** sin seguridad de transporte, sin acceso remoto (o sólo sin cifrar)
et: **Contra:** puudub transpordi turvalisus, puudub kaugjuurdepääs (või ainult krüpteerimata).
fi: **Contra:** ei liikenneturvallisuutta, ei etäkäyttöä (tai vain salaamaton).
fr: **Contra:** pas de sécurité de transport, pas d'accès à distance (ou seulement non crypté)
hu: **Contra:** nincs szállítási biztonság, nincs távoli hozzáférés (vagy csak titkosítatlan)
ja: **コントラ： **トランスポートセキュリティがない、リモートアクセスができない（または暗号化されていないもののみ）。
lt: **Contra:** nėra transporto saugumo, nėra nuotolinės prieigos (arba tik nešifruota)
lv: **Kontra:** nav transporta drošības, nav attālinātās piekļuves (vai tikai nešifrētā veidā).
nl: **Contra:** geen transport beveiliging, geen toegang op afstand (of alleen onversleuteld)
pl: **Kontra:** brak zabezpieczenia transportu, brak zdalnego dostępu (lub tylko nieszyfrowany)
pt: **Contra:** sem segurança de transporte, sem acesso remoto (ou apenas descriptografado)
ro: **Contra:** fără securitate de transport, fără acces de la distanță (sau doar necriptat)
ru: **Контра:** отсутствие транспортной безопасности, отсутствие удаленного доступа (или только незашифрованный)
sk: **Contra:** žiadne zabezpečenie prenosu, žiadny vzdialený prístup (alebo len nešifrovaný)
sl: **Kontra:** brez varnosti prenosa, brez oddaljenega dostopa (ali samo nešifriranega)
sv: **Contra:** ingen transportsäkerhet, ingen fjärråtkomst (eller endast okrypterad)
zh_cn: **Contra:**没有运输安全，没有远程访问（或只有未加密的）。

source: Further, once you set up TLS and thus a DNS-based method, the unencrypted connection for your NextBox will be disabled, this is not the case for the Reverse Proxy as a problem with the proxy would then lock you out of your NextBox.
bg: Освен това, след като настроите TLS и по този начин метод, базиран на DNS, некриптираната връзка за Вашия NextBox ще бъде деактивирана, което не е така за обратния прокси сървър, тъй като проблем с прокси сървъра ще Ви блокира достъпа до Вашия NextBox.
cs: Jakmile nastavíte TLS, a tedy metodu založenou na DNS, bude nešifrované připojení pro váš NextBox zakázáno, což neplatí pro reverzní proxy server, protože problém s proxy serverem by vás pak zablokoval od vašeho NextBoxu.
de: Außerdem wird, sobald Sie TLS und damit eine DNS-basierte Methode einrichten, die unverschlüsselte Verbindung für Ihre NextBox deaktiviert, dies ist beim Reverse Proxy nicht der Fall, da ein Problem mit dem Proxy Sie dann von Ihrer NextBox aussperren würde.
el: Επιπλέον, μόλις ρυθμίσετε το TLS και συνεπώς μια μέθοδο που βασίζεται στο DNS, η μη κρυπτογραφημένη σύνδεση για το NextBox σας θα απενεργοποιηθεί, κάτι που δεν ισχύει για τον αντίστροφο διακομιστή μεσολάβησης, καθώς ένα πρόβλημα με τον διακομιστή μεσολάβησης θα σας αποκλείσει από το NextBox σας.
es: Además, una vez que hayas configurado TLS y, por tanto, un método basado en DNS, la conexión no encriptada para tu NextBox se deshabilitará, lo que no ocurre con el Proxy Inverso, ya que un problema con el proxy te bloquearía tu NextBox.
et: Lisaks, kui olete seadistanud TLS-i ja seega DNS-põhise meetodi, on krüpteerimata ühendus teie NextBoxi jaoks keelatud, see ei kehti Reverse Proxy puhul, kuna probleem proxyga lukustaks teid NextBoxist välja.
fi: Lisäksi, kun olet ottanut käyttöön TLS:n ja siten DNS-pohjaisen menetelmän, NextBoxin salaamaton yhteys poistetaan käytöstä, mutta tämä ei koske käänteistä välityspalvelinta, koska välityspalvelimen ongelma lukitsisi sinut ulos NextBoxista.
fr: De plus, une fois que vous avez configuré TLS et donc une méthode basée sur le DNS, la connexion non cryptée pour votre NextBox sera désactivée, ce qui n'est pas le cas pour le Reverse Proxy car un problème avec le proxy vous bloquerait alors de votre NextBox.
hu: Továbbá, ha egyszer beállítja a TLS-t és így a DNS-alapú módszert, a titkosítatlan kapcsolat a NextBox számára letiltásra kerül, ez a Reverse Proxy esetében nem így van, mivel a proxyval kapcsolatos probléma kizárja Önt a NextBoxból.
ja: さらに、TLSを設定してDNSベースの方法を採用すると、NextBoxの暗号化されていない接続は無効になりますが、リバースプロキシの場合は、プロキシに問題があるとNextBoxからロックアウトされてしまうため、そのようなことはありません。
lt: Be to, kai nustatysite TLS, taigi ir DNS metodą, nešifruotas jūsų NextBox ryšys bus išjungtas, tačiau tai negalioja atvirkštinio tarpinio serverio atveju, nes iškilus problemai su tarpiniu serveriu, jūs negalėsite naudotis savo NextBox.
lv: Turklāt, tiklīdz iestatāt TLS un tādējādi uz DNS balstītu metodi, nešifrētais savienojums jūsu NextBox tiks atspējots, tas neattiecas uz reverso starpniekserveri, jo problēma ar starpniekserveri bloķētu jūsu NextBox.
nl: Verder, zodra u TLS instelt en dus een DNS-gebaseerde methode, zal de onversleutelde verbinding voor uw NextBox worden uitgeschakeld, dit is niet het geval voor de Reverse Proxy, omdat een probleem met de proxy u dan zou uitsluiten van uw NextBox.
pl: Ponadto po skonfigurowaniu TLS, a więc metody opartej na DNS, nieszyfrowane połączenie z NextBox zostanie wyłączone, co nie ma miejsca w przypadku Reverse Proxy, ponieważ problem z proxy uniemożliwiłby dostęp do NextBox.
pt: Além disso, assim que você configurar o TLS e, portanto, um método baseado em DNS, a conexão não criptografada para a sua NextBox será desativada, este não é o caso do Proxy Reverso, pois um problema com o proxy o bloquearia para fora da sua NextBox.
ro: Mai mult, odată ce ați configurat TLS și, prin urmare, o metodă bazată pe DNS, conexiunea necriptată pentru NextBox va fi dezactivată, ceea ce nu este cazul pentru Reverse Proxy, deoarece o problemă cu proxy-ul v-ar bloca accesul la NextBox.
ru: Кроме того, как только вы настроите TLS и, таким образом, метод на основе DNS, незашифрованное соединение для вашего NextBox будет отключено, это не относится к обратному прокси, поскольку проблема с прокси приведет к блокировке вашего NextBox.
sk: Ďalej, keď nastavíte TLS, a teda metódu založenú na DNS, nešifrované pripojenie pre váš NextBox bude zakázané, čo neplatí pre reverzný proxy server, pretože problém s proxy serverom by vás potom zablokoval od vášho NextBoxu.
sl: Poleg tega bo po nastavitvi TLS in s tem metode, ki temelji na DNS, nešifrirana povezava za vaš NextBox onemogočena, kar pa ne velja za obratni posredniški strežnik, saj bi vas težava s posredniškim strežnikom onemogočila pri uporabi vašega NextBoxa.
sv: När du väl har installerat TLS och därmed en DNS-baserad metod kommer den okrypterade anslutningen till din NextBox att stängas av. Detta gäller dock inte för Reverse Proxy eftersom ett problem med proxyn skulle låsa dig ute från din NextBox.
zh_cn: 此外，一旦你设置了TLS和基于DNS的方法，你的NextBox的未加密连接将被禁用，反向代理则不是这样，因为代理的问题将锁定你的NextBox。

source: Nitrokey's Reverse Proxy
de: Nitrokeys umgekehrter Proxy
el: Nitrokey's Αντίστροφος πληρεξούσιος αντιπρόσωπος
fi: Nitrokey'n käänteinen valtakirjapalvelin
fr: Le mandataire inversé de Nitrokey
ja: Nitrokey'のリバースプロキシ
lt: Nitrokey's atvirkštinis proxy
nl: Nitrokey's Omgekeerde Proxy
sv: Nitrokey's omvänd fullmakt
zh_cn: Nitrokey的反向代理

source: This refers to the :doc:`proxy` method.
bg: Това се отнася за метода :doc:`proxy`.
cs: Odkazuje na metodu :doc:`proxy`.
de: Dies bezieht sich auf die Methode :doc:`proxy`.
el: Αυτό αναφέρεται στη μέθοδο :doc:`proxy`.
es: Esto se refiere al método :doc:`proxy`.
et: See viitab :doc:`proxy` meetodile.
fi: Tämä viittaa :doc:`proxy`-menetelmään.
fr: Il s'agit de la méthode :doc:`proxy`.
hu: Ez a :doc:`proxy` módszerre utal.
ja: これは :doc:`proxy` メソッドを参照しています。
lt: Tai reiškia :doc:`proxy` metodą.
lv: Tas attiecas uz :doc:`proxy` metodi.
nl: Dit verwijst naar de :doc:`proxy` methode.
pl: To odnosi się do metody :doc:`proxy`.
pt: Isto refere-se ao método :doc:`proxy`.
ro: Aceasta se referă la metoda :doc:`proxy`.
ru: Это относится к методу :doc:`proxy`.
sk: Odkazuje na metódu :doc:`proxy`.
sl: To se nanaša na metodo :doc:`proxy`.
sv: Detta hänvisar till metoden :doc:`proxy`.
zh_cn: 这指的是:doc:`proxy`方法。
