Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/nextbox.po
Languages: bg, cs, de, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: Factory Resetting your NextBox will inevitably **delete all your files** on the NextBox and any configuration settings.
bg: При нулиране на фабричните настройки на Вашия NextBox неизбежно ще бъдат **изтрити всички Ваши файлове** в NextBox и всички настройки на конфигурацията.
cs: Obnovení továrního nastavení zařízení NextBox nevyhnutelně **vymaže všechny vaše soubory** v zařízení NextBox a všechna konfigurační nastavení.
de: Das Zurücksetzen Ihrer NextBox auf die Werkseinstellungen führt unweigerlich zum **Löschen aller Dateien** auf der NextBox und aller Konfigurationseinstellungen.
el: Η επαναφορά εργοστασιακών ρυθμίσεων του NextBox σας θα διαγράψει αναπόφευκτα **όλα τα αρχεία σας** στο NextBox και οποιεσδήποτε ρυθμίσεις διαμόρφωσης.
es: El restablecimiento de fábrica de su NextBox inevitablemente **borrará todos sus archivos** en el NextBox y cualquier ajuste de configuración.
et: NextBoxi tehasepuhastus kustutab paratamatult **kõik millised NextBoxi failid** ja konfiguratsiooni seaded.
fi: NextBoxin tehdasasetusten palautus poistaa väistämättä kaikki NextBoxin tiedostot** ja kaikki asetukset.
fr: La réinitialisation d'usine de votre NextBox va inévitablement **supprimer tous vos fichiers** sur la NextBox et tous les paramètres de configuration.
hu: A NextBox gyári alaphelyzetbe állítása elkerülhetetlenül **törli az összes fájlt** a NextBoxon és a konfigurációs beállításokat.
ja: NextBoxをファクトリーリセットすると、必然的にNextBox内のすべてのファイル**と設定内容が削除されます。
lt: Iš naujo nustatant gamyklinius parametrus, neišvengiamai bus **pašalinti visi jūsų NextBox failai** ir visos konfigūracijos nuostatos.
lv: Ja atjaunosiet NextBox rūpnīcas iestatījumus, neizbēgami tiks **izdzēsti visi NextBox faili** un konfigurācijas iestatījumi.
nl: Een fabrieksreset van uw NextBox zal onvermijdelijk **alle bestanden** op de NextBox en alle configuratie-instellingen wissen.
pl: Przywrócenie ustawień fabrycznych urządzenia NextBox spowoduje nieuchronne **usunięcie wszystkich plików** w urządzeniu NextBox oraz wszelkich ustawień konfiguracyjnych.
pt: Factory Resetting your NextBox irá inevitavelmente **apagar todos os seus ficheiros** na NextBox e quaisquer definições de configuração.
ro: Resetarea din fabrică a NextBox va duce inevitabil la **ștergerea tuturor fișierelor** de pe NextBox și a tuturor setărilor de configurare.
ru: Сброс к заводским настройкам неизбежно приведет к **удалению всех ваших файлов** на NextBox и любых настроек конфигурации.
sk: Obnovenie továrenského nastavenia vášho NextBoxu nevyhnutne **vymaže všetky vaše súbory** v NextBoxe a všetky konfiguračné nastavenia.
sl: Ob ponastavitvi delovanja naprave NextBox se neizogibno **izbrišejo vse vaše datoteke** v napravi NextBox in vse konfiguracijske nastavitve.
sv: Fabriksåterställning av din NextBox kommer oundvikligen **att radera alla dina filer** på NextBox och alla konfigurationsinställningar.
zh_cn: 出厂重置您的NextBox将不可避免地**删除您在NextBox上的所有文件**和任何配置设置。

source: **To factory reset your NextBox simply press the hardware button for 5 seconds.**
bg: **За да нулирате фабричните настройки на вашия NextBox, просто натиснете хардуерния бутон за 5 секунди.**
cs: **Pro obnovení továrního nastavení zařízení NextBox stačí stisknout hardwarové tlačítko na 5 sekund.**
de: **Um Ihre NextBox auf die Werkseinstellungen zurückzusetzen, drücken Sie einfach die Hardware-Taste für 5 Sekunden.
el: **Για να επαναφέρετε το NextBox σας στα εργοστάσια, απλά πατήστε το κουμπί υλικού για 5 δευτερόλεπτα.**
es: **Para restablecer la configuración de fábrica de su NextBox, simplemente pulse el botón de hardware durante 5 segundos.
et: **NextBoxi tehaseseadete lähtestamiseks vajutage lihtsalt 5 sekundit riistvaranuppu.**
fi: **NextBoxin tehdasasetusten palauttamiseksi paina laitteiston painiketta 5 sekunnin ajan.**
fr: **Pour réinitialiser votre NextBox, appuyez simplement sur le bouton du matériel pendant 5 secondes.
hu: **A NextBox gyári visszaállításához egyszerűen nyomja meg a hardver gombot 5 másodpercig.**
ja: **ハードウェアボタンを5秒間押すだけで、NextBoxをファクトリーリセットできます。
lt: **Jei norite iš naujo nustatyti gamyklinius NextBox nustatymus, tiesiog 5 sekundes paspauskite aparatūros mygtuką.**
lv: **Lai atjaunotu NextBox rūpnīcas iestatījumus, vienkārši nospiediet aparatūras pogu uz 5 sekundēm.**
nl: **Om uw NextBox te resetten drukt u 5 seconden op de hardwareknop.**
pl: **Aby przywrócić ustawienia fabryczne urządzenia NextBox, wystarczy nacisnąć przycisk sprzętowy i przytrzymać go przez 5 sekund.
pt: **Para reiniciar a sua NextBox de fábrica basta pressionar o botão de hardware durante 5 segundos.**
ro: **Pentru a reseta din fabrică NextBox, apăsați pur și simplu butonul hardware timp de 5 secunde.**
ru: **Для сброса к заводским настройкам NextBox просто нажмите аппаратную кнопку на 5 секунд.**.
sk: **Na obnovenie továrenského nastavenia zariadenia NextBox stačí stlačiť hardvérové tlačidlo na 5 sekúnd.**
sl: **Za tovarniško ponastavitev naprave NextBox preprosto pritisnite gumb za strojno opremo za 5 sekund.**
sv: **För att fabriksåterställa din NextBox trycker du bara på hårdvaruknappen i 5 sekunder.**
zh_cn: **要重置您的NextBox，只需按下硬件按钮5秒钟即可**。

source: The NextBox LED will change to *blue* once you press the button, after the 5 seconds have passed the color will change to blinking red (see :doc:`LED documentation <led-colors>`). Once the LED has finally reached *green* again your NextBox is ready for the initial setup as described in :doc:`Getting Started <../gettingstarted>`
bg: След като натиснете бутона, светодиодът на NextBox ще се промени на *син*, а след изтичането на 5 секунди цветът ще се промени на мигащ червен (вж. :doc:`LED documentation <led-colors>`). След като светодиодът най-накрая отново достигне *зелено*, вашият NextBox е готов за първоначална настройка, както е описано в :doc:`Getting Started <../gettingstarted>`
cs: Po stisknutí tlačítka se barva LED diody NextBox změní na *modrou*, po uplynutí 5 sekund se barva změní na blikající červenou (viz :doc:`Dokumentace LED <led-colors>`). Jakmile LED dioda konečně opět dosáhne *zelené*, je váš NextBox připraven k počátečnímu nastavení, jak je popsáno v :doc:`Začínáme <../gettingstarted>`.
de: Die LED der NextBox wechselt nach dem Drücken der Taste auf *blau*, nach Ablauf der 5 Sekunden wechselt die Farbe auf blinkend rot (siehe :doc:`LED-Dokumentation <led-colors>`). Wenn die LED schließlich wieder *grün* erreicht hat, ist Ihre NextBox bereit für die Ersteinrichtung wie in :doc:`Getting Started <../gettingstarted>` beschrieben.
el: Η λυχνία LED του NextBox θα αλλάξει σε *μπλε* μόλις πατήσετε το κουμπί, μετά την πάροδο των 5 δευτερολέπτων το χρώμα θα αλλάξει σε κόκκινο που αναβοσβήνει (βλ. :doc:`Documentation LED <led-colors>`). Μόλις η λυχνία LED γίνει τελικά και πάλι *πράσινη*, το NextBox σας είναι έτοιμο για την αρχική ρύθμιση, όπως περιγράφεται στο :doc:`Έναρξη λειτουργίας <../gettingstarted>`
es: El LED de NextBox cambiará a *azul* una vez que pulse el botón, una vez que hayan pasado los 5 segundos el color cambiará a rojo intermitente (ver :doc:`Documentación de los LEDs <led-colores>`). Una vez que el LED haya alcanzado de nuevo el color *verde*, su NextBox estará listo para la configuración inicial, tal y como se describe en :doc:`Getting Started <../gettingstarted>`.
et: NextBoxi LED muutub *siniseks*, kui vajutate nuppu, pärast 5 sekundi möödumist muutub värv vilkuvaks punaseks (vt :doc:`LED-dokumentatsioon <led-värvid>`). Kui LED on lõpuks taas *roheliseks* muutunud, on teie NextBox valmis algseadistamiseks, nagu on kirjeldatud punktis :doc:`Getting Started <../gettingstarted>`.
fi: NextBoxin LED muuttuu *siniseksi*, kun painat painiketta, ja kun 5 sekuntia on kulunut, väri muuttuu vilkkuvaksi punaiseksi (katso :doc:`LED-dokumentaatio <led-värit>`). Kun LED on vihdoin palannut *vihreäksi*, NextBox on valmis alkuasennukseen, joka on kuvattu kohdassa :doc:`Getting Started <../gettingstarted>`.
fr: La LED du NextBox passera au *bleu* une fois que vous aurez appuyé sur le bouton, après que les 5 secondes se soient écoulées, la couleur passera au rouge clignotant (voir :doc:`Documentation LED <led-colors>`). Une fois que la LED est finalement redevenue *verte*, votre NextBox est prête pour la configuration initiale comme décrit dans :doc:`Démarrer <.../démarrer>`.
hu: A NextBox LED a gomb megnyomásakor *kék* színűre változik, majd 5 másodperc elteltével a szín villogó pirosra változik (lásd :doc:`LED dokumentáció <led-colors>`). Amint a LED végül ismét *zöld* színűre vált, a NextBox készen áll a kezdeti beállításra a :doc:`Kezdés <../gettingstarted>-ben leírtak szerint.
ja: ボタンを押すとNextBoxのLEDは青*に変わり、5秒経つと赤の点滅に変わります（ :doc:`LED documentation <led-colors>`参照）。LEDが再び緑*になると、NextBoxは :doc:`Getting Started <../gettingstarted>`で説明されている初期設定の準備が整います。
lt: Paspaudus mygtuką, NextBox šviesos diodas pasikeis į *mėlyną*, o praėjus 5 sekundėms spalva pasikeis į mirksinčią raudoną (žr. :doc:`LED dokumentaciją <led-colors>`). Kai šviesos diodas vėl pradės šviesti *žalia* spalva, "NextBox" bus paruoštas pradiniam konfigūravimui, kaip aprašyta :doc:`Getting Started <../gettingstarted>`
lv: NextBox LED pēc pogas nospiešanas mainīsies uz *zilu*, bet pēc 5 sekunžu perioda beigām krāsa mainīsies uz mirgojoši sarkanu (skat. :doc:`LED dokumentācija <led-colors>`). Kad gaismas diode beidzot atkal ir sasniegusi *zaļo* krāsu, NextBox ir gatavs sākotnējai iestatīšanai, kā aprakstīts :doc:`Getting Started <../gettingstarted>`.
nl: De LED van de NextBox zal veranderen in *blauw* zodra u op de knop drukt, na het verstrijken van de 5 seconden zal de kleur veranderen in knipperend rood (zie :doc:`LED documentatie <led-colors>`). Als de LED uiteindelijk weer *groen* is geworden is uw NextBox klaar voor de eerste installatie zoals beschreven in :doc:`Getting Started <../gettingstarted>`
pl: Po naciśnięciu przycisku dioda NextBox zmieni kolor na *niebieski*, po upływie 5 sekund kolor zmieni się na migający czerwony (patrz :doc:`Dokumentacja diod <led-colors>`). Kiedy dioda LED ponownie osiągnie kolor *zielony*, twój NextBox jest gotowy do wstępnej konfiguracji, jak opisano w :doc:`Getting Started <../gettingstarted>`.
pt: O LED NextBox mudará para *azul* quando você pressionar o botão, após 5 segundos a cor mudará para vermelho intermitente (veja :doc:`LED documentation <led-colors>`). Uma vez que o LED tenha finalmente atingido *verde* novamente, sua NextBox estará pronta para a configuração inicial, conforme descrito em :doc:`Getting Started <.../gettingstarted>`
ro: LED-ul NextBox se va schimba în *albastru* odată ce apăsați butonul, după ce au trecut 5 secunde, culoarea se va schimba în roșu intermitent (a se vedea :doc:`Documentație LED <led-colors>`). Odată ce LED-ul a ajuns în sfârșit din nou la *verde*, NextBox-ul dvs. este gata pentru configurarea inițială, așa cum este descris în :doc:`Getting Started <../gettingstarted>`.
ru: После нажатия кнопки светодиод NextBox изменит цвет на *синий*, по истечении 5 секунд цвет изменится на мигающий красный (см. :doc:`LED documentation <led-colors>`). Как только светодиод снова станет *зеленым*, ваш NextBox готов к первоначальной настройке, как описано в :doc:`Getting Started <.../gettingstarted>`.
sk: LED dióda NextBox sa po stlačení tlačidla zmení na *modrú*, po uplynutí 5 sekúnd sa farba zmení na blikajúcu červenú (pozri :doc:`LED documentation <led-colors>`). Keď LED dióda nakoniec opäť dosiahne *zelenú* farbu, váš NextBox je pripravený na úvodné nastavenie, ako je popísané v :doc:`Začíname <../gettingstarted>`
sl: Ko pritisnete gumb, se bo NextBox LED spremenil v *modro*, po preteku 5 sekund pa se bo barva spremenila v utripajočo rdečo (glej :doc:`LED-dokumentacija <led-colors>`). Ko bo LED dioda končno spet postala *zelena*, je vaš NextBox pripravljen za začetno nastavitev, kot je opisano v :doc:`Getting Started <../gettingstarted>`
sv: NextBox-lysdioden ändras till *blått* när du trycker på knappen, efter att 5 sekunder har gått ändras färgen till blinkande rött (se :doc:`LED-dokumentation <led-colors>`). När lysdioden slutligen har nått *grön* igen är din NextBox redo för den första installationen enligt beskrivningen i :doc:`Geting Started <../gettingstarted>`.
zh_cn: 一旦你按下按钮，NextBox的LED会变成*蓝色，5秒过后，颜色会变成闪烁的红色（见:doc:`LED文档<led-colors>`）。一旦LED最终再次达到*绿色，你的NextBox就可以进行初始设置了，如 :doc:`Getting Started <.../gettingstarted>`所述。

source: The hardware button is a pinhole-style button similar to other embedded devices. In order to press it, it is recommended to use a thin (~1mm) needle-like pin. E.g., the pin to remove a sim-card from a smartphone is working great. **Further take care to not press the button too hard, be careful, there should be a recognizable haptic feedback (button click) with minimal applied force.**
bg: Хардуерният бутон е бутон с дупчица, подобен на този в други вградени устройства. За да го натиснете, се препоръчва да използвате тънък (~1 mm) иглен бутон. Напр. щифтът за изваждане на сим-карта от смартфон работи чудесно. **Далеч внимавайте да не натискате бутона прекалено силно, бъдете внимателни, трябва да има разпознаваема тактилна обратна връзка (щракване на бутона) с минимална приложена сила.**
cs: Hardwarové tlačítko je dírkové tlačítko podobné jiným vestavěným zařízením. K jeho stisknutí se doporučuje použít tenký (~1mm) jehlový špendlík. Např. špendlík pro vyjmutí sim-karty ze smartphonu funguje skvěle. **Dále dbejte na to, abyste tlačítko nestiskli příliš silně, buďte opatrní, měla by být rozpoznatelná haptická zpětná vazba (kliknutí tlačítka) s minimální vynaloženou silou**.
el: Το κουμπί υλικού είναι ένα κουμπί τύπου τρυπούλας, παρόμοιο με άλλες ενσωματωμένες συσκευές. Για να το πατήσετε, συνιστάται να χρησιμοποιήσετε μια λεπτή (~1mm) βελόνα που μοιάζει με βελόνα. Π.χ., η καρφίτσα για την αφαίρεση μιας κάρτας sim από ένα smartphone λειτουργεί εξαιρετικά. **Περαιτέρω προσέξτε να μην πιέσετε το κουμπί πολύ δυνατά, να είστε προσεκτικοί, θα πρέπει να υπάρχει αναγνωρίσιμη απτική ανάδραση (κλικ του κουμπιού) με ελάχιστη εφαρμοζόμενη δύναμη **.
es: El botón de hardware es un botón de tipo pinhole similar al de otros dispositivos empotrados. Para pulsarlo, se recomienda utilizar un alfiler fino (~1mm) tipo aguja. Por ejemplo, el alfiler para extraer una tarjeta sim de un smartphone funciona muy bien. **Tenga cuidado de no presionar el botón demasiado fuerte, tenga cuidado, debe haber una retroalimentación háptica reconocible (clic del botón) con una fuerza mínima aplicada.**
et: Riistvaraline nupp on teiste sisseehitatud seadmete sarnane pinhole-stiilis nupp. Selle vajutamiseks on soovitatav kasutada õhukest (~1mm) nõelataolist nõela. Näiteks nutitelefonist sim-kaardi eemaldamiseks kasutatav nõel töötab suurepäraselt. **Pidage lisaks silmas, et te ei vajutaks nuppu liiga tugevalt, olge ettevaatlik, minimaalse rakendatud jõuga peaks olema äratuntav haptiline tagasiside (nupu klõpsatus).
fi: Laitteistopainike on muiden sulautettujen laitteiden kaltainen reikäpainike. Sen painamiseen suositellaan käytettäväksi ohutta (~1 mm) neulamaista neulaa. Esim. sim-kortin irrottamiseen älypuhelimesta tarkoitettu tappi toimii loistavasti. **Valvo, ettet paina painiketta liian kovaa, ole varovainen, pitäisi olla tunnistettava haptinen palaute (painikkeen naksahdus) minimaalisella käytetyllä voimalla.**
fr: Le bouton matériel est un bouton de type trou d'épingle similaire à d'autres dispositifs embarqués. Pour l'enfoncer, il est recommandé d'utiliser une aiguille fine (~1mm). Par exemple, l'épingle pour retirer une carte sim d'un smartphone fonctionne très bien. **Faites attention à ne pas appuyer trop fort sur le bouton, il doit y avoir un retour haptique reconnaissable (clic du bouton) avec une force appliquée minimale.
hu: A hardveres gomb egy lyukszerű gomb, hasonlóan más beágyazott eszközökhöz. A megnyomásához ajánlott egy vékony (~1mm) tűszerű tűt használni. Pl. a sim-kártya okostelefonból való eltávolításához használt tű remekül működik. **Vigyázzunk továbbá, hogy ne nyomjuk meg túl erősen a gombot, legyünk óvatosak, minimális alkalmazott erővel is felismerhető haptikus visszajelzésnek (gombkattintás) kell lennie.**
ja: ハードウェアボタンは、他の組み込み機器と同様のピンホール式ボタンです。これを押すためには、細い（～1mm）針のようなピンを使うことが推奨されます。例えば、スマートフォンからSIMカードを取り外すためのピンが活躍しています。**さらに、ボタンを強く押しすぎないように注意してください。最小限の力で認識できるハプティック・フィードバック（ボタンのクリック感）が得られるはずです。
lt: Aparatūros mygtukas yra skylutės tipo mygtukas, panašus į kitų įterptųjų įrenginių mygtukus. Norint jį paspausti, rekomenduojama naudoti ploną (~1 mm) adatos formos smeigtuką. Pvz., smeigtukas sim kortelei iš išmaniojo telefono išimti veikia puikiai. **Toliau pasirūpinkite, kad mygtukas nebūtų spaudžiamas per stipriai, būkite atsargūs, turėtų būti atpažįstamas haptinis grįžtamasis ryšys (mygtuko spragtelėjimas), kai naudojama minimali jėga**.
lv: Aparatūras poga ir pinhole tipa poga, līdzīga citām iegultajām ierīcēm. Lai to nospiestu, ieteicams izmantot plānu (~ 1 mm) adatai līdzīgu adatu. Piemēram, adata, ar kuru no viedtālruņa izņem simkarti, darbojas lieliski. **Tālāk jāuzmanās, lai poga netiktu nospiesta pārāk spēcīgi, jābūt uzmanīgiem, ar minimālu pielikto spēku ir jābūt atpazīstamai haptiskajai atgriezeniskajai saitei (pogas klikšķim)**.
nl: De hardwareknop is een pinhole-achtige knop, vergelijkbaar met andere embedded apparaten. Om hem in te drukken, is het aanbevolen een dunne (~1mm) naaldachtige speld te gebruiken. B.v. de pin om een sim-kaart uit een smartphone te halen werkt uitstekend. **Zorg er verder voor dat u de knop niet te hard indrukt, wees voorzichtig, er moet een herkenbare haptische feedback (knop klik) zijn met minimale toegepaste kracht.**
pl: Przycisk sprzętowy jest przyciskiem typu "pinhole", podobnym do tych z innych urządzeń wbudowanych. Do jego wciśnięcia zalecane jest użycie cienkiej (~1mm) szpilki przypominającej igłę. Np. szpilka do wyjmowania karty sim ze smartfona działa świetnie. **Należy uważać, aby nie naciskać przycisku zbyt mocno, ostrożnie, powinien być rozpoznawalny haptyczny feedback (kliknięcie przycisku) przy minimalnej przyłożonej sile.**
pt: O botão de hardware é um botão estilo buracole, semelhante a outros dispositivos incorporados. Para pressioná-lo, é recomendado o uso de um pino fino (~1mm) semelhante a uma agulha. Por exemplo, o pino para remover um cartão sim-card de um smartphone está funcionando muito bem. **Outras vezes tenha cuidado para não pressionar o botão com muita força, tenha cuidado, deve haver um feedback táctil reconhecível (clique no botão) com o mínimo de força aplicada.**
ro: Butonul hardware este un buton de tip "pinhole", similar cu alte dispozitive încorporate. Pentru a-l apăsa, se recomandă utilizarea unui ac subțire (~1 mm) asemănător unui ac. De exemplu, acul pentru a scoate o cartelă SIM de pe un smartphone funcționează foarte bine. **În continuare, aveți grijă să nu apăsați prea tare butonul, fiți atenți, ar trebui să existe un feedback haptic recognoscibil (clic al butonului) cu o forță aplicată minimă.**
ru: Аппаратная кнопка - это кнопка в виде отверстия, похожая на кнопки других встраиваемых устройств. Для ее нажатия рекомендуется использовать тонкую (~1 мм) игольчатую булавку. Например, булавка для извлечения sim-карты из смартфона работает отлично. **Далее следите за тем, чтобы не нажимать на кнопку слишком сильно, будьте осторожны, должна быть различимая тактильная обратная связь (щелчок кнопки) при минимальном приложении силы*.
sk: Hardvérové tlačidlo je dierkové tlačidlo podobné iným vstavaným zariadeniam. Na jeho stlačenie sa odporúča použiť tenký (~1 mm) špendlík podobný ihlici. Napr. špendlík na vybratie sim-karty zo smartfónu funguje skvele. **Dalej dbajte na to, aby ste tlačidlo nestlačili príliš silno, buďte opatrní, pri minimálnej použitej sile by mala byť rozpoznateľná haptická spätná väzba (kliknutie tlačidla).**
sl: Strojni gumb je gumb z luknjico, podoben drugim vgrajenim napravam. Za njegov pritisk je priporočljivo uporabiti tanek (~1 mm) igli podoben zatič. Na primer, zatič za odstranjevanje kartice SIM iz pametnega telefona deluje odlično. **Pri tem pazite, da gumba ne pritisnete premočno, bodite previdni, z minimalno uporabljeno silo mora biti prepoznavna haptična povratna informacija (klik gumba).**
sv: Hårdvaruknappen är en knapp med hål i stil med andra inbyggda enheter. För att trycka på den rekommenderas det att använda en tunn (~1 mm) nålliknande nål. T.ex. fungerar nålen för att ta bort ett sim-kort från en smartphone utmärkt. **Var noga med att inte trycka på knappen för hårt, var försiktig, det ska finnas en igenkännbar haptisk återkoppling (knappklick) med minimal tillämpad kraft.**
zh_cn: 硬件按钮是一个类似于其他嵌入式设备的针孔式按钮。为了按下它，建议使用一根细的（约1毫米）针状的针。例如，从智能手机上取下SIM卡的针，效果很好。**进一步注意不要太用力按压按钮，要小心，在最小的作用力下应该有一个可识别的触觉反馈（按钮点击）**。

source: Technical Documentation
bg: Техническа документация
cs: Technická dokumentace
de: Technische Dokumentation
el: Τεχνική τεκμηρίωση
es: Documentación técnica
et: Tehniline dokumentatsioon
fi: Tekninen dokumentaatio
fr: Documentation technique
hu: Műszaki dokumentáció
ja: テクニカルドキュメント
lt: Techninė dokumentacija
lv: Tehniskā dokumentācija
nl: Technische Documentatie
pl: Dokumentacja techniczna
pt: Documentação Técnica
ro: Documentație tehnică
ru: Техническая документация
sk: Technická dokumentácia
sl: Tehnična dokumentacija
sv: Teknisk dokumentation
zh_cn: 技术文件

source: LED Colors and Patterns
bg: Цветове и модели на LED
cs: Barvy a vzory LED
de: LED-Farben und -Muster
el: Χρώματα και μοτίβα LED
es: Colores y patrones de los LEDs
et: LED värvid ja mustrid
fi: LED-värit ja -kuviot
fr: Couleurs et motifs des LED
hu: LED színek és minták
ja: LEDの色とパターン
lt: LED spalvos ir raštai
lv: LED krāsas un modeļi
nl: LED Kleuren en patronen
pl: Kolory i wzory LED
pt: Cores e Padrões de LED
ro: Culori și modele de LED-uri
ru: Цвета и узоры светодиодов
sk: Farby a vzory LED
sl: Barve in vzorci LED
sv: LED-färger och mönster
zh_cn: LED颜色和图案

source: Color
bg: Цвят
cs: Barva
de: Farbe
el: Χρώμα
et: Värv
fi: Väri
fr: Couleur
hu: Színes
ja: カラー
lt: Spalva
lv: Krāsa
nl: Kleur
pl: Kolor
pt: Cor
ro: Culoare
ru: Цвет
sk: Farba
sl: Barva
sv: Färg
zh_cn: 颜色

source: Pattern
bg: Модел
cs: Vzor
de: Muster
el: Μοτίβο
es: Patrón
et: Muster
fi: Kuvio
fr: Patronage
hu: Mintázat
ja: パターン
lt: Modelis
lv: Modelis
nl: Patroon
pl: Wzór
pt: Padrão
ro: Model
ru: Узор
sk: Vzor
sl: Vzorec
sv: Mönster
zh_cn: 样式

source: Description
bg: Описание
cs: Popis
de: Beschreibung
el: Περιγραφή
es: Descripción
et: Kirjeldus
fi: Kuvaus
hu: Leírás
ja: 説明
lt: Aprašymas
lv: Apraksts
nl: Beschrijving
pl: Opis
pt: Descrição
ro: Descriere
ru: Описание
sk: Popis
sl: Opis
sv: Beskrivning
zh_cn: 描述

source: Dimmed-out-Blue
cs: Ztmavená modrá
es: Azul atenuado
ja: ディムドアウトブルー
lt: Užtemdytos mėlynos spalvos
lv: Zilā krāsā aptumšots
nl: Gedimd-blauw
pl: Przygaszony-niebieski
ru: Приглушенный синий
sk: Stmievanie - modrá
sl: Modro zatemnjeno
sv: Blått ljus utdimmat
zh_cn: 调光-蓝色

source: None
bg: Няма
cs: Žádné
de: Keine
el: Κανένα
es: Ninguno
et: Puudub
fi: Ei ole
fr: Aucun
hu: Nincs
ja: なし
lt: Nėra
lv: Nav
nl: Geen
pl: Brak
pt: Nenhum
ro: Nici unul
ru: Нет
sk: Žiadne
sl: Ni
sv: Ingen
zh_cn: 无

source: NextBox is booting
bg: NextBox се зарежда
cs: NextBox se spouští
el: Το NextBox εκκινεί
es: NextBox está arrancando
et: NextBox käivitub
fi: NextBox käynnistyy
hu: A NextBox elindul
ja: NextBoxが起動している
lt: NextBox įkraunamas
lv: NextBox tiek palaists
nl: NextBox start op
pl: NextBox się uruchamia
pt: NextBox está a arrancar
ro: NextBox pornește
ru: NextBox загружается
sk: NextBox sa spúšťa
sl: NextBox se zažene
sv: NextBox startar upp
zh_cn: NextBox正在启动

source: Green
bg: Зелен
cs: Zelená
de: Grün
el: Πράσινο
es: Verde
et: Roheline
fi: Vihreä
fr: Vert
hu: Zöld
ja: グリーン
lt: Žalioji
lv: Zaļā
nl: Groen
pl: Zielona
pt: Verde
ro: Verde
ru: Зеленый
sk: Zelená
sl: Zelena
sv: Grön
zh_cn: 绿色
