Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/nextbox.po
Languages: bg, cs, de, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: Once finished you can find your Nextcloud files in *Locations*.
bg: След като приключите, можете да намерите файловете си в Nextcloud в *Мястоположения*.
cs: Po dokončení najdete své soubory Nextcloudu v části *Lokality*.
de: Sobald Sie fertig sind, finden Sie Ihre Nextcloud-Dateien unter *Orte*.
el: Μόλις ολοκληρώσετε, μπορείτε να βρείτε τα αρχεία σας στο Nextcloud στο *Locations*.
es: Una vez terminado, puedes encontrar tus archivos de Nextcloud en *Localizaciones*.
et: Kui olete lõpetanud, leiate oma Nextcloudi failid jaotisest *Kohad*.
fi: Kun olet valmis, löydät Nextcloud-tiedostosi kohdasta *Locations*.
fr: Une fois terminé, vous pouvez trouver vos fichiers Nextcloud dans *Locations*.
hu: Miután befejezte, a Nextcloud fájljait a *Tárolók* között találja meg.
ja: 完了したら、Nextcloudのファイルは*Locations*にあります。
lt: Baigę galite rasti "Nextcloud" failus skiltyje *Lokštelės*.
lv: Kad tas ir pabeigts, varat atrast Nextcloud failus sadaļā *Lokācijas vietas*.
nl: Eenmaal klaar kunt u uw Nextcloud-bestanden vinden in *Locaties*.
pl: Po zakończeniu możesz znaleźć swoje pliki Nextcloud w *Locations*.
pt: Uma vez terminado você pode encontrar seus arquivos Nextcloud em *Locations*.
ro: După ce ați terminat, vă puteți găsi fișierele Nextcloud în *Locations*.
ru: После завершения вы можете найти свои файлы Nextcloud в *Locations*.
sk: Po dokončení nájdete svoje súbory Nextcloudu v časti *Lokality*.
sl: Po končanem delu lahko svoje datoteke Nextcloud najdete v razdelku *Lokališča*.
sv: När du är klar kan du hitta dina Nextcloud-filer i *Locations*.
zh_cn: 完成后，您可以在*Locations*中找到您的Nextcloud文件。

source: Inside the tray there will be a Nextcloud icon to open the Nextcloud application settings.
bg: В тавата ще има икона Nextcloud, за да отворите настройките на приложението Nextcloud.
cs: V oznamovací oblasti se objeví ikona Nextcloud, která otevře nastavení aplikace Nextcloud.
de: In der Taskleiste befindet sich ein Nextcloud-Symbol, um die Nextcloud-Anwendungseinstellungen zu öffnen.
el: Μέσα στο δίσκο θα υπάρχει ένα εικονίδιο Nextcloud για να ανοίξετε τις ρυθμίσεις της εφαρμογής Nextcloud.
es: Dentro de la bandeja habrá un icono de Nextcloud para abrir la configuración de la aplicación Nextcloud.
et: Salve sees on Nextcloudi ikoon, et avada Nextcloudi rakenduse seaded.
fi: Tarjottimen sisällä on Nextcloud-kuvake, jolla voit avata Nextcloud-sovelluksen asetukset.
fr: Dans la barre des tâches, il y aura une icône Nextcloud pour ouvrir les paramètres de l'application Nextcloud.
hu: A tálcán belül lesz egy Nextcloud ikon, amely megnyitja a Nextcloud alkalmazás beállításait.
ja: トレイの中にはNextcloudのアイコンがあり、Nextcloudのアプリケーション設定を開くことができます。
lt: Dėkle bus "Nextcloud" piktograma, skirta "Nextcloud" programos nustatymams atverti.
lv: Paplātes iekšpusē būs Nextcloud ikona, lai atvērtu Nextcloud lietojumprogrammas iestatījumus.
nl: In de lade ziet u een pictogram van Nextcloud om de instellingen van de Nextcloud-toepassing te openen.
pl: W zasobniku znajduje się ikona Nextcloud, która otwiera ustawienia aplikacji Nextcloud.
pt: Dentro da bandeja, haverá um ícone Nextcloud para abrir as configurações do aplicativo Nextcloud.
ro: În tavă va exista o pictogramă Nextcloud pentru a deschide setările aplicației Nextcloud.
ru: В трее будет значок Nextcloud, чтобы открыть настройки приложения Nextcloud.
sk: V zásobníku sa nachádza ikona Nextcloud, ktorá otvorí nastavenia aplikácie Nextcloud.
sl: V pladnju bo ikona Nextcloud, s katero boste odprli nastavitve aplikacije Nextcloud.
sv: I facket finns en Nextcloud-ikon för att öppna Nextclouds programinställningar.
zh_cn: 在托盘内，将有一个Nextcloud图标，以打开Nextcloud应用程序的设置。

source: Inside the file-explorer you can now find your Nextcloud instance files.
bg: Сега вече можете да намерите файловете на вашата инстанция на Nextcloud в търсачката на файлове.
cs: V průzkumníku souborů nyní najdete soubory instance služby Nextcloud.
de: Im Datei-Explorer finden Sie nun die Dateien Ihrer Nextcloud-Instanz.
el: Μέσα στον εξερευνητή αρχείων μπορείτε τώρα να βρείτε τα αρχεία της παρουσίας σας στο Nextcloud.
es: Dentro del explorador de archivos ahora puedes encontrar los archivos de tu instancia de Nextcloud.
et: Failieksploreri sees leiate nüüd oma Nextcloudi instantsi failid.
fi: Tiedosto-selaimesta löydät nyt Nextcloud-instanssitiedostot.
fr: Dans l'explorateur de fichiers, vous pouvez maintenant trouver les fichiers de votre instance Nextcloud.
hu: A fájl-keresőben most már megtalálhatja a Nextcloud-példány fájljait.
ja: ファイルエクスプローラーには、Nextcloudインスタンスファイルが表示されます。
lt: Dabar failų naršyklėje galite rasti "Nextcloud" egzemplioriaus failus.
lv: Failu pārlūkā tagad varat atrast Nextcloud instance failus.
nl: In de bestands-verkenner kunt u nu uw Nextcloud instance-bestanden vinden.
pl: Wewnątrz eksploratora plików możesz teraz znaleźć pliki instancji Nextcloud.
pt: Dentro do explorador de arquivos você pode agora encontrar seus arquivos de instância Nextcloud.
ro: În cadrul exploratorului de fișiere puteți găsi acum fișierele instanței Nextcloud.
ru: Внутри проводника файлов теперь можно найти файлы экземпляра Nextcloud.
sk: V Prieskumníkovi súborov teraz nájdete súbory inštancie služby Nextcloud.
sl: V raziskovalcu datotek lahko zdaj najdete datoteke instance Nextcloud.
sv: I filutforskaren kan du nu hitta dina Nextcloud-instansfiler.
zh_cn: 在文件浏览器中，您现在可以找到您的Nextcloud实例文件。

source: There have been reports that the native WebDAV support in Windows is not performing well. We recommend using the Nextcloud App (as described above) for the best user experience. Additionally please read `Nextcloud's Windows WebDAV Known Problems`_.
bg: Има съобщения, че вградената поддръжка на WebDAV в Windows не работи добре. Препоръчваме ви да използвате приложението Nextcloud (както е описано по-горе) за най-добро потребителско изживяване. Освен това, моля, прочетете `Nextcloud's Windows WebDAV Known Problems`_.
cs: Objevily se zprávy, že nativní podpora WebDAV v systému Windows nefunguje dobře. Doporučujeme používat aplikaci Nextcloud (jak je popsáno výše) pro nejlepší uživatelský zážitek. Dále si prosím přečtěte `Nextcloud'Windows WebDAV Known Problems`_.
de: Es gibt Berichte, dass die native WebDAV-Unterstützung in Windows nicht gut funktioniert. Wir empfehlen die Verwendung der Nextcloud App (wie oben beschrieben) für die beste Benutzererfahrung. Bitte lesen Sie zusätzlich `Nextcloud's Windows WebDAV Known Problems`_.
el: Υπάρχουν αναφορές ότι η εγγενής υποστήριξη WebDAV στα Windows δεν αποδίδει καλά. Συνιστούμε τη χρήση της εφαρμογής Nextcloud (όπως περιγράφεται παραπάνω) για την καλύτερη εμπειρία χρήσης. Επιπλέον, παρακαλούμε διαβάστε `Nextcloud's Windows WebDAV Known Problems`_.
es: Se ha informado de que el soporte nativo de WebDAV en Windows no funciona bien. Recomendamos el uso de la aplicación Nextcloud (como se describe anteriormente) para la mejor experiencia de usuario. Además, por favor lea `Nextcloud's Windows WebDAV Known Problems`_.
et: On olnud teateid, et Windowsi WebDAV-tugi ei toimi hästi. Soovitame parima kasutajakogemuse saamiseks kasutada Nextcloudi rakendust (nagu eespool kirjeldatud). Lisaks lugege palun `Nextcloud's Windows WebDAV Known Problems`_.
fi: On raportoitu, että Windowsin natiivi WebDAV-tuki ei toimi hyvin. Suosittelemme käyttämään Nextcloud-sovellusta (kuten edellä on kuvattu) parhaan käyttökokemuksen saamiseksi. Lue lisäksi `Nextcloud's Windows WebDAV Known Problems`_.
fr: Il a été signalé que la prise en charge native de WebDAV dans Windows ne fonctionne pas bien. Nous recommandons d'utiliser l'application Nextcloud (comme décrit ci-dessus) pour une meilleure expérience utilisateur. En outre, veuillez lire `Problèmes connus de Windows WebDAV de Nextcloud`_.
hu: Jelentések szerint a Windows natív WebDAV-támogatása nem működik jól. A legjobb felhasználói élmény érdekében javasoljuk a Nextcloud alkalmazás használatát (a fent leírtak szerint). Ezenkívül kérjük, olvassa el a `Nextcloud's Windows WebDAV Known Problems`_.
ja: WindowsのネイティブなWebDAVサポートがうまく機能していないという報告があります。最高のユーザーエクスペリエンスを得るためには、Nextcloudアプリ（上記）の使用をお勧めします。また、`Nextcloud's Windows WebDAV Known Problems`_をお読みください。
lt: Buvo gauta pranešimų, kad "Windows" įdiegta "WebDAV" palaikymo sistema veikia prastai. Rekomenduojame naudoti "Nextcloud" programėlę (kaip aprašyta pirmiau), kad naudotojo patirtis būtų geriausia. Be to, perskaitykite `Nextcloud'Windows WebDAV Known Problems`_.
lv: Ir saņemti ziņojumi, ka vietējais WebDAV atbalsts operētājsistēmā Windows nedarbojas labi. Mēs iesakām izmantot Nextcloud lietotni (kā aprakstīts iepriekš), lai nodrošinātu vislabāko lietošanas pieredzi. Papildus izlasiet `Nextcloud'Windows WebDAV Known Problems`_.
nl: Er zijn meldingen dat de native WebDAV-ondersteuning in Windows niet goed presteert. Wij raden aan de Nextcloud App te gebruiken (zoals hierboven beschreven) voor de beste gebruikerservaring. Lees ook `Nextcloud's Windows WebDAV Bekende Problemen`_.
pl: Pojawiły się doniesienia, że natywna obsługa WebDAV w Windows nie działa dobrze. Zalecamy korzystanie z aplikacji Nextcloud (jak opisano powyżej), aby uzyskać najlepsze wrażenia z użytkowania. Dodatkowo proszę przeczytać `Nextcloud's Windows WebDAV Known Problems`_.
pt: Tem havido relatos de que o suporte nativo WebDAV no Windows não está funcionando bem. Recomendamos o uso do Nextcloud App (como descrito acima) para a melhor experiência do usuário. Adicionalmente por favor leia `Nextcloud's Windows WebDAV Problemas Conhecidos`_.
ro: Au existat rapoarte conform cărora suportul nativ WebDAV din Windows nu funcționează bine. Vă recomandăm să folosiți aplicația Nextcloud (așa cum este descrisă mai sus) pentru cea mai bună experiență de utilizare. În plus, vă rugăm să citiți `Nextcloud's Windows WebDAV Known Problems`_.
ru: Поступали сообщения о том, что встроенная поддержка WebDAV в Windows работает плохо. Мы рекомендуем использовать приложение Nextcloud App (как описано выше) для наилучшей работы. Дополнительно прочтите `Nextcloud's Windows WebDAV Known Problems`_.
sk: Objavili sa správy, že natívna podpora WebDAV v systéme Windows nie je dostatočne výkonná. Odporúčame používať aplikáciu Nextcloud (ako je opísané vyššie), aby sa dosiahol najlepší používateľský zážitok. Okrem toho si prečítajte `Nextcloud'Windows WebDAV Known Problems`_.
sl: Pojavila so se poročila, da izvorna podpora WebDAV v sistemu Windows ne deluje dobro. Za najboljšo uporabniško izkušnjo priporočamo uporabo aplikacije Nextcloud (kot je opisano zgoraj). Poleg tega preberite `Nextcloud'Windows WebDAV Known Problems`_.
sv: Det har rapporterats att det ursprungliga WebDAV-stödet i Windows inte fungerar bra. Vi rekommenderar att du använder Nextcloud-appen (enligt beskrivningen ovan) för bästa användarupplevelse. Läs också `Nextcloud's Windows WebDAV Known Problems`_.
zh_cn: 有报告称，Windows中的原生WebDAV支持表现不佳。我们建议使用Nextcloud应用程序（如上所述）以获得最佳用户体验。此外，请阅读`Nextcloud'的Windows WebDAV已知问题`_。

source: Add a WebDAV drive using the file explorer's "Add a network location" icon. (You can also use "Map network drive" to bind your Nextcloud to a drive, like *Z:*).
bg: Добавете WebDAV устройство, като използвате иконата "Добавяне на мрежово местоположение" на File Explorer's. (Можете също така да използвате "Map network drive" (Карта на мрежово устройство), за да свържете вашия Nextcloud с устройство, например *Z:*).
cs: Přidejte jednotku WebDAV pomocí ikony "Přidat síťové umístění" v Průzkumníku souborů'. (Můžete také použít příkaz "Mapovat síťovou jednotku" pro svázání služby Nextcloud s jednotkou, například *Z:*).
de: Fügen Sie ein WebDAV-Laufwerk über das Symbol "Netzwerkstandort hinzufügen" des Datei-Explorers hinzu. (Sie können auch "Netzlaufwerk zuordnen" verwenden, um Ihre Nextcloud an ein Laufwerk zu binden, z. B. *Z:*).
el: Προσθέστε μια μονάδα WebDAV χρησιμοποιώντας το εικονίδιο "Προσθήκη θέσης δικτύου" του εξερευνητή αρχείων. (Μπορείτε επίσης να χρησιμοποιήσετε το "Map network drive" για να συνδέσετε το Nextcloud σας με μια μονάδα δίσκου, όπως *Z:*).
es: Añadir una unidad WebDAV utilizando el explorador de archivos's "Añadir una ubicación de red" icono. (También puedes utilizar "Asignar unidad de red" para vincular tu Nextcloud a una unidad, como *Z:*).
et: Lisage WebDAV-ketas, kasutades failiotsingu "võrgu asukoha lisamine" ikooni. (Võite kasutada ka "Map network drive", et siduda oma Nextcloudi kettaga, näiteks *Z:*).
fi: Lisää WebDAV-asema käyttämällä tiedostoetsimen "Lisää verkkosijainti" -kuvaketta. (Voit myös käyttää "Map network drive" -kuvaketta sitoaksesi Nextcloudin asemaan, kuten *Z:*).
fr: Ajoutez un lecteur WebDAV en utilisant l'icône "Ajouter un emplacement réseau" de l'explorateur de fichiers. (Vous pouvez également utiliser "Map network drive" pour lier votre Nextcloud à un lecteur, comme *Z:*).
hu: Adjon hozzá egy WebDAV-meghajtót a Fájlkereső "Hálózati hely hozzáadása" ikonjával. (Használhatja a "Hálózati meghajtó hozzárendelése" lehetőséget is, hogy a Nextcloudot egy meghajtóhoz kösse, például *Z:*).
ja: ファイルエクスプローラーの "Add a network location" アイコンを使って、WebDAVドライブを追加します。(また、"Map network drive"を使って、Nextcloudを*Z:*のようなドライブにバインドすることもできます）。
lt: Pridėkite WebDAV diską naudodami failų tyrėjo'"Pridėti tinklo vietą" piktogramą. (Taip pat galite naudoti "Map network drive", kad susietumėte "Nextcloud" su disku, pavyzdžiui, *Z:*).
lv: Pievienojiet WebDAV disku, izmantojot failu pārlūka ikonu "Pievienot tīkla atrašanās vietu". (Varat arī izmantot "Mapēt tīkla disku", lai sasaistītu Nextcloud ar disku, piemēram, *Z:*).
nl: Voeg een WebDAV-station toe met behulp van het pictogram "Add a network location" van de bestandsverkenner. (U kunt ook "Map network drive" gebruiken om uw Nextcloud aan een station te binden, zoals *Z:*).
pl: Dodaj dysk WebDAV za pomocą ikony "Dodaj lokalizację sieciową" w eksploratorze plików. (Możesz również użyć "Mapuj dysk sieciowy", aby powiązać Nextcloud z dyskiem, takim jak *Z:*).
pt: Adicione uma unidade WebDAV usando o explorador de arquivos's "Adicione uma localização de rede" ícone. (Você também pode usar "Map network drive" para ligar a próxima nuvem a uma unidade, como *Z:*).
ro: Adăugați o unitate WebDAV utilizând pictograma "Adaugă o locație de rețea" a exploratorului de fișiere's "s. (De asemenea, puteți utiliza "Map network drive" pentru a lega Nextcloud-ul de o unitate, cum ar fi *Z:*).
ru: Добавьте WebDAV-диск с помощью значка "Добавить сетевое расположение" в проводнике файлов. (Вы также можете использовать "Map network drive", чтобы привязать Nextcloud к диску, например *Z:*).
sk: Pridanie jednotky WebDAV pomocou ikony "Pridať sieťové umiestnenie" v prieskumníkovi súborov'. (Môžete tiež použiť "Mapovať sieťovú jednotku" na zviazanie vášho Nextcloudu s jednotkou, napríklad *Z:*).
sl: Dodajte pogon WebDAV z uporabo ikone "Dodaj omrežno lokacijo" v raziskovalcu datotek'. (Uporabite lahko tudi "Map network drive", da povežete svoj Nextcloud z diskom, na primer *Z:*).
sv: Lägg till en WebDAV-enhet med hjälp av ikonen "Lägg till en nätverksplats" i filutforskaren. (Du kan också använda "Map network drive" för att binda ditt Nextcloud till en enhet, till exempel *Z:*).
zh_cn: 使用文件资源管理器的"添加网络位置"图标添加一个WebDAV驱动器。(您也可以使用"映射网络驱动器"将您的Nextcloud绑定到一个驱动器，如*Z:*）。

source: In the following dialog please enter the full WebDAV address of your NextBox: ``https://my.domain.tld/remote.php/dav/files/USERNAME``. Replace *my.domain.tld* with your NextBox's public domain and *USERNAME* with the username you would like to connect.
bg: В следващия диалогов прозорец въведете пълния WebDAV адрес на вашия NextBox: ``https://my.domain.tld/remote.php/dav/files/USERNAME``. Заменете *my.domain.tld* с публичния домейн на вашия NextBox'и *USERNAME* с потребителското име, с което искате да се свържете.
cs: V následujícím dialogovém okně zadejte úplnou adresu WebDAV vašeho NextBoxu: ``https://my.domain.tld/remote.php/dav/files/USERNAME``. Nahraďte *my.domain.tld* svou veřejnou doménou NextBox'a *USERNAME* uživatelským jménem, pod kterým se chcete připojit.
de: Im folgenden Dialog geben Sie bitte die vollständige WebDAV-Adresse Ihrer NextBox an: ``https://my.domain.tld/remote.php/dav/files/USERNAME``. Ersetzen Sie *my.domain.tld* durch die öffentliche Domain Ihrer NextBox und *USERNAME* durch den Benutzernamen, mit dem Sie sich verbinden möchten.
el: Στον ακόλουθο διάλογο εισάγετε την πλήρη διεύθυνση WebDAV του NextBox σας: ``https://my.domain.tld/remote.php/dav/files/USERNAME``. Αντικαταστήστε *my.domain.tld* με το δημόσιο domain του NextBox'σας και *USERNAME* με το όνομα χρήστη που θέλετε να συνδεθείτε.
es: En el siguiente cuadro de diálogo introduzca la dirección WebDAV completa de su NextBox: ``https://my.domain.tld/remote.php/dav/files/USERNAME``. Sustituye *mi.dominio.tld* por el dominio público de tu NextBox'y *USERNAME* por el nombre de usuario al que quieres conectarte.
et: Järgnevas dialoogis sisestage palun oma NextBoxi täielik WebDAV-aadress: ``https://my.domain.tld/remote.php/dav/files/USERNAME<x>``. Asendage *my.domain.tld* teie NextBox'i avaliku domeeniga ja *USERNAME* kasutajanimega, millega soovite ühendust luua.
fi: Kirjoita seuraavaan valintaikkunaan NextBoxin täydellinen WebDAV-osoite: ``https://my.domain.tld/remote.php/dav/files/USERNAME``. Korvaa *my.domain.tld* NextBox'in julkisella verkkotunnuksella ja *USERNAME* käyttäjätunnuksella, johon haluat muodostaa yhteyden.
fr: Dans le dialogue suivant, veuillez saisir l'adresse WebDAV complète de votre NextBox : ``https://my.domain.tld/remote.php/dav/files/USERNAME``. Remplacez *my.domain.tld* par le domaine public de votre NextBox et *USERNAME* par le nom d'utilisateur auquel vous souhaitez vous connecter.
hu: A következő párbeszédpanelen adja meg a NextBox teljes WebDAV-címét: ``https://my.domain.tld/remote.php/dav/files/USERNAME``. Helyettesítse a *my.domain.tld*-t a NextBox'nyilvános tartományával, a *USERNAME*-t pedig a csatlakozni kívánt felhasználónévvel.
ja: 次のダイアログに、NextBoxの完全なWebDAVアドレスを入力してください。``https://my.domain.tld/remote.php/dav/files/USERNAME``となります。my.domain.tld*はNextBoxのパブリックドメイン、*USERNAME*は接続したいユーザー名に置き換えてください。
lt: Toliau esančiame dialogo lange įveskite visą savo NextBox WebDAV adresą: ``https://my.domain.tld/remote.php/dav/files/USERNAME``. Vietoje *my.domain.tld* įrašykite savo NextBox'viešąjį domeną, o vietoje *USERNAME* įrašykite vartotojo vardą, prie kurio norite prisijungti.
lv: Nākamajā dialoglodziņā ievadiet pilnu NextBox WebDAV adresi: ``https://my.domain.tld/remote.php/dav/files/USERNAME``. Aizstājiet *my.domain.tld* ar savu NextBox'publisko domēnu un *USERNAME* ar lietotājvārdu, ar kuru vēlaties izveidot savienojumu.
nl: In het volgende dialoogvenster voert u het volledige WebDAV-adres van uw NextBox in: ``https://my.domain.tld/remote.php/dav/files/USERNAME``. Vervang *my.domain.tld* door het publieke domein van uw NextBox's en *USERNAME* door de gebruikersnaam waarmee u verbinding wilt maken.
pl: W poniższym oknie dialogowym należy wprowadzić pełny adres WebDAV urządzenia NextBox: ``https://my.domain.tld/remote.php/dav/files/USERNAME``. Zastąp *my.domain.tld* domeną publiczną Twojego NextBoxa, a *USERNAME* nazwą użytkownika, z którym chcesz się połączyć.
pt: No diálogo seguinte, por favor introduza o endereço WebDAV completo da sua NextBox: ``https://my.domain.tld/remote.php/dav/files/USERNAME```. Substitua *my.domain.tld* pelo seu NextBox's de domínio público e *USERNAME* pelo nome de usuário que você gostaria de conectar.
ro: În următoarea fereastră de dialog, introduceți adresa WebDAV completă a NextBox: ``https://my.domain.tld/remote.php/dav/files/USERNAME``. Înlocuiți *my.domain.tld* cu domeniul public al NextBox'ului dvs. și *USERNAME* cu numele de utilizator cu care doriți să vă conectați.
ru: В следующем диалоговом окне введите полный WebDAV-адрес вашего NextBox: ``https://my.domain.tld/remote.php/dav/files/USERNAME``. Замените *my.domain.tld* на публичный домен вашего NextBox', а *USERNAME* на имя пользователя, с которым вы хотите соединиться.
sk: V nasledujúcom dialógovom okne zadajte úplnú adresu WebDAV vášho NextBoxu: ``https://my.domain.tld/remote.php/dav/files/USERNAME``. Nahraďte *my.domain.tld* svojou verejnou doménou NextBox'a *USERNAME* používateľským menom, ku ktorému sa chcete pripojiť.
sl: V naslednjem pogovornem oknu vnesite celoten naslov WebDAV vašega NextBoxa: ``https://my.domain.tld/remote.php/dav/files/USERNAME``. *my.domain.tld* zamenjajte z javno domeno vašega NextBoxa, *USERNAME* pa z uporabniškim imenom, s katerim se želite povezati.
sv: I följande dialogruta anger du den fullständiga WebDAV-adressen för din NextBox: ``https://my.domain.tld/remote.php/dav/files/USERNAME``. Ersätt *my.domain.tld* med din NextBox's offentliga domän och *USERNAME* med det användarnamn du vill ansluta.
zh_cn: 在下面的对话框中，请输入你的NextBox的完整WebDAV地址。``https://my.domain.tld/remote.php/dav/files/USERNAME``。将*my.domain.tld*替换为你的NextBox'的公共域，*USERNAME*替换为你想连接的用户名。
