Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/nextbox.po
Languages: bg, cs, de, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: Therefore in technical terms IPv4 needs port forwarding to be enabled and for IPv6 you need to open the firewall to allow access to your NextBox. But in reality most routers do not differentiate between those and just name it *port sharing* for either IPv4 or IPv6.
bg: Следователно от техническа гледна точка за IPv4 е необходимо да се активира пренасочването на портове, а за IPv6 трябва да отворите защитната стена, за да разрешите достъпа до вашия NextBox. Но в действителност повечето маршрутизатори не правят разлика между тях и просто ги наричат *споделяне на портове* за IPv4 или IPv6.
cs: Z technického hlediska je tedy pro IPv4 nutné povolit přesměrování portů a pro IPv6 je nutné otevřít bránu firewall, abyste umožnili přístup k NextBoxu. Ve skutečnosti však většina směrovačů mezi nimi nerozlišuje a prostě je nazývá *sdílení portů* pro IPv4 nebo IPv6.
de: Technisch gesehen muss also für IPv4 die Portweiterleitung aktiviert werden und für IPv6 müssen Sie die Firewall öffnen, um den Zugriff auf Ihre NextBox zu ermöglichen. Aber in der Realität unterscheiden die meisten Router nicht zwischen diesen beiden und nennen es einfach *Port-Sharing* für entweder IPv4 oder IPv6.
el: Επομένως, από τεχνική άποψη, για το IPv4 πρέπει να ενεργοποιηθεί η προώθηση θυρών και για το IPv6 πρέπει να ανοίξετε το τείχος προστασίας για να επιτρέψετε την πρόσβαση στο NextBox σας. Αλλά στην πραγματικότητα οι περισσότεροι δρομολογητές δεν κάνουν διάκριση μεταξύ αυτών και απλά το ονομάζουν *port sharing* είτε για IPv4 είτε για IPv6.
es: Por lo tanto, en términos técnicos, IPv4 necesita que se habilite el reenvío de puertos y para IPv6 necesitas abrir el firewall para permitir el acceso a tu NextBox. Pero en realidad la mayoría de los routers no diferencian entre ellos y simplemente lo denominan *compartición de puertos* para IPv4 o IPv6.
et: Seega tuleb tehniliselt öeldes IPv4 puhul lubada portide suunamine ja IPv6 puhul peate avama tulemüüri, et võimaldada ligipääsu teie NextBoxile. Kuid tegelikkuses ei tee enamik ruutereid nende vahel vahet ja nimetavad seda lihtsalt *portide jagamiseks* kas IPv4 või IPv6 puhul.
fi: Teknisesti ottaen IPv4:n porttien välitys on siis otettava käyttöön, ja IPv6:n osalta sinun on avattava palomuuri, jotta NextBoxiin pääsee käsiksi. Todellisuudessa useimmat reitittimet eivät kuitenkaan tee eroa näiden välillä, vaan kutsuvat sitä vain *portin jakamiseksi* joko IPv4:n tai IPv6:n osalta.
fr: Par conséquent, en termes techniques, l'IPv4 nécessite que la redirection de port soit activée et pour l'IPv6, vous devez ouvrir le pare-feu pour permettre l'accès à votre NextBox. Mais en réalité, la plupart des routeurs ne font pas la différence entre les deux et se contentent de l'appeler *partage de port* pour IPv4 ou IPv6.
hu: Ezért technikai értelemben az IPv4 porttovábbítás engedélyezése szükséges, az IPv6 esetében pedig meg kell nyitnia a tűzfalat, hogy engedélyezze a hozzáférést a NextBox-hoz. A valóságban azonban a legtöbb útválasztó nem tesz különbséget ezek között, és egyszerűen csak *portmegosztásnak* nevezi az IPv4 vagy az IPv6 esetében.
ja: したがって技術的には、IPv4ではポートフォワーディングを有効にする必要があり、IPv6ではNextBoxへのアクセスを許可するためにファイアウォールを開く必要があります。しかし実際には、ほとんどのルーターはこれらを区別せず、IPv4またはIPv6のいずれかに対して「ポート共有」と呼んでいます。
lt: Todėl, kalbant techniniais terminais, IPv4 reikia įjungti prievadų persiuntimą, o IPv6 reikia atidaryti ugniasienę, kad būtų galima pasiekti jūsų NextBox. Tačiau iš tikrųjų dauguma maršrutizatorių jų neskiria ir tiesiog vadina tai *prievadų bendrinimu* IPv4 arba IPv6.
lv: Tāpēc, tehniski runājot, IPv4 ir jāaktivizē portu pārsūtīšana, bet IPv6 ir jāatver ugunsmūris, lai ļautu piekļūt NextBox. Taču realitātē vairums maršrutētāju tos nenošķir un vienkārši nosauc to par *portu koplietošanu* vai nu IPv4, vai IPv6.
nl: Daarom moet in technische termen voor IPv4 port forwarding worden ingeschakeld en voor IPv6 moet de firewall worden geopend om toegang tot uw NextBox mogelijk te maken. Maar in werkelijkheid maken de meeste routers hier geen onderscheid tussen en noemen ze het gewoon *port sharing* voor zowel IPv4 als IPv6.
pl: Z technicznego punktu widzenia IPv4 wymaga włączenia przekierowania portów, a w przypadku IPv6 należy otworzyć zaporę sieciową, aby umożliwić dostęp do NextBoxa. W rzeczywistości jednak większość routerów nie rozróżnia tych dwóch opcji i nazywa je po prostu *port sharing* dla IPv4 lub IPv6.
pt: Portanto, em termos técnicos o encaminhamento de portas IPv4 precisa estar habilitado e para IPv6 é preciso abrir o firewall para permitir o acesso à sua NextBox. Mas na realidade a maioria dos routers não diferencia entre eles e apenas nomeia *partilha de portas* para IPv4 ou IPv6.
ro: Prin urmare, din punct de vedere tehnic, pentru IPv4 este necesară activarea redirecționării porturilor, iar pentru IPv6 trebuie să deschideți firewall-ul pentru a permite accesul la NextBox. Dar, în realitate, majoritatea routerelor nu fac distincție între acestea, ci doar numesc acest lucru *port sharing*, fie pentru IPv4, fie pentru IPv6.
ru: Поэтому с технической точки зрения для IPv4 необходимо включить проброс портов, а для IPv6 нужно открыть брандмауэр, чтобы разрешить доступ к вашему NextBox. Но в действительности большинство маршрутизаторов не делают различий между ними и просто называют это *разделение портов* для IPv4 или IPv6.
sk: Preto je z technického hľadiska potrebné povoliť presmerovanie portov IPv4 a v prípade IPv6 je potrebné otvoriť bránu firewall, aby ste umožnili prístup k vášmu NextBoxu. V skutočnosti však väčšina smerovačov medzi nimi nerozlišuje a jednoducho to nazýva *zdieľanie portov* buď pre IPv4, alebo IPv6.
sl: Zato je treba v tehničnem smislu za IPv4 omogočiti posredovanje vrat, za IPv6 pa morate odpreti požarni zid, da omogočite dostop do svojega NextBoxa. Vendar v resnici večina usmerjevalnikov ne razlikuje med njimi in jih poimenuje *delitev vrat* za IPv4 ali IPv6.
sv: Tekniskt sett behöver IPv4 därför ha port forwarding aktiverat och för IPv6 måste du öppna brandväggen för att få tillgång till din NextBox. Men i verkligheten gör de flesta routrar ingen skillnad mellan dessa och kallar det bara *portdelning* för antingen IPv4 eller IPv6.
zh_cn: 因此，从技术上讲，IPv4需要启用端口转发，而对于IPv6，你需要打开防火墙，允许访问你的NextBox。但实际上，大多数路由器并不区分这些，只是将其命名为IPv4或IPv6的*端口共享*。

source: **The port-forwarding and/or firewall rules have to be configured to allow traffic on ports 80 (HTTP-Server) and 443 (HTTPS-Server).**
bg: **Прехвърлянето на портове и/или правилата на защитната стена трябва да бъдат конфигурирани така, че да позволяват трафика на портове 80 (HTTP-сървър) и 443 (HTTPS-сървър).**
cs: **Přesměrování portů a/nebo pravidla brány firewall musí být nakonfigurována tak, aby umožňovala provoz na portech 80 (HTTP-Server) a 443 (HTTPS-Server).**
de: **Die Port-Weiterleitung und/oder die Firewall-Regeln müssen so konfiguriert sein, dass der Verkehr auf den Ports 80 (HTTP-Server) und 443 (HTTPS-Server) erlaubt ist.**
el: **Οι κανόνες προώθησης θυρών ή/και τείχους προστασίας πρέπει να ρυθμιστούν ώστε να επιτρέπουν την κυκλοφορία στις θύρες 80 (HTTP-Server) και 443 (HTTPS-Server).**
es: **El reenvío de puertos y/o las reglas del cortafuegos deben configurarse para permitir el tráfico en los puertos 80 (servidor HTTP) y 443 (servidor HTTPS).
et: **Portide edastamise ja/või tulemüüri reeglid peavad olema konfigureeritud nii, et nad lubavad liiklust portidel 80 (HTTP-server) ja 443 (HTTPS-server).**
fi: **Portinohjaus ja/tai palomuurisäännöt on määritettävä siten, että ne sallivat liikenteen portteihin 80 (HTTP-palvelin) ja 443 (HTTPS-palvelin).**
fr: **La redirection de port et/ou les règles du pare-feu doivent être configurées pour autoriser le trafic sur les ports 80 (serveur HTTP) et 443 (serveur HTTPS).
hu: **A port-továbbítási és/vagy tűzfalszabályokat úgy kell beállítani, hogy a 80-as (HTTP-kiszolgáló) és 443-as (HTTPS-kiszolgáló) portokon a forgalom engedélyezett legyen.**
ja: **ポートフォワーディングやファイアウォールで、80番（HTTPサーバー）と443番（HTTPSサーバー）のトラフィックを許可するように設定されていること。
lt: **Prievadų persiuntimo ir (arba) užkardos taisyklės turi būti sukonfigūruotos taip, kad leistų srautą 80 (HTTP serverio) ir 443 (HTTPS serverio) prievadais.**
lv: **Port-forwarding un/vai ugunsmūra noteikumi jākonfigurē tā, lai atļautu 80 (HTTP serveris) un 443 (HTTPS serveris) portu datplūsmu.**.
nl: **De port-forwarding en/of firewallregels moeten worden geconfigureerd om verkeer op poorten 80 (HTTP-Server) en 443 (HTTPS-Server) toe te staan.**
pl: **Reguły przekierowania portów i/lub zapory sieciowej muszą być skonfigurowane tak, aby zezwalały na ruch na portach 80 (serwer HTTP) i 443 (serwer HTTPS).**.
pt: **As regras de encaminhamento de portas e/ou firewall devem ser configuradas para permitir o tráfego nas portas 80 (HTTP-Server) e 443 (HTTPS-Server).**
ro: **Reguli de redirecționare a porturilor și/sau regulile de firewall trebuie să fie configurate pentru a permite traficul pe porturile 80 (HTTP-Server) și 443 (HTTPS-Server).**
ru: **Порт-форвардинг и/или правила брандмауэра должны быть настроены на разрешение трафика на портах 80 (HTTP-сервер) и 443 (HTTPS-сервер)**.
sk: **Presmerovanie portov a/alebo pravidlá brány firewall musia byť nakonfigurované tak, aby umožňovali prevádzku na portoch 80 (server HTTP) a 443 (server HTTPS).**
sl: **Pravila za posredovanje vrat in/ali požarni zid morajo biti konfigurirana tako, da omogočajo promet na vratih 80 (strežnik HTTP) in 443 (strežnik HTTPS).**
sv: **Portforwarding och/eller brandväggsregler måste konfigureras för att tillåta trafik på portarna 80 (HTTP-server) och 443 (HTTPS-server).**
zh_cn: **必须配置端口转发和/或防火墙规则，以允许端口80（HTTP-服务器）和443（HTTPS-服务器）的流量**。

source: On a recent *Fritz!Box* you will find this configuration inside: "Internet -> Permit Access -> Port Sharing"
bg: В скорошен *Fritz!Box* ще намерите тази конфигурация вътре: "Internet -> Permit Access -> Port Sharing"
cs: V nedávném *Fritz!Boxu* najdete tuto konfiguraci uvnitř: "Internet -> Permit Access -> Port Sharing"
de: Auf einer aktuellen *Fritz!Box* finden Sie diese Konfiguration unter: "Internet -> Zugriff zulassen -> Portfreigabe"
el: Σε ένα πρόσφατο *Fritz!Box* θα βρείτε αυτή τη ρύθμιση μέσα: "Internet -> Permit Access -> Port Sharing",
es: En un *Fritz!Box* reciente encontrará esta configuración dentro de: "Internet -> Permitir acceso -> Compartir puertos"
et: Värskes *Fritz!Boxis* leiate selle konfiguratsiooni seest: "Internet -> Luba juurdepääs -> Portide jagamine"
fi: Tuoreessa *Fritz!Boxissa* löydät tämän asetuksen sisältä: "Internet -> Permit Access -> Port Sharing"
fr: Sur une *Fritz!Box* récente, vous trouverez cette configuration à l'intérieur : "Internet -> Autoriser l'accès -> Partage de port".
hu: Egy friss *Fritz!Box*-ban ezt a konfigurációt találja: "Internet -> Permit Access -> Port Sharing"
ja: 最近のFritz!Box*では、以下のような設定があります。
lt: Naujausioje *Fritz!Box* dėžutėje rasite šią konfigūraciją: "Internetas -> Leisti prieigą -> Prievado bendrinimas"
lv: Nesenā *Fritz!Box* konfigurācija ir šāda: "Internets -> Atļaut piekļuvi -> Ostu koplietošana"
nl: Op een recente *Fritz!Box* vind je deze configuratie binnenin: "Internet -> Permit Access -> Port Sharing"
pl: Na najnowszym *Fritz!Box* znajdziesz taką konfigurację w środku: "Internet -> Permit Access -> Port Sharing"
pt: Em um recente *Fritz!Box* você encontrará esta configuração dentro: "Internet -> Permit Access -> Port Sharing"
ro: Pe un *Fritz!Box* recent veți găsi această configurație în interior: "Internet -> Permit Access -> Port Sharing"
ru: На последнем *Fritz!Box* вы найдете эту конфигурацию внутри: "Internet -> Permit Access -> Port Sharing"
sk: Na nedávnom *Fritz!Boxe* nájdete túto konfiguráciu vo vnútri: "Internet -> Permit Access -> Port Sharing"
sl: V nedavnem *Fritz!Boxu* najdete to konfiguracijo znotraj: "Internet -> Permit Access -> Port Sharing"
sv: På en nyare *Fritz!Box* hittar du den här konfigurationen inuti: "Internet -> Permit Access -> Port Sharing"
zh_cn: 在最近的*Fritz！Box*上，你会发现里面有这样的配置："Internet -> Permit Access -> Port Sharing"。

source: Backwards Proxy Remote Access
bg: Отдалечен достъп чрез обратен прокси сървър
cs: Vzdálený přístup přes proxy server zpětně
de: Rückwärts-Proxy-Fernzugriff
el: Απομακρυσμένη πρόσβαση μεσολάβησης προς τα πίσω
es: Acceso remoto proxy hacia atrás
et: Kaugjuurdepääs tagurpidi proxy kaudu
fi: Backwards Proxy -etäyhteys
fr: Accès à distance par proxy à rebours
hu: Visszafelé proxy távoli hozzáférés
ja: バックワードプロキシ リモートアクセス
lt: Atgalinė proxy serverio nuotolinė prieiga
lv: Tālvadības tālvadības starpniekservera tālvadība ar atpakaļejošu starpniekserveri
nl: Backwards Proxy Toegang op afstand
pl: Backwards Proxy Zdalny dostęp
pt: Acesso remoto por Proxy para trás
ro: Accesul la distanță prin proxy retroactiv
ru: Удаленный доступ через обратный прокси-сервер
sk: Spätný proxy server vzdialeného prístupu
sl: Oddaljeni dostop prek posredniškega strežnika za nazaj
sv: Fjärråtkomst med bakåtriktad proxy
zh_cn: 反向代理远程访问

source: **This is the fastest and easiest way to make your NextBox available for remote access.**
bg: **Това е най-бързият и лесен начин да направите своя NextBox достъпен за отдалечен достъп.**
cs: **Jedná se o nejrychlejší a nejjednodušší způsob, jak zpřístupnit váš NextBox pro vzdálený přístup.**
de: **Dies ist der schnellste und einfachste Weg, Ihre NextBox für den Fernzugriff verfügbar zu machen.
el: **Αυτός είναι ο γρηγορότερος και ευκολότερος τρόπος για να καταστήσετε το NextBox σας διαθέσιμο για απομακρυσμένη πρόσβαση.**
es: **Esta es la forma más rápida y sencilla de hacer que tu NextBox esté disponible para el acceso remoto.
et: **See on kiireim ja lihtsaim viis oma NextBoxi kaugjuurdepääsuks kättesaadavaks teha.**
fi: **Tämä on nopein ja helpoin tapa saada NextBoxisi etäkäyttöön.**
fr: **C'est le moyen le plus rapide et le plus facile de rendre votre NextBox disponible pour un accès à distance.
hu: **Ez a leggyorsabb és legegyszerűbb módja annak, hogy a NextBox távoli elérés céljából elérhetővé váljon.**
ja: **NextBoxをリモートアクセスできるようにするための最速かつ最も簡単な方法です。
lt: **Tai greičiausias ir paprasčiausias būdas padaryti jūsų NextBox prieinamą nuotolinei prieigai.**
lv: **Šis ir ātrākais un vienkāršākais veids, kā padarīt NextBox pieejamu attālinātai piekļuvei.**
nl: **Dit is de snelste en eenvoudigste manier om uw NextBox beschikbaar te maken voor toegang op afstand.**
pl: **Jest to najszybszy i najprostszy sposób na udostępnienie NextBoxa do zdalnego dostępu.
pt: **Esta é a maneira mais rápida e fácil de disponibilizar a sua NextBox para acesso remoto.**
ro: **Aceasta este cea mai rapidă și mai ușoară modalitate de a face NextBox-ul disponibil pentru acces de la distanță.**
ru: **Это самый быстрый и простой способ сделать ваш NextBox доступным для удаленного доступа.**.
sk: ** Toto je najrýchlejší a najjednoduchší spôsob, ako sprístupniť váš NextBox na vzdialený prístup.**
sl: **To je najhitrejši in najlažji način, da je vaš NextBox na voljo za oddaljeni dostop.**
sv: **Detta är det snabbaste och enklaste sättet att göra din NextBox tillgänglig för fjärråtkomst.**
zh_cn: **这是使您的NextBox可用于远程访问的最快和最简单的方法**。

source: The only information to provide is the (sub)domain your NextBox should be available at. There is also no need for a port forwarding configuration or any other setting to be done at your internet router. Although this method is recommended, please be aware that this method also comes with some drawbacks:
bg: Единствената информация, която трябва да предоставите, е (под)домейнът, в който трябва да бъде достъпен вашият NextBox. Също така не е необходимо да се конфигурира пренасочване на портове или да се правят други настройки на вашия интернет рутер. Въпреки че този метод е препоръчителен, моля, имайте предвид, че този метод има и някои недостатъци:
cs: Jedinou informací, kterou je třeba zadat, je (sub)doména, na které by měl být váš NextBox dostupný. Rovněž není třeba provádět konfiguraci přesměrování portů ani žádné jiné nastavení na vašem internetovém směrovači. Přestože je tato metoda doporučována, mějte na paměti, že má i některé nevýhody:
de: Die einzige Angabe, die Sie machen müssen, ist die (Sub-)Domain, unter der Ihre NextBox erreichbar sein soll. Es ist auch keine Portweiterleitungskonfiguration oder eine andere Einstellung an Ihrem Internet-Router erforderlich. Obwohl diese Methode empfohlen wird, beachten Sie bitte, dass diese Methode auch einige Nachteile mit sich bringt:
el: Η μόνη πληροφορία που πρέπει να δώσετε είναι το (υπο)domain στο οποίο θα πρέπει να είναι διαθέσιμο το NextBox σας. Επίσης, δεν υπάρχει ανάγκη για διαμόρφωση προώθησης θύρας ή οποιαδήποτε άλλη ρύθμιση που πρέπει να γίνει στο δρομολογητή σας στο διαδίκτυο. Παρόλο που συνιστάται αυτή η μέθοδος, πρέπει να γνωρίζετε ότι αυτή η μέθοδος έχει και κάποια μειονεκτήματα:
es: La única información que hay que proporcionar es el (sub)dominio en el que debe estar disponible su NextBox. Tampoco es necesario configurar el reenvío de puertos o cualquier otro ajuste que deba hacerse en su router de Internet. Aunque se recomienda este método, tenga en cuenta que este método también tiene algunos inconvenientes:
et: Ainus teave, mis tuleb esitada, on (alam)domeen, milles teie NextBox peaks olema kättesaadav. Samuti ei ole vaja portide suunamist ega muid seadistusi teie internetiruuteril. Kuigi seda meetodit soovitatakse, arvestage palun, et sellel meetodil on ka mõned puudused:
fi: Ainoa tieto, joka sinun on annettava, on (ali)verkkotunnus, jossa NextBoxisi pitäisi olla saatavilla. Internet-reitittimessäsi ei myöskään tarvitse tehdä portinohjauskonfiguraatiota tai muita asetuksia. Vaikka tätä menetelmää suositellaan, ota huomioon, että siihen liittyy myös joitakin haittoja:
fr: La seule information à fournir est le (sous-)domaine auquel votre NextBox doit être disponible. Il n'est pas non plus nécessaire de configurer une redirection de port ou tout autre paramètre à effectuer sur votre routeur Internet. Bien que cette méthode soit recommandée, sachez qu'elle présente également quelques inconvénients :
hu: Az egyetlen megadandó információ az (al)domain, amelyen a NextBox elérhető. Nincs szükség porttovábbítási konfigurációra vagy bármilyen más beállításra az internetes routerén. Bár ez a módszer ajánlott, kérjük, vegye figyelembe, hogy ez a módszer hátrányokkal is jár:
ja: 用意する情報は、NextBoxが利用可能な（サブ）ドメインのみです。 また、ポートフォワーディングの設定や、インターネットルーターでの設定も必要ありません。この方法をお勧めしますが、この方法にはいくつかの欠点もありますのでご注意ください。
lt: Vienintelė informacija, kurią reikia pateikti, yra (sub)domenas, kuriame turėtų būti pasiekiamas jūsų "NextBox". Taip pat nereikia atlikti prievadų persiuntimo konfigūracijos ar kitų interneto maršrutizatoriaus nustatymų. Nors šis metodas yra rekomenduojamas, turėkite omenyje, kad jis turi ir tam tikrų trūkumų:
lv: Vienīgā informācija, kas jānorāda, ir (apakš)domēns, kurā jābūt pieejamam jūsu NextBox. Interneta maršrutētājā nav jāveic arī portu pāradresēšanas konfigurācija vai citi iestatījumi. Lai gan šī metode ir ieteicama, lūdzu, ņemiet vērā, ka šai metodei ir arī daži trūkumi:
nl: De enige informatie die u hoeft op te geven is het (sub)domein waarop uw NextBox beschikbaar moet zijn. U hoeft ook geen port forwarding configuratie of andere instellingen te doen op uw internet router. Hoewel deze methode wordt aanbevolen, moet u er rekening mee houden dat deze methode ook enkele nadelen heeft:
pl: Jedyną informacją, którą należy podać, jest (pod)domena, pod którą ma być dostępny NextBox. Nie ma również potrzeby konfigurowania przekierowania portów lub innych ustawień na routerze internetowym. Mimo że ta metoda jest zalecana, należy pamiętać, że ma ona również pewne wady:
pt: A única informação a fornecer é o (sub)domínio em que a sua NextBox deve estar disponível. Também não há necessidade de uma configuração de encaminhamento de porta ou qualquer outra configuração a ser feita em seu roteador de internet. Embora este método seja recomendado, por favor esteja ciente de que este método também vem com alguns inconvenientes:
ro: Singura informație pe care trebuie să o furnizați este (sub)domeniul în care NextBox ar trebui să fie disponibil. De asemenea, nu este nevoie de o configurație de redirecționare a porturilor sau de orice altă setare care să fie efectuată la routerul de internet. Deși această metodă este recomandată, vă rugăm să fiți conștienți de faptul că această metodă vine și cu unele dezavantaje:
ru: Единственная информация, которую необходимо предоставить, это (суб)домен, в котором должен быть доступен ваш NextBox. Также нет необходимости в настройке проброса портов или каких-либо других параметров на вашем интернет-маршрутизаторе. Хотя этот метод рекомендуется, пожалуйста, имейте в виду, что он также имеет некоторые недостатки:
sk: Jediná informácia, ktorú je potrebné poskytnúť, je (sub)doména, na ktorej by mal byť váš NextBox dostupný. Takisto nie je potrebné konfigurovať presmerovanie portov ani žiadne iné nastavenie na vašom internetovom smerovači. Hoci sa táto metóda odporúča, uvedomte si, že táto metóda má aj určité nevýhody:
sl: Edini podatek, ki ga je treba navesti, je (pod)domena, v kateri naj bi bil vaš NextBox na voljo. Prav tako ni treba konfigurirati posredovanja vrat ali drugih nastavitev na vašem internetnem usmerjevalniku. Čeprav je ta metoda priporočljiva, se zavedajte, da ima tudi ta metoda nekaj pomanjkljivosti:
sv: Den enda information du behöver ange är den (sub)domän som din NextBox ska vara tillgänglig på. Det finns heller inget behov av en portvidarekonfiguration eller någon annan inställning som måste göras på din internetrouter. Även om den här metoden rekommenderas bör du vara medveten om att den också har vissa nackdelar:
zh_cn: 唯一需要提供的信息是你的NextBox的（子）域名。 也不需要在你的互联网路由器上进行端口转发配置或任何其他设置。虽然这种方法被推荐，但请注意，这种方法也有一些缺点。
