Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/nextbox.po
Languages: bg, cs, de, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: Use The Nitrokey Backwards Proxy
bg: Използване на Nitrokey Backwards Proxy
cs: Použití zpětného proxy serveru Nitrokey
de: Verwenden Sie den Nitrokey-Rückwärtsproxy
el: Χρησιμοποιήστε το Nitrokey Backwards Proxy
es: Utilice el proxy Nitrokey Backwards
et: Kasutage Nitrokey tagasipööratud proksi
fi: Käytä Nitrokey Backwards Proxya
fr: Utiliser le proxy en arrière de Nitrokey
hu: A Nitrokey visszafelé proxy használata
ja: Nitrokeyバックワードプロキシの使用
lt: Naudokite "Nitrokey" atgalinį tarpinį serverį
lv: Izmantojiet Nitrokey Backwards Proxy
nl: Gebruik de Nitrokey achterwaartse proxy
pl: Użyj Nitrokey Backwards Proxy
pt: Use o Proxy da Nitrokey para trás
ro: Utilizați proxy-ul Nitrokey Backwards Proxy
ru: Используйте обратный прокси-сервер Nitrokey
sk: Používanie spätného proxy servera Nitrokey
sl: Uporaba posredniškega strežnika Nitrokey za nazaj
sv: Använd Nitrokey Backwards Proxy
zh_cn: 使用Nitrokey的反向代理

source: This method is by far the easiest to set up and use to get an encrypted to your NextBox from everywhere, the only think to do is to go to *Remote Access* and *Backwards Proxy* inside the NextBox-App, insert a sub-domain you want to use and click *Enable Quickstart Remote Access*. From now on you can access your NextBox using a URL like this:
bg: Този метод е далеч най-лесният за настройка и използване, за да получите криптиран до вашия NextBox отвсякъде, единственото, което трябва да направите, е да отидете на *Дистанционен достъп* и *Заден прокси* в NextBox-App, да въведете поддомейн, който искате да използвате, и да кликнете върху *Активирайте бърз дистанционен достъп*. Отсега нататък можете да получите достъп до вашия NextBox, като използвате URL адрес като този:
cs: Tato metoda je zdaleka nejjednodušší na nastavení a použití pro získání šifrovaného přístupu k vašemu NextBoxu odkudkoli.Jediné, co musíte udělat, je přejít do *Dálkový přístup* a *Zpětný proxy server* uvnitř NextBox-App, vložit subdoménu, kterou chcete použít, a kliknout na *Povolit rychlý vzdálený přístup*. Od této chvíle můžete přistupovat k NextBoxu pomocí adresy URL, jako je tato:
de: Diese Methode ist bei weitem am einfachsten einzurichten und zu verwenden, um von überall aus verschlüsselt auf Ihre NextBox zuzugreifen. Sie müssen nur innerhalb der NextBox-App auf *Remote Access* und *Backwards Proxy* gehen, eine Sub-Domain einfügen, die Sie verwenden möchten und auf *Enable Quickstart Remote Access* klicken. Von nun an können Sie auf Ihre NextBox mit einer URL wie dieser zugreifen:
el: Αυτή η μέθοδος είναι μακράν η πιο εύκολη στη ρύθμιση και τη χρήση για να έχετε κρυπτογραφημένη πρόσβαση στο NextBox σας από παντού, το μόνο που πρέπει να κάνετε είναι να πάτε στο *Απομακρυσμένη πρόσβαση* και *Προσωρινός μεσάζων* μέσα στην εφαρμογή NextBox, να εισάγετε ένα υπο-τομέα που θέλετε να χρησιμοποιήσετε και να κάνετε κλικ στο *Ενεργοποίηση Γρήγορης εκκίνησης απομακρυσμένης πρόσβασης*. Από εδώ και στο εξής μπορείτε να έχετε πρόσβαση στο NextBox σας χρησιμοποιώντας μια διεύθυνση URL όπως αυτή:
es: Este método es, con mucho, el más fácil de configurar y utilizar para obtener un acceso encriptado a tu NextBox desde cualquier lugar, lo único que hay que hacer es ir a *Acceso Remoto* y *Proxy hacia atrás* dentro de la aplicación NextBox, insertar un subdominio que quieras utilizar y hacer clic en *Habilitar el Acceso Remoto Rápido*. A partir de ahora podrás acceder a tu NextBox usando una URL como esta:
et: See meetod on kaugelt kõige lihtsam seadistada ja kasutada, et saada krüpteeritud oma NextBoxi kõikjalt, ainus mõte on minna NextBox-rakenduse sees *kaugjuurdepääs* ja *Tagasisese proxy*, sisestada alamdomeen, mida soovite kasutada, ja klõpsata *Enable Quickstart Remote Access*. Nüüdsest saad oma NextBoxile ligi, kasutades sellist URL-i:
fi: Tämä menetelmä on ylivoimaisesti helpoin määrittää ja käyttää saada salattu NextBoxisi kaikkialta, ainoa tehtävä on siirtyä NextBox-sovelluksen sisällä kohtaan *Etäkäyttö* ja *Rackwards Proxy*, lisätä haluamasi aliverkkotunnus ja napsauttaa *Enable Quickstart Remote Access*. Tästä lähtien voit käyttää NextBoxia käyttämällä tällaista URL-osoitetta:
fr: Cette méthode est de loin la plus facile à mettre en place et à utiliser pour obtenir un accès crypté à votre NextBox depuis n'importe où, la seule chose à faire est d'aller dans *Remote Access* et *Backwards Proxy* dans l'application NextBox, d'insérer un sous-domaine que vous voulez utiliser et de cliquer sur *Enable Quickstart Remote Access*. A partir de maintenant vous pouvez accéder à votre NextBox en utilisant une URL comme celle-ci :
hu: Ez a módszer messze a legegyszerűbb beállítani és használni, hogy egy titkosított a NextBox mindenhonnan, az egyetlen gondolat, hogy tegye meg, hogy menjen a * Távoli hozzáférés* és *Backwards Proxy* belül a NextBox-App, illessze be a sub-domain szeretné használni, és kattintson a *Enable Quickstart Remote Access*. Mostantól kezdve egy ilyen URL segítségével érheti el a NextBoxot:
ja: この方法は、どこからでも暗号化されたNextBoxにアクセスするための最も簡単な設定方法です。NextBoxアプリ内の*Remote Access*と*Backwards Proxy*に行き、使用したいサブドメインを挿入し、*Enable Quickstart Remote Access*をクリックするだけです。今後は、次のようなURLを使用してNextBoxにアクセスできます。
lt: Šį būdą yra bene lengviausia nustatyti ir naudoti, kad gautumėte užšifruotą prieigą prie savo NextBox iš bet kur, tereikia nueiti į *Atstumta prieiga* ir *Atstumtasis tarpininkas* NextBox programoje, įterpti subdomeną, kurį norite naudoti, ir spustelėti *Įjungti greitąją nuotolinę prieigą*. Nuo šiol galėsite pasiekti savo "NextBox" naudodami tokį URL adresą:
lv: Šī metode ir visvienkāršāk uzstādāma un izmantojama, lai no jebkuras vietas saņemtu šifrētu NextBox no jūsu NextBox, vienīgais, kas jādara, ir jādodas uz *Distālā piekļuve* un *Atpakaļejošais starpniekserveris* NextBox lietojumprogrammas iekšpusē, jāievieto apakšdomēna, kuru vēlaties izmantot, un jānospiež *Atļaut ātro attālo piekļuvi*. No šī brīža jūs varat piekļūt savam NextBox, izmantojot šādu URL adresi:
nl: Deze methode is veruit de eenvoudigste om in te stellen en te gebruiken om van overal een versleutelde naar uw NextBox te krijgen, het enige wat u hoeft te doen is naar *Remote Access* en *Backwards Proxy* binnen de NextBox-App te gaan, een sub-domein in te voeren dat u wilt gebruiken en op *Enable Quickstart Remote Access* te klikken. Vanaf nu kunt u uw NextBox benaderen met een URL zoals deze:
pl: Ta metoda jest zdecydowanie najłatwiejsza do skonfigurowania i użycia, aby uzyskać szyfrowany dostęp do NextBox z każdego miejsca. Jedyne, co należy zrobić, to przejść do *Remote Access* i *Backwards Proxy* w NextBox-App, wprowadzić subdomenę, której chcemy użyć i kliknąć *Enable Quickstart Remote Access*. Od tej pory można uzyskać dostęp do NextBoxa za pomocą adresu URL, jak poniżej:
pt: Este método é de longe o mais fácil de configurar e usar para obter uma encriptação para a sua NextBox de qualquer lugar, a única coisa a fazer é ir para *Acesso Remoto* e *Proxy Backwards* dentro da NextBox-App, insira um sub-domínio que você deseja usar e clique em *Acesso Remoto Quickstart*. A partir de agora você pode acessar sua NextBox usando um URL como este:
ro: Această metodă este de departe cea mai ușor de configurat și de utilizat pentru a obține un acces criptat la NextBox de oriunde, singurul lucru pe care trebuie să-l faceți este să mergeți la *Remote Access* și *Backwards Proxy* în interiorul NextBox-App, să introduceți un subdomeniu pe care doriți să-l utilizați și să faceți clic pe *Enable Quickstart Remote Access*. De acum încolo puteți accesa NextBox folosind un URL ca acesta:
ru: Этот метод, безусловно, самый простой в настройке и использовании для получения зашифрованного доступа к вашему NextBox отовсюду, единственное, что нужно сделать, это перейти в *Remote Access* и *Backwards Proxy* внутри NextBox-App, вставить поддомен, который вы хотите использовать, и нажать *Enable Quickstart Remote Access*. С этого момента вы можете получить доступ к NextBox, используя URL-адрес, как показано ниже:
sk: Táto metóda je zďaleka najjednoduchšia na nastavenie a použitie na získanie šifrovaného do vášho NextBoxu odkiaľkoľvek, jediné, čo musíte urobiť, je prejsť na *Diaľkový prístup* a *Zadný proxy server* v aplikácii NextBox, vložiť subdoménu, ktorú chcete použiť, a kliknúť na *Zapnúť rýchly vzdialený prístup*. Odteraz môžete pristupovať k svojmu NextBoxu pomocou adresy URL, ako je táto:
sl: To metodo je daleč najlažje nastaviti in uporabiti za pridobitev šifriranega do vašega NextBoxa od vsepovsod, edino, kar je treba storiti, je iti na *Dostop na daljavo* in *Zadnji posrednik* znotraj aplikacije NextBox, vstaviti poddomeno, ki jo želite uporabiti, in kliknite *Vključi hitri dostop na daljavo*. Odslej lahko do svojega NextBoxa dostopate z URL-jem, kot je ta:
sv: Den här metoden är överlägset enklast att installera och använda för att få en krypterad anslutning till din NextBox från var som helst.Det enda du behöver göra är att gå till *Remote Access* och *Backwards Proxy* i NextBox-appen, ange en subdomän som du vill använda och klicka på *Enable Quickstart Remote Access*. Från och med nu kan du komma åt din NextBox med hjälp av en URL som denna:
zh_cn: 这种方法是目前最容易设置和使用的，可以从任何地方加密到你的NextBox，唯一要做的是在NextBox-App中的*远程访问*和*反向代理*，插入一个你想使用的子域，然后点击*启用快速启动远程访问*。从现在开始，你可以使用这样的URL访问你的NextBox。

source: The padlock is there---your data (if you are using your ``[subdomain].nextbox.link`` URL) is now encrypted!
bg: Катинарът е там - вашите данни (ако използвате ``[subdomain].nextbox.link`` URL) вече са криптирани!
cs: Visací zámek je na místě - vaše data (pokud používáte ``[subdomain].nextbox.link`` URL) jsou nyní zašifrována!
de: Das Vorhängeschloss ist da - Ihre Daten (wenn Sie die URL ``[subdomain].nextbox.link`` verwenden) sind jetzt verschlüsselt!
el: Το λουκέτο είναι εκεί -- τα δεδομένα σας (αν χρησιμοποιείτε τη διεύθυνση URL ``[subdomain].nextbox.link``) είναι τώρα κρυπτογραφημένα!
es: ¡El candado está ahí---sus datos (si está usando su ``[subdomain].nextbox.link`` URL) están ahora encriptados!
et: Linnuke on seal--- teie andmed (kui kasutate oma ``[subdomain].nextbox.link`` URL-i) on nüüd krüpteeritud!
fi: Lukko on siellä---tietosi (jos käytät ``[subdomain].nextbox.link`` URL-osoitetta) on nyt salattu!
fr: Le cadenas est là - vos données (si vous utilisez votre URL "[sous-domaine].nextbox.link") sont maintenant cryptées !
hu: A lakat ott van---az adatai (ha a ``[subdomain].nextbox.link`` URL-t használja) mostantól titkosítva vannak!
ja: 南京錠は、あなたのデータ（``[subdomain].nextbox.link``のURLを使用している場合）が暗号化されていることを示しています。
lt: Užraktas yra - jūsų duomenys (jei naudojate ``[subdomain].nextbox.link`` URL) dabar yra užšifruoti!
lv: Tur ir piekaramā atslēga - jūsu dati (ja izmantojat savu ``[subdomain].nextbox.link`` URL) tagad ir šifrēti!
nl: Het hangslotje is er---uw gegevens (als u uw ``[subdomain].nextbox.link`` URL gebruikt) zijn nu versleuteld!
pl: Kłódka jest tam--- Twoje dane (jeśli używasz swojego ``[subdomain].nextbox.link`` URL) są teraz zaszyfrowane!
pt: O cadeado está lá... seus dados (se você estiver usando seu ``[subdomain].nextbox.link`` URL) estão agora criptografados!
ro: Lacătul este acolo - datele dvs. (dacă folosiți ``[subdomain].nextbox.link`` URL) sunt acum criptate!
ru: Замок есть - ваши данные (если вы используете свой ``[subdomain].nextbox.link`` URL) теперь зашифрованы!
sk: Visiaci zámok je tam--- vaše údaje (ak používate ``[subdomain].nextbox.link`` URL) sú teraz zašifrované!
sl: Ključavnica je tam - vaši podatki (če uporabljate ``[subdomain].nextbox.link`` URL) so zdaj šifrirani!
sv: Hänglåset finns där - dina data (om du använder din ``[subdomain].nextbox.link`` URL) är nu krypterade!
zh_cn: 挂锁在那里--你的数据（如果你使用你的``[subdomain].nextbox.link``网址）现在已经被加密了

source: So far so good, but wait, this works, but has two major drawbacks: Performance and a chained end-to-end encryption.
bg: Дотук добре, но чакайте, това работи, но има два основни недостатъка: Производителност и верижно криптиране от край до край.
cs: Zatím je to dobré, ale počkejte, funguje to, ale má to dvě zásadní nevýhody: Výkon a řetězové šifrování od konce ke konci.
de: So weit so gut, aber halt, das funktioniert zwar, hat aber zwei große Nachteile: Performance und eine verkettete Ende-zu-Ende-Verschlüsselung.
el: Μέχρι εδώ όλα καλά, αλλά περιμένετε, αυτό λειτουργεί, αλλά έχει δύο σημαντικά μειονεκτήματα: Απόδοση και αλυσιδωτή κρυπτογράφηση από άκρο σε άκρο.
es: Hasta aquí todo bien, pero espera, esto funciona, pero tiene dos grandes inconvenientes: El rendimiento y una encriptación encadenada de extremo a extremo.
et: Nii kaugele nii hästi, kuid oodake, see töötab, kuid sellel on kaks suurt puudust: jõudlus ja aheldatud otsast lõpuni krüpteerimine.
fi: Tähän asti kaikki hyvin, mutta odota, tämä toimii, mutta siinä on kaksi suurta haittaa: Suorituskyky ja ketjutettu päästä päähän -salaus.
fr: Jusqu'ici tout va bien, mais attendez, cela fonctionne, mais présente deux inconvénients majeurs : Les performances et un cryptage chaîné de bout en bout.
hu: Eddig minden rendben, de várjunk csak, ez működik, de van két nagy hátránya: Teljesítmény és a végponttól végpontig tartó titkosítás.
ja: ここまではいいのですが、待ってください。これは使えるのですが、2つの大きな欠点があります。1つはパフォーマンス、もう1つはエンド・ツー・エンドの暗号化です。
lt: Kol kas viskas gerai, bet palaukite, tai veikia, bet turi du pagrindinius trūkumus: Tai turi du trūkumus: našumą ir grandininį šifravimą nuo galo iki galo.
lv: Līdz šim viss bija labi, bet pagaidiet, tas darbojas, taču tam ir divi būtiski trūkumi: Veiktspēja un ķēdveida end-to-end šifrēšana.
nl: Tot zover alles goed, maar wacht, dit werkt, maar heeft twee grote nadelen: Prestatie en een geketende end-to-end encryptie.
pl: Jak dotąd tak dobrze, ale czekaj, to działa, ale ma dwie poważne wady: Wydajność i łańcuchowe szyfrowanie end-to-end.
pt: Até agora tudo bem, mas espera, isto funciona, mas tem dois grandes inconvenientes: Desempenho e uma encriptação encadeada de ponta a ponta.
ro: Până aici totul este bine, dar stați puțin, funcționează, dar are două dezavantaje majore: Performanța și o criptare înlănțuită de la un capăt la altul.
ru: Пока все хорошо, но подождите, это работает, но имеет два основных недостатка: Производительность и цепное сквозное шифрование.
sk: Zatiaľ je to dobré, ale počkajte, funguje to, ale má to dve veľké nevýhody: Výkon a reťazové šifrovanie od konca do konca.
sl: Do zdaj je bilo vse v redu, a počakajte, to deluje, vendar ima dve veliki pomanjkljivosti: in verižno šifriranje od konca do konca.
sv: Så långt så bra, men vänta, det fungerar, men har två stora nackdelar: Prestanda och en kedjad kryptering från början till slut.
zh_cn: 到目前为止还不错，但等等，这很有效，但有两个主要缺点。性能和连锁的端到端加密。

source: Performance
bg: Изпълнение
cs: Výkon
de: Leistung
el: Επιδόσεις
es: Rendimiento
et: Tulemuslikkus
fi: Suorituskyky
hu: Teljesítmény
ja: パフォーマンス
lt: Veikimas
lv: Veiktspēja
nl: Prestaties
pl: Wydajność
pt: Desempenho
ro: Performanță
ru: Производительность
sk: Výkon
sl: Uspešnost
sv: Prestanda
zh_cn: 业绩

source: The backwards proxy works like this: Your NextBox connects to the Nitrokey Proxy server and opens up a (backwards) channel. So even though your NextBox is maybe standing right next to your computer, the traffic goes all the way from your computer, into the internet, to the Nitrokey server and all the way back to your NextBox.
bg: Обратното прокси работи по следния начин: Вашият NextBox се свързва със сървъра Nitrokey Proxy и отваря (обратен) канал. Така че, въпреки че Вашият NextBox може би стои точно до Вашия компютър, трафикът преминава през целия път от Вашия компютър към интернет, към сървъра Nitrokey и обратно към Вашия NextBox.
cs: Zpětný proxy server funguje takto: Váš NextBox se připojí k serveru Nitrokey Proxy a otevře (zpětný) kanál. Takže přestože váš NextBox možná stojí hned vedle vašeho počítače, provoz prochází z vašeho počítače do internetu, na server Nitrokey a zpět do vašeho NextBoxu.
de: Der Rückwärts-Proxy funktioniert wie folgt: Ihre NextBox verbindet sich mit dem Nitrokey Proxy-Server und öffnet einen (Rückwärts-)Kanal. Obwohl Ihre NextBox also vielleicht direkt neben Ihrem Computer steht, geht der Verkehr den ganzen Weg von Ihrem Computer, ins Internet, zum Nitrokey-Server und den ganzen Weg zurück zu Ihrer NextBox.
el: Η αντίστροφη μεσολάβηση λειτουργεί ως εξής: Το NextBox σας συνδέεται με τον διακομιστή Nitrokey Proxy και ανοίγει ένα κανάλι (προς τα πίσω). Έτσι, παρόλο που το NextBox σας στέκεται ακριβώς δίπλα στον υπολογιστή σας, η κίνηση περνάει από τον υπολογιστή σας, στο διαδίκτυο, στον διακομιστή Nitrokey και πίσω στο NextBox σας.
es: El proxy inverso funciona así: Tu NextBox se conecta al servidor Nitrokey Proxy y abre un canal (hacia atrás). Así, aunque tu NextBox esté justo al lado de tu ordenador, el tráfico va desde tu ordenador, a Internet, al servidor Nitrokey y de vuelta a tu NextBox.
et: Tagurpidi proxy töötab nii: Teie NextBox ühendub Nitrokey Proxy serveriga ja avab (tagurpidi) kanali. Seega, kuigi teie NextBox seisab võib-olla otse teie arvuti kõrval, läheb liiklus teie arvutist kogu tee internetti, Nitrokey serverisse ja tagasi teie NextBoxi.
fi: Takaisinpäin suuntautuva välityspalvelin toimii seuraavasti: NextBox muodostaa yhteyden Nitrokey Proxy -palvelimeen ja avaa (takaperin) kanavan. Joten vaikka NextBoxisi on ehkä aivan tietokoneesi vieressä, liikenne kulkee tietokoneeltasi internetiin, Nitrokey-palvelimelle ja takaisin NextBoxiisi.
fr: Le proxy inversé fonctionne comme suit : Votre NextBox se connecte au serveur Proxy de Nitrokey et ouvre un canal (inversé). Ainsi, même si ta NextBox se trouve juste à côté de ton ordinateur, le trafic va de ton ordinateur à l'Internet, au serveur Nitrokey et revient à ta NextBox.
hu: A visszafelé proxy a következőképpen működik: A NextBox csatlakozik a Nitrokey Proxy szerverhez, és megnyit egy (visszafelé irányuló) csatornát. Így annak ellenére, hogy a NextBox talán közvetlenül a számítógépe mellett áll, a forgalom a számítógépétől az internetre, a Nitrokey szerverre és onnan vissza a NextBox-jára megy.
ja: バックワードプロキシは次のような仕組みになっています。あなたのNextBoxはNitrokey Proxyサーバーに接続し、（逆方向の）チャンネルを開きます。NextBoxがあなたのコンピュータのすぐそばにあっても、トラフィックはあなたのコンピュータからインターネットに入り、Nitrokeyサーバに行き、そしてあなたのNextBoxに戻ってくるのです。
lt: Atgalinis įgaliotasis serveris veikia taip: Jūsų "NextBox" prisijungia prie "Nitrokey Proxy" serverio ir atidaro (atgalinį) kanalą. Taigi, nors jūsų "NextBox" galbūt stovi šalia jūsų kompiuterio, duomenų srautas iš jūsų kompiuterio keliauja į internetą, į "Nitrokey" serverį ir atgal į jūsų "NextBox".
lv: Atpakaļejošais proxy darbojas šādi: Jūsu NextBox izveido savienojumu ar Nitrokey Proxy serveri un atver (atpakaļgaitas) kanālu. Tādējādi, lai gan jūsu NextBox atrodas tieši blakus datoram, datplūsma no jūsu datora iet visu ceļu no datora uz internetu, Nitrokey serveri un atpakaļ uz jūsu NextBox.
nl: De backwards proxy werkt als volgt: Uw NextBox maakt verbinding met de Nitrokey Proxy server en opent een (achterwaarts) kanaal. Dus ook al staat uw NextBox misschien vlak naast uw computer, het verkeer gaat helemaal van uw computer, het internet op, naar de Nitrokey server en helemaal terug naar uw NextBox.
pl: Backwards Proxy działa w następujący sposób: Twój NextBox łączy się z serwerem Nitrokey Proxy i otwiera kanał (wsteczny). Nawet jeśli Twój NextBox stoi tuż obok Twojego komputera, ruch przechodzi z Twojego komputera do Internetu, do serwera Nitrokey i z powrotem do Twojego NextBoxa.
pt: O proxy de trás para a frente funciona assim: A sua NextBox liga-se ao servidor Proxy da Nitrokey e abre um canal (de trás para a frente). Assim, mesmo que a sua NextBox esteja talvez ao lado do seu computador, o tráfego vai desde o seu computador, para a internet, para o servidor da Nitrokey e de volta para a sua NextBox.
ro: Proxy-ul inversat funcționează astfel: NextBox-ul dumneavoastră se conectează la serverul Nitrokey Proxy și deschide un canal (invers). Astfel, chiar dacă NextBox se află poate chiar lângă computerul dumneavoastră, traficul merge de la computerul dumneavoastră, pe internet, la serverul Nitrokey și înapoi la NextBox.
ru: Обратный прокси работает следующим образом: Ваш NextBox подключается к прокси-серверу Nitrokey и открывает (обратный) канал. Таким образом, даже если ваш NextBox стоит рядом с вашим компьютером, трафик проходит весь путь от вашего компьютера, в интернет, к серверу Nitrokey и обратно к вашему NextBox.
sk: Spätné sprostredkovanie funguje takto: Váš NextBox sa pripojí k serveru Nitrokey Proxy a otvorí (spätný) kanál. Takže aj keď váš NextBox možno stojí hneď vedľa vášho počítača, prevádzka prechádza z vášho počítača do internetu, na server Nitrokey a späť do vášho NextBoxu.
sl: Povratni posrednik deluje na naslednji način: Vaš NextBox se poveže s strežnikom Nitrokey Proxy in odpre (povratni) kanal. Čeprav vaš NextBox morda stoji tik ob vašem računalniku, promet poteka od vašega računalnika do interneta, strežnika Nitrokey in nazaj do vašega NextBoxa.
sv: Den bakåtriktade proxyn fungerar så här: Din NextBox ansluter till Nitrokey Proxy-servern och öppnar en (bakåtriktad) kanal. Så även om din NextBox kanske står precis bredvid din dator går trafiken hela vägen från din dator, in på Internet, till Nitrokey-servern och hela vägen tillbaka till din NextBox.
zh_cn: 逆向代理的工作方式是这样的。你的NextBox连接到Nitrokey代理服务器并打开一个（反向）通道。因此，尽管你的NextBox可能就站在你的电脑旁边，但流量从你的电脑一直到互联网，再到Nitrokey服务器，然后一直回到你的NextBox。
