Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/nextbox.po
Languages: bg, cs, de, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: In contrast to the :doc:`backwards proxy <proxy>` remote access method, this approach will ensure full end-to-end encryption using your very own TLS certificate acquired from `Let's Encrypt`_.
bg: За разлика от метода за отдалечен достъп :doc:`backwards proxy <proxy>`, този подход ще осигури пълно криптиране от край до край, като се използва вашият собствен TLS сертификат, придобит от `Let's Encrypt`_.
cs: Na rozdíl od metody vzdáleného přístupu :doc:`backwards proxy <proxy>` zajistí tento přístup úplné end-to-end šifrování pomocí vlastního certifikátu TLS získaného z `Let's Encrypt`_.
de: Im Gegensatz zur Fernzugriffsmethode :doc:`backwards proxy <proxy>` wird bei diesem Ansatz eine vollständige Ende-zu-Ende-Verschlüsselung mit Ihrem eigenen TLS-Zertifikat sichergestellt, das Sie von `Let's Encrypt`_ erworben haben.
el: Σε αντίθεση με τη μέθοδο απομακρυσμένης πρόσβασης :doc:`backwards proxy <proxy>`, αυτή η προσέγγιση θα εξασφαλίσει πλήρη κρυπτογράφηση από άκρο σε άκρο χρησιμοποιώντας το δικό σας πιστοποιητικό TLS που αποκτήσατε από το `Let's Encrypt`_.
es: A diferencia del método de acceso remoto :doc:`backwards proxy <proxy>`, este enfoque garantizará el cifrado completo de extremo a extremo utilizando su propio certificado TLS adquirido de `Let's Encrypt`_.
et: Erinevalt :doc:`tagasi proxy <proxy>`kaugjuurdepääsumeetodist tagab see lähenemisviis täieliku otsast lõpuni krüpteerimise, kasutades omaenda TLS-sertifikaati, mis on saadud `Let's Encrypt`_.
fi: Toisin kuin :doc:`backwards proxy <proxy>`etäyhteysmenetelmä, tämä lähestymistapa varmistaa täydellisen päästä päähän -salauksen käyttämällä omaa TLS-varmentettasi, joka on hankittu osoitteesta `Let's Encrypt`_.
fr: Contrairement à la méthode d'accès à distance :doc:`backwards proxy <proxy>`, cette approche garantit un cryptage complet de bout en bout à l'aide de votre propre certificat TLS acquis auprès de `Let's Encrypt`_.
hu: A :doc:`visszafelé proxy <proxy>` távoli hozzáférési módszerrel ellentétben ez a megközelítés teljes végponttól-végpontig tartó titkosítást biztosít a `Let's Encrypt`_-től szerzett saját TLS tanúsítvány segítségével.
ja: doc:`backwards proxy <proxy>`のリモートアクセス方法とは対照的に、このアプローチでは、`Let's Encrypt`_から取得した独自のTLS証明書を使用して、完全なエンドツーエンドの暗号化を保証します。
lt: Skirtingai nuo :doc:`atbulinio tarpinio serverio <proxy>` nuotolinės prieigos metodo, šis metodas užtikrins visišką šifravimą nuo galo iki galo, naudojant nuosavą TLS sertifikatą, įsigytą iš `Let's Encrypt`_.
lv: Atšķirībā no attālās piekļuves metodes :doc:`backwards proxy <proxy>` šī pieeja nodrošinās pilnīgu end-to-end šifrēšanu, izmantojot savu TLS sertifikātu, kas iegūts no `Let's Encrypt`_.
nl: In tegenstelling tot de :doc:`backwards proxy <proxy>` methode voor toegang op afstand, zorgt deze aanpak voor volledige end-to-end encryptie met gebruikmaking van uw eigen TLS-certificaat dat u van `Let's Encrypt`_ hebt verkregen.
pl: W przeciwieństwie do metody zdalnego dostępu :doc:`backwards proxy <proxy>`, to podejście zapewni pełne szyfrowanie end-to-end przy użyciu Twojego własnego certyfikatu TLS nabytego od `Let's Encrypt`_.
pt: Em contraste com o método :doc:`backwards proxy <proxy>` remote access method, esta abordagem irá garantir criptografia completa de ponta a ponta utilizando seu próprio certificado TLS adquirido de `Let's Encrypt`_.
ro: Spre deosebire de metoda de acces de la distanță :doc:`backwards proxy <proxy>`, această abordare va asigura criptarea completă de la un capăt la altul folosind propriul certificat TLS achiziționat de la `Let's Encrypt`_.
ru: В отличие от метода удаленного доступа :doc:`backwards proxy <proxy>`, этот подход обеспечит полное сквозное шифрование с использованием вашего собственного сертификата TLS, приобретенного у `Let's Encrypt`_.
sk: Na rozdiel od metódy vzdialeného prístupu :doc:`backwards proxy <proxy>` tento prístup zabezpečí úplné šifrovanie end-to-end pomocou vlastného certifikátu TLS získaného z `Let's Encrypt`_.
sl: V nasprotju z metodo oddaljenega dostopa :doc:`backwards proxy <proxy>` bo ta pristop zagotovil popolno šifriranje od konca do konca z uporabo lastnega potrdila TLS, pridobljenega od `Let's Encrypt`_.
sv: Till skillnad från :doc:`backwards proxy <proxy>`metoden för fjärråtkomst säkerställer detta tillvägagångssätt fullständig kryptering från början till slut med hjälp av ditt eget TLS-certifikat från `Let's Encrypt`_.
zh_cn: 与 :doc:`backwards proxy <proxy>`远程访问方法相比，这种方法将确保使用你自己的TLS证书从`Let's Encrypt`_获得的完全端到端加密。

source: Guided Dynamic DNS
bg: Динамичен DNS с ръководство
cs: Řízená dynamická služba DNS
de: Geführter dynamischer DNS
el: Καθοδηγούμενο δυναμικό DNS
es: DNS dinámico guiado
et: Juhitud dünaamiline DNS
fi: Ohjattu dynaaminen DNS
fr: DNS dynamique guidé
hu: Irányított dinamikus DNS
ja: ガイド付きダイナミックDNS
lt: Vadovaujamasis dinaminis DNS
lv: Virzīts dinamiskais DNS
nl: Begeleide dynamische DNS
pl: Dynamiczny DNS z przewodnikiem
pt: DNS Dinâmico Guiado
ro: DNS dinamic ghidat
ru: Управляемый динамический DNS
sk: Riadená dynamická služba DNS
sl: Vodeni dinamični DNS
sv: Vägledande dynamisk DNS
zh_cn: 引导的动态DNS

source: The guided setup will register an account at `desec.io`_ for you. Please follow these steps to configure your NextBox using the Guided Dynamic DNS method:
bg: Ръководената настройка ще регистрира за вас акаунт в `desec.io`_. Моля, следвайте тези стъпки, за да конфигурирате вашия NextBox, използвайки метода Guided Dynamic DNS:
cs: Průvodce nastavením pro vás zaregistruje účet na `desec.io`_. Při konfiguraci NextBoxu pomocí metody Guided Dynamic DNS postupujte podle následujících kroků:
de: Bei der geführten Einrichtung wird ein Konto bei `desec.io`_ für Sie registriert. Bitte folgen Sie diesen Schritten, um Ihre NextBox mit der Guided Dynamic DNS Methode zu konfigurieren:
el: Η καθοδηγούμενη ρύθμιση θα καταχωρήσει έναν λογαριασμό στο `desec.io`_ για εσάς. Παρακαλούμε ακολουθήστε αυτά τα βήματα για να ρυθμίσετε το NextBox σας χρησιμοποιώντας τη μέθοδο Guided Dynamic DNS:
es: La configuración guiada registrará una cuenta en `desec.io`_ para ti. Por favor, siga estos pasos para configurar su NextBox utilizando el método de DNS dinámico guiado:
et: Juhendatud seadistamine registreerib teie jaoks konto aadressil `desec.io`_. Järgige neid samme, et konfigureerida oma NextBox, kasutades juhendatud dünaamilise DNS-i meetodit:
fi: Ohjattu asennus rekisteröi sinulle tilin osoitteessa `desec.io`_. Noudata näitä ohjeita määrittääksesi NextBoxin käyttämällä ohjattua dynaamista DNS-menetelmää:
fr: La configuration guidée enregistrera un compte à `desec.io`_ pour vous. Veuillez suivre ces étapes pour configurer votre NextBox en utilisant la méthode Guided Dynamic DNS :
hu: A vezetett beállítás regisztrál egy fiókot a `desec.io`_ oldalon. Kérjük, kövesse az alábbi lépéseket a NextBox konfigurálásához az irányított dinamikus DNS módszerrel:
ja: ガイド付き設定では、`desec.io`_にアカウントを登録してくれます。以下の手順でNextBoxをGuided Dynamic DNS方式で設定してください。
lt: Vadovaujant sąranka bus užregistruota jūsų paskyra `desec.io`_. Atlikite šiuos veiksmus, kad sukonfigūruotumėte savo "NextBox" naudodami vadovaujamąjį dinaminio DNS metodą:
lv: Vadītās iestatīšanas laikā jums tiks reģistrēts konts `desec.io`_. Lūdzu, izpildiet šos soļus, lai konfigurētu NextBox, izmantojot vadītās dinamiskās DNS metodes:
nl: De begeleide setup zal een account bij `desec.io`_ voor u registreren. Volg deze stappen om uw NextBox te configureren met de Guided Dynamic DNS-methode:
pl: Konfiguracja sterowana zarejestruje dla Ciebie konto na stronie `desec.io`_. Wykonaj poniższe kroki, aby skonfigurować urządzenie NextBox przy użyciu metody Guided Dynamic DNS:
pt: A configuração guiada irá registar uma conta em `desec.io`_ para si. Por favor siga estes passos para configurar a sua NextBox usando o método de DNS Dinâmico Guiado:
ro: Configurarea ghidată va înregistra un cont la `desec.io`_ pentru dumneavoastră. Vă rugăm să urmați acești pași pentru a vă configura NextBox utilizând metoda DNS dinamic ghidat:
ru: Управляемая настройка зарегистрирует для вас учетную запись на `desec.io`_. Выполните следующие шаги, чтобы настроить NextBox с помощью метода управляемой динамической DNS:
sk: Pri riadenom nastavení sa pre vás zaregistruje účet na `desec.io`_. Pri konfigurácii NextBoxu pomocou metódy Guided Dynamic DNS postupujte podľa týchto krokov:
sl: Vodena nastavitev bo za vas registrirala račun na `desec.io`_. Sledite tem korakom, da konfigurirate svoj NextBox z uporabo vodene metode dinamičnega DNS:
sv: Den guidade installationen registrerar ett konto på `desec.io`_ åt dig. Följ de här stegen för att konfigurera din NextBox med hjälp av metoden Guided Dynamic DNS:
zh_cn: 指导性设置将为您在`desec.io`_注册一个账户。请按照以下步骤，使用引导式动态DNS方法配置您的NextBox。

source: In step one you need to provide an e-mail address and the domain you would like to register. Please make sure that you have access to this e-mail account and the domain ends with **.dedyn.io**. *You can continue to the next step by registering at `desec.io`_ or without (e.g., if you have already registered this domain before)*
bg: В първата стъпка трябва да посочите имейл адрес и домейна, който искате да регистрирате. Уверете се, че имате достъп до този имейл акаунт и че домейнът завършва с **.dedyn.io**. *Можете да продължите към следващата стъпка, като се регистрирате в `desec.io`_ или без регистрация (напр. ако вече сте регистрирали този домейн преди)*
cs: V prvním kroku je třeba zadat e-mailovou adresu a doménu, kterou chcete zaregistrovat. Ujistěte se, že máte přístup k tomuto e-mailovému účtu a že doména končí na **.dedyn.io**. *Můžete pokračovat k dalšímu kroku registrací na adrese `desec.io`_ nebo bez ní (např. pokud jste již tuto doménu registrovali dříve)*.
de: Im ersten Schritt müssen Sie eine E-Mail-Adresse und die Domain angeben, die Sie registrieren möchten. Bitte stellen Sie sicher, dass Sie Zugriff auf dieses E-Mail-Konto haben und die Domain mit **.dedyn.io** endet. *Sie können zum nächsten Schritt übergehen, indem Sie sich bei `desec.io` registrieren oder ohne (z.B. wenn Sie diese Domain schon einmal registriert haben).
el: Στο πρώτο βήμα πρέπει να δώσετε μια διεύθυνση ηλεκτρονικού ταχυδρομείου και τον τομέα που θέλετε να καταχωρίσετε. Βεβαιωθείτε ότι έχετε πρόσβαση σε αυτόν τον λογαριασμό ηλεκτρονικού ταχυδρομείου και ότι το domain τελειώνει με **.dedyn.io**. *Μπορείτε να συνεχίσετε στο επόμενο βήμα με την εγγραφή στο `desec.io`_ ή χωρίς (π.χ. αν έχετε ήδη καταχωρήσει αυτό το domain στο παρελθόν)*
es: En el primer paso debe proporcionar una dirección de correo electrónico y el dominio que desea registrar. Asegúrese de que tiene acceso a esta cuenta de correo electrónico y de que el dominio termina en **.dedyn.io**. *Puede continuar con el siguiente paso registrándose en `desec.io`_ o sin (por ejemplo, si ya ha registrado este dominio anteriormente)*.
et: Esimeses etapis peate esitama e-posti aadressi ja domeeni, mida soovite registreerida. Veenduge, et teil on juurdepääs sellele e-posti kontole ja et domeen lõpeb sõnaga **.dedyn.io**. *Te võite jätkata järgmise sammuga, registreerides aadressil `desec.io`_ või ilma (nt kui olete selle domeeni juba varem registreerinud)*.
fi: Ensimmäisessä vaiheessa sinun on annettava sähköpostiosoite ja verkkotunnus, jonka haluat rekisteröidä. Varmista, että sinulla on pääsy tähän sähköpostitiliin ja että verkkotunnuksen pääte on **.dedyn.io**. *Voit jatkaa seuraavaan vaiheeseen rekisteröitymällä osoitteessa `desec.io`_ tai ilman (esim. jos olet jo aiemmin rekisteröinyt tämän verkkotunnuksen)*.
fr: Dans la première étape, vous devez fournir une adresse e-mail et le domaine que vous souhaitez enregistrer. Veuillez vous assurer que vous avez accès à ce compte e-mail et que le domaine se termine par **.dedyn.io**. *Vous pouvez passer à l'étape suivante en vous enregistrant sur `desec.io`_ ou sans (par exemple, si vous avez déjà enregistré ce domaine auparavant)*.
hu: Az első lépésben meg kell adnia egy e-mail címet és a regisztrálni kívánt tartományt. Kérjük, győződjön meg róla, hogy hozzáférése van ehhez az e-mail fiókhoz, és a domain vége **.dedyn.io**. *A következő lépésre a `desec.io`_ vagy anélkül (pl. ha már korábban regisztrálta ezt a domaint)* regisztrációval léphet tovább.
ja: ステップ1では、電子メールアドレスと登録したいドメインを入力する必要があります。 このメールアカウントにアクセスできることと、ドメインの末尾が **.dedyn.io** であることを確認してください。*次のステップでは、`desec.io`_に登録しても、しなくても（例：以前にこのドメインを登録したことがある場合）、次のステップに進むことができます*。
lt: Pirmajame žingsnyje reikia nurodyti el. pašto adresą ir domeną, kurį norite užregistruoti. Įsitikinkite, kad turite prieigą prie šios el. pašto dėžutės ir kad domenas baigiasi **.dedyn.io**. *Kitą žingsnį galite tęsti registruodamiesi adresu `desec.io`_ arba be jo (pvz., jei šį domeną jau registravote anksčiau)*.
lv: Pirmajā solī ir jānorāda e-pasta adrese un domēns, kuru vēlaties reģistrēt. Lūdzu, pārliecinieties, ka jums ir piekļuve šim e-pasta kontam un ka domēns beidzas ar **.dedyn.io**. *Turpināt nākamajā solī, reģistrējoties vietnē `desec.io`_ vai bez tās (piemēram, ja jau iepriekš esat reģistrējis šo domēnu)*.
nl: In stap een moet u een e-mail adres opgeven en het domein dat u wilt registreren. Zorg ervoor dat je toegang hebt tot dit e-mail account en dat het domein eindigt op **.dedyn.io**. *U kunt doorgaan naar de volgende stap door te registreren bij `desec.io`_ of zonder (bijv. als u dit domein al eerder heeft geregistreerd)*
pl: W kroku pierwszym musisz podać adres e-mail oraz domenę, którą chcesz zarejestrować. Upewnij się, że masz dostęp do tego konta e-mail, a domena kończy się na **.dedyn.io**. *Możesz przejść do następnego kroku rejestrując się na `desec.io`_ lub bez (np. jeśli już wcześniej zarejestrowałeś tę domenę)*.
pt: No primeiro passo, você precisa fornecer um endereço de e-mail e o domínio que você gostaria de registrar. Por favor certifique-se de que tem acesso a esta conta de e-mail e o domínio termina com **.dedyn.io***. *Pode continuar para o passo seguinte registando em `desec.io`_ ou sem (por exemplo, se já registou este domínio antes)*.
ro: În primul pas trebuie să furnizați o adresă de e-mail și domeniul pe care doriți să îl înregistrați. Vă rugăm să vă asigurați că aveți acces la acest cont de e-mail și că domeniul se termină cu **.dedyn.io**. *Puteți continua la pasul următor înregistrându-vă la `desec.io`_ sau fără (de exemplu, dacă ați înregistrat deja acest domeniu înainte)*.
ru: На первом шаге вам необходимо указать адрес электронной почты и домен, который вы хотите зарегистрировать. Пожалуйста, убедитесь, что у вас есть доступ к этой учетной записи электронной почты, а домен заканчивается на **.dedyn.io**. *Вы можете перейти к следующему шагу, зарегистрировавшись на сайте `desec.io`_ или без регистрации (например, если вы уже регистрировали этот домен ранее)*.
sk: V prvom kroku musíte zadať e-mailovú adresu a doménu, ktorú chcete zaregistrovať. Uistite sa, že máte prístup k tomuto e-mailovému účtu a doména končí na **.dedyn.io**. *V ďalšom kroku môžete pokračovať registráciou na adrese `desec.io`_ alebo bez nej (napr. ak ste už túto doménu zaregistrovali predtým)*
sl: V prvem koraku morate navesti e-poštni naslov in domeno, ki jo želite registrirati. Prepričajte se, da imate dostop do tega e-poštnega računa in da se domena konča z **.dedyn.io**. *Na naslednji korak lahko nadaljujete z registracijo na naslovu `desec.io`_ ali brez nje (npr. če ste to domeno že prej registrirali)*
sv: I steg ett måste du ange en e-postadress och den domän du vill registrera. Se till att du har tillgång till detta e-postkonto och att domänen slutar på **.dedyn.io**. *Du kan fortsätta till nästa steg genom att registrera dig på `desec.io`_ eller utan (t.ex. om du redan har registrerat denna domän tidigare)*.
zh_cn: 在第一步，你需要提供一个电子邮件地址和你想注册的域名。 请确保你可以访问这个电子邮件账户，并且域名以**.dedyn.io**结尾。*你可以通过在 "desec.io "注册或不注册（例如，如果你以前已经注册过这个域名）继续进行下一步的工作 *

source: After the registration at `desec.io`_ you will receive a verification e-mail, which will guide you through the registration process at `desec.io`_. Once completed you will be presented with a secret token, which is needed in step two.
bg: След регистрацията в `desec.io`_ ще получите потвърждаващ имейл, който ще ви насочи към процеса на регистрация в `desec.io`_. След приключването му ще ви бъде представен секретен токен, който е необходим във втората стъпка.
cs: Po registraci na `desec.io`_ obdržíte ověřovací e-mail, který vás provede procesem registrace na `desec.io`_. Po dokončení se vám zobrazí tajný token, který je potřeba ve druhém kroku.
de: Nach der Registrierung bei `desec.io`_ erhalten Sie eine Bestätigungs-E-Mail, die Sie durch den Registrierungsprozess bei `desec.io`_ führt. Nach Abschluss erhalten Sie einen geheimen Token, der im zweiten Schritt benötigt wird.
el: Μετά την εγγραφή στο `desec.io`_ θα λάβετε ένα e-mail επαλήθευσης, το οποίο θα σας καθοδηγήσει στη διαδικασία εγγραφής στο `desec.io`_. Μόλις ολοκληρωθεί, θα σας παρουσιαστεί ένα μυστικό διακριτικό, το οποίο θα χρειαστείτε στο δεύτερο βήμα.
es: Tras el registro en `desec.io`_ recibirás un correo electrónico de verificación, que te guiará en el proceso de registro en `desec.io`_. Una vez completado, se le presentará un token secreto, que es necesario en el segundo paso.
et: Pärast registreerimist aadressil `desec.io`_ saate kinnitava e-kirja, mis juhatab teid läbi registreerimisprotsessi aadressil `desec.io`_. Kui registreerimine on lõpetatud, esitatakse teile salajane sümbol, mida on vaja teises etapis.
fi: Rekisteröitymisen jälkeen osoitteessa `desec.io`_ saat vahvistussähköpostin, joka opastaa sinua rekisteröitymisprosessin läpi osoitteessa `desec.io`_. Kun olet suorittanut rekisteröitymisen, sinulle näytetään salainen tunniste, jota tarvitaan vaiheessa kaksi.
fr: Après l'inscription à `desec.io`_, vous recevrez un e-mail de vérification, qui vous guidera tout au long du processus d'inscription à `desec.io`_. Une fois l'inscription terminée, vous recevrez un jeton secret, nécessaire pour l'étape 2.
hu: A `desec.io`_ oldalon történő regisztráció után kap egy ellenőrző e-mailt, amely végigvezeti Önt a regisztrációs folyamaton a `desec.io`_ oldalon. Ha befejezte a regisztrációt, kap egy titkos tokent, amelyre a második lépésben lesz szüksége.
ja: `desec.io`_での登録後、検証メールが送られてきますが、これは`desec.io`_での登録プロセスを案内するものです。登録が完了すると、ステップ2で必要となるシークレットトークンが表示されます。
lt: Užsiregistravę `desec.io`_ gausite patvirtinimo el. laišką, kuriame bus nurodyta, kaip registruotis `desec.io`_. Jį užbaigus, jums bus pateiktas slaptasis simbolis, kuris reikalingas antrajame žingsnyje.
lv: Pēc reģistrācijas `desec.io`_ jūs saņemsiet verifikācijas e-pastu, kas jums palīdzēs veikt reģistrācijas procesu `desec.io`_. Pēc tā pabeigšanas jums tiks parādīts slepenais žetons, kas ir nepieciešams otrajā solī.
nl: Na de registratie bij `desec.io`_ ontvangt u een verificatie e-mail, die u door het registratieproces bij `desec.io`_ zal leiden. Eenmaal voltooid krijgt u een geheim token, die nodig is in stap twee.
pl: Po rejestracji na stronie `desec.io`_ otrzymasz e-mail weryfikacyjny, który przeprowadzi Cię przez proces rejestracji na stronie `desec.io`_. Po jego zakończeniu otrzymasz tajny token, który jest potrzebny w kroku drugim.
pt: Após o registro em `desec.io`_ você receberá um e-mail de verificação, que o guiará pelo processo de registro em `desec.io`_. Uma vez concluído, ser-lhe-á apresentada uma ficha secreta, que é necessária no segundo passo.
ro: După înregistrarea la `desec.io`_ veți primi un e-mail de verificare, care vă va ghida prin procesul de înregistrare la `desec.io`_. Odată finalizat, vi se va prezenta un token secret, care este necesar în pasul doi.
ru: После регистрации на сайте `desec.io`_ вы получите проверочное электронное письмо, которое проведет вас через процесс регистрации на сайте `desec.io`_. После завершения процесса вам будет представлен секретный токен, который понадобится на втором этапе.
sk: Po registrácii na `desec.io`_ dostanete overovací e-mail, ktorý vás prevedie procesom registrácie na `desec.io`_. Po dokončení sa vám zobrazí tajný token, ktorý je potrebný v druhom kroku.
sl: Po registraciji na `desec.io`_ boste prejeli potrditveno e-pošto, ki vas bo vodila skozi postopek registracije na `desec.io`_. Po končanem postopku boste prejeli tajni žeton, ki ga potrebujete v drugem koraku.
sv: Efter registreringen på `desec.io`_ kommer du att få ett e-postmeddelande med en bekräftelse som guidar dig genom registreringsprocessen på `desec.io`_. När du har slutfört registreringen kommer du att få en hemlig token, som behövs i steg två.
zh_cn: 在`desec.io`_注册后，你会收到一封验证邮件，它将指导你完成`desec.io`_的注册过程。一旦完成，你将得到一个秘密令牌，这在第二步中是需要的。
