Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/nextbox.po
Languages: bg, cs, de, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: In the following window insert your full Nextcloud credentials, means your username and password you use to login into your Nextcloud.
bg: В следващия прозорец въведете пълните си идентификационни данни за Nextcloud, т.е. потребителското име и паролата, които използвате, за да влезете в Nextcloud.
cs: Do následujícího okna vložte své úplné přihlašovací údaje ke službě Nextcloud, tedy uživatelské jméno a heslo, které používáte k přihlášení do služby Nextcloud.
de: Geben Sie im folgenden Fenster Ihre vollständigen Nextcloud-Zugangsdaten ein, d.h. Ihren Benutzernamen und Ihr Passwort, mit denen Sie sich in Ihrer Nextcloud anmelden.
el: Στο επόμενο παράθυρο εισάγετε τα πλήρη διαπιστευτήριά σας για το Nextcloud, δηλαδή το όνομα χρήστη και τον κωδικό πρόσβασης που χρησιμοποιείτε για να συνδεθείτε στο Nextcloud σας.
es: En la siguiente ventana introduce tus credenciales completas de Nextcloud, es decir, tu nombre de usuario y contraseña que utilizas para entrar en tu Nextcloud.
et: Järgnevasse aknasse sisestage oma täielikud Nextcloudi kasutajatunnused, st teie kasutajanimi ja parool, mida kasutate Nextcloudi sisselogimiseks.
fi: Lisää seuraavaan ikkunaan täydelliset Nextcloud-tunnuksesi, eli käyttäjätunnuksesi ja salasanasi, joilla kirjaudut Nextcloudiin.
fr: Dans la fenêtre suivante, insérez vos informations d'identification complètes de Nextcloud, c'est-à-dire votre nom d'utilisateur et votre mot de passe que vous utilisez pour vous connecter à votre Nextcloud.
hu: A következő ablakba illessze be a teljes Nextcloud hitelesítő adatait, azaz a felhasználónevét és jelszavát, amellyel bejelentkezik a Nextcloudba.
ja: 次のウィンドウに、Nextcloudの完全な認証情報（Nextcloudにログインするためのユーザー名とパスワード）を入力します。
lt: Šiame lange įveskite visus savo "Nextcloud" įgaliojimus, t. y. vartotojo vardą ir slaptažodį, kuriuos naudojate prisijungdami prie "Nextcloud".
lv: Nākamajā logā ievadiet savus pilnīgos Nextcloud akreditācijas datus, t. i., lietotājvārdu un paroli, ko izmantojat, lai pieteiktos Nextcloud.
nl: Voer in het volgende venster uw volledige Nextcloud-gegevens in, d.w.z. uw gebruikersnaam en wachtwoord waarmee u inlogt op uw Nextcloud.
pl: W następnym oknie wpisz swoje pełne dane uwierzytelniające Nextcloud, czyli nazwę użytkownika i hasło, których używasz do logowania się do Nextcloud.
pt: Na janela seguinte insira suas credenciais completas do Nextcloud, significa seu nome de usuário e senha que você usa para entrar no seu Nextcloud.
ro: În următoarea fereastră, introduceți toate datele de identificare Nextcloud, adică numele de utilizator și parola pe care le utilizați pentru a vă conecta la Nextcloud.
ru: В следующем окне вставьте свои полные учетные данные Nextcloud, то есть имя пользователя и пароль, которые вы используете для входа в Nextcloud.
sk: Do nasledujúceho okna vložte svoje úplné prihlasovacie údaje do služby Nextcloud, teda používateľské meno a heslo, ktoré používate na prihlásenie do služby Nextcloud.
sl: V naslednjem oknu vstavite svoje polne poverilnice za Nextcloud, torej uporabniško ime in geslo, ki ju uporabljate za prijavo v svoj Nextcloud.
sv: I det följande fönstret anger du dina fullständiga Nextcloud-uppgifter, dvs. ditt användarnamn och lösenord som du använder för att logga in på ditt Nextcloud.
zh_cn: 在下面的窗口中插入您的完整Nextcloud凭证，即您用来登录Nextcloud的用户名和密码。

source: Now your files from your Nextcloud instance are accessible via the file-explorer.
bg: Сега файловете ви от вашата инстанция на Nextcloud са достъпни чрез файловия изследовател.
cs: Nyní jsou vaše soubory z instance služby Nextcloud přístupné prostřednictvím průzkumníka souborů.
de: Jetzt sind Ihre Dateien aus Ihrer Nextcloud-Instanz über den Datei-Explorer zugänglich.
el: Τώρα τα αρχεία σας από την παρουσία σας στο Nextcloud είναι προσβάσιμα μέσω του file-explorer.
es: Ahora tus archivos de tu instancia de Nextcloud son accesibles a través del explorador de archivos.
et: Nüüd on teie Nextcloudi instantsi failid failieksploreri kaudu kättesaadavad.
fi: Nyt Nextcloud-instanssin tiedostot ovat käytettävissä tiedostoetsimen kautta.
fr: Maintenant vos fichiers de votre instance Nextcloud sont accessibles via l'explorateur de fichiers.
hu: Mostantól a Nextcloud-példányban lévő fájljai elérhetők a fájl-keresőn keresztül.
ja: これで、Nextcloudインスタンスのファイルにファイルエクスプローラーからアクセスできるようになりました。
lt: Dabar "Nextcloud" egzemplioriuje esantys failai pasiekiami per failų naršyklę.
lv: Tagad failiem no Nextcloud gadījuma var piekļūt, izmantojot failu pārlūku.
nl: Nu zijn uw bestanden van uw Nextcloud instance toegankelijk via de bestands-verkenner.
pl: Teraz Twoje pliki z instancji Nextcloud są dostępne za pomocą eksploratora plików.
pt: Agora os seus ficheiros da sua instância Nextcloud estão acessíveis através do explorador de ficheiros.
ro: Acum fișierele din instanța Nextcloud sunt accesibile prin intermediul exploratorului de fișiere.
ru: Теперь ваши файлы из экземпляра Nextcloud доступны через файловый обозреватель.
sk: Teraz sú vaše súbory z inštancie služby Nextcloud prístupné prostredníctvom prieskumníka súborov.
sl: Datoteke iz instance Nextcloud so zdaj dostopne v raziskovalcu datotek.
sv: Nu är filerna från din Nextcloud-instans tillgängliga via filutforskaren.
zh_cn: 现在您的Nextcloud实例中的文件可以通过文件浏览器访问。

source: Generic FAQ
bg: Общи често задавани въпроси
cs: Obecné nejčastější dotazy
el: Γενικές Συχνές Ερωτήσεις
es: Preguntas genéricas
et: Üldine KKK
fi: Yleinen FAQ
fr: FAQ générique
hu: Általános GYIK
ja: よくある質問
lt: Bendrieji DUK
lv: Vispārīgi bieži uzdotie jautājumi
nl: Algemene FAQ
pl: Ogólne FAQ
pt: Perguntas frequentes genéricas
ro: Întrebări frecvente generice
ru: Общие вопросы и ответы
sk: Všeobecné často kladené otázky
sl: Splošna pogosta vprašanja
sv: Allmänna frågor och svar
zh_cn: 一般性常见问题

source: **Q:** How can I factory-reset my NextBox?
bg: **В:** Как мога да направя фабрично нулиране на моя NextBox?
cs: **Q:** Jak mohu resetovat svůj NextBox z výroby?
de: **Q:** Wie kann ich meine NextBox werkseitig zurücksetzen?
el: **Q:** Πώς μπορώ να κάνω εργοστασιακή επαναφορά του NextBox μου;
es: **P: ¿Cómo puedo restablecer mi NextBox en la fábrica?
et: **K:** Kuidas saan ma oma NextBoxi tehases lähtestada?
fi: **Q:** Miten voin nollata NextBoxin tehdasasetukset?
fr: **Q:** Comment puis-je réinitialiser ma NextBox en usine ?
hu: **K:** Hogyan tudom gyárilag visszaállítani a NextBoxomat?
ja: **Q:** NextBoxを工場出荷時にリセットする方法を教えてください。
lt: **Q:** Kaip iš naujo gamykliškai nustatyti "NextBox"?
lv: **Q:** Kā es varu no jauna iestatīt savu NextBox?
nl: **Q:** Hoe kan ik mijn NextBox in de fabriek resetten?
pl: **Q:** Jak mogę fabrycznie zresetować mojego NextBoxa?
pt: **Q:** Como posso reiniciar a minha NextBox de fábrica?
ro: **Întrebare:** Cum pot reseta din fabrică NextBox-ul meu?
ru: **Вопрос:** Как я могу сбросить настройки NextBox на заводе?
sk: **Q:** Ako môžem resetovať svoj NextBox z výroby?
sl: **Q:** Kako lahko tovarniško ponastavim svoj NextBox?
sv: **Q:** Hur kan jag återställa min NextBox från fabrik?
zh_cn: **问：**我如何在工厂重置我的NextBox？

source: Press the hardware button for 5 seconds, see :doc:`../technical/factory-reset`. To press the button use a thin (~1mm) pin like a smartphone sim-card tray removal device.
bg: Натиснете хардуерния бутон за 5 секунди, вижте :doc:`../technical/factory-reset`. За да натиснете бутона, използвайте тънък (~1 мм) щифт, подобен на приспособление за изваждане на тавата за сим-карти на смартфон.
cs: Stiskněte hardwarové tlačítko na 5 sekund, viz :doc:`../technical/factory-reset`. Pro stisknutí tlačítka použijte tenký (~1 mm) kolík, jako je zařízení pro vyjmutí přihrádky na SIM kartu smartphonu.
el: Πατήστε το κουμπί υλικού για 5 δευτερόλεπτα, βλέπε :doc:`../technical/factory-reset`. Για να πατήσετε το κουμπί χρησιμοποιήστε μια λεπτή (~1mm) ακίδα, όπως μια συσκευή αφαίρεσης δίσκου κάρτας sim smartphone.
es: Presione el botón de hardware durante 5 segundos, véase :doc:`../technical/factory-reset`. Para pulsar el botón, utilice un pasador delgado (~1mm) como un dispositivo de extracción de la bandeja de la tarjeta SIM de un smartphone.
et: Vajutage riistvaranuppu 5 sekundit, vt :doc:`../tehniline/tehniline lähtestamine`. Nupu vajutamiseks kasutage õhukest (~1mm) tihvti nagu nutitelefoni sim-kaardi salve eemaldamise seade.
fi: Paina laitteistopainiketta 5 sekunnin ajan, katso :doc:`../technical/factory-reset`. Paina painiketta ohuella (~1mm) tapilla, kuten älypuhelimen sim-korttilokeron irrotuslaitteella.
fr: Appuyez sur le bouton matériel pendant 5 secondes, voir :doc:`../technical/factory-reset`. Pour appuyer sur le bouton, utilisez une épingle fine (~1mm) comme un dispositif de retrait du plateau de la carte SIM d'un smartphone.
hu: Nyomja meg a hardver gombot 5 másodpercig, lásd :doc:`../technical/factory-reset`. A gomb megnyomásához használjon egy vékony (~1mm) tűt, mint egy okostelefon sim-kártya tálcájának eltávolító eszköze.
ja: ハードウェアボタンを5秒間押してください。 :doc:`../technical/factory-reset` を参照してください。ボタンを押すには、スマートフォンのSIMカードトレイを取り外す器具のような細い（～1mm）ピンを使います。
lt: Paspauskite aparatūros mygtuką 5 sekundėms, žr. :doc:`../technical/factory-reset`. Mygtukui paspausti naudokite ploną (~1 mm) kaištį, panašų į išmaniojo telefono sim kortelės dėklo išėmimo įtaisą.
lv: Nospiediet aparatūras pogu uz 5 sekundēm, skatīt :doc:`../technical/factory-reset`. Lai nospiestu pogu, izmantojiet plānu (~ 1 mm) tapu, piemēram, viedtālruņa simkaršu paplātes izņemšanas ierīci.
nl: Druk gedurende 5 seconden op de hardwareknop, zie :doc:`../technical/factory-reset`. Gebruik voor het indrukken van de knop een dunne (~1mm) pin zoals een smartphone sim-card lade verwijderaar.
pl: Wciśnij przycisk sprzętowy na 5 sekund, patrz :doc:`../technical/factory-reset`. Do wciśnięcia przycisku użyj cienkiego (~1mm) bolca, takiego jak do wyjmowania tacki karty sim w smartfonie.
pt: Pressione o botão de hardware por 5 segundos, veja :doc:`.../técnico/fatory-reset'. Para pressionar o botão use um pino fino (~1mm) como um dispositivo de remoção de bandeja de cartão SIM do smartphone.
ro: Apăsați butonul hardware timp de 5 secunde, consultați :doc:`../technical/factory-reset`. Pentru a apăsa butonul, utilizați un ac subțire (~1 mm), cum ar fi un dispozitiv de îndepărtare a tăvii pentru cartele sim de smartphone.
ru: Нажмите аппаратную кнопку на 5 секунд, см. :doc:`.../technical/factory-reset`. Для нажатия кнопки используйте тонкий (~1 мм) штырь, как в устройстве для извлечения лотка sim-карты смартфона.
sk: Stlačte hardvérové tlačidlo na 5 sekúnd, pozri :doc:`../technical/factory-reset`. Na stlačenie tlačidla použite tenký (~1 mm) kolík, ako je zariadenie na vyberanie zásobníka na sim-kartu smartfónu.
sl: Pritisnite gumb za strojno opremo za 5 sekund, glejte :doc:`../technical/factory-reset`. Za pritisk na gumb uporabite tanek (~1 mm) zatič, podoben napravi za odstranjevanje pladnja za kartico SIM v pametnem telefonu.
sv: Tryck på hårdvaruknappen i 5 sekunder, se :doc:`../technical/factory-reset`. För att trycka på knappen använder du en tunn (~1 mm) stift som en anordning för att ta bort sim-kortet i en smartphone.
zh_cn: 按下硬件按钮5秒钟，见:doc:`.../technical/factory-reset`。要按下按钮，请使用一个薄的（约1毫米）针，就像智能手机的sim-card托盘移除装置。

source: **Q:** What do the different LED colors mean?
bg: **В:** Какво означават различните цветове на светодиодите?
cs: **Q:** Co znamenají různé barvy LED?
de: **Q:** Was bedeuten die verschiedenen LED-Farben?
el: **Q:** Τι σημαίνουν τα διαφορετικά χρώματα LED;
es: **P: ** ¿Qué significan los diferentes colores de los LEDs?
et: **K:** Mida tähendavad erinevad LED-värvid?
fi: **Q:** Mitä eri LED-värit tarkoittavat?
fr: **Q:** Que signifient les différentes couleurs des LED ?
hu: **K:** Mit jelentenek a különböző LED színek?
ja: **Q:** LEDの色の違いは何を意味していますか？
lt: **Q:** Ką reiškia skirtingos šviesos diodų spalvos?
lv: **Q:** Ko nozīmē dažādās LED krāsas?
nl: **Q:** Wat betekenen de verschillende LED-kleuren?
pl: **Q:** Co oznaczają różne kolory diod LED?
pt: **Q:** O que significam as diferentes cores de LED?
ro: **Q:** Ce înseamnă diferitele culori ale LED-urilor?
ru: **Вопрос:** Что означают различные цвета светодиодов?
sk: **Q:** Čo znamenajú rôzne farby LED?
sl: **Q:** Kaj pomenijo različne barve diod LED?
sv: **Q:** Vad betyder de olika LED-färgerna?
zh_cn: **问：**不同的LED颜色是什么意思？

source: The detailed document can be found here: :doc:`../technical/led-colors`
bg: Подробен документ можете да намерите тук: :doc:`../technical/led-colors`
cs: Podrobný dokument naleznete zde: :doc:`../technical/led-colors`
el: Το λεπτομερές έγγραφο μπορείτε να το βρείτε εδώ: :doc:`../technical/led-colors`
es: El documento detallado se puede encontrar aquí: :doc:`../technical/led-colors`
et: Üksikasjalik dokument on leitav siit: :doc:`../tehnilised/led-värvid`.
fi: Yksityiskohtainen asiakirja löytyy täältä: :doc:`../technical/led-colors`.
fr: Le document détaillé se trouve ici : :doc:`../technical/led-colors`
hu: A részletes dokumentum itt található: :doc:`../technical/led-colors`.
ja: 詳細なドキュメントはこちらからご覧いただけます： :doc:`../technical/led-colors`.
lt: Išsamų dokumentą rasite čia: :doc:`../technical/led-colors`
lv: Detalizētu dokumentu var atrast šeit: :doc:`.../technical/led-colors`
nl: Het gedetailleerde document is hier te vinden: :doc:`../technical/led-colors`
pl: Szczegółowy dokument można znaleźć tutaj: :doc:`../technical/led-colors`.
pt: O documento detalhado pode ser encontrado aqui: :doc:`.../tecnical/led-colors'.
ro: Documentul detaliat poate fi găsit aici: :doc:`../technical/led-colors`
ru: Подробный документ можно найти здесь: :doc:`.../technical/led-colors`.
sk: Podrobný dokument nájdete tu: :doc:`../technical/led-colors`
sl: Podroben dokument je na voljo tukaj: :doc:`../technical/led-colors`
sv: Det detaljerade dokumentet finns här: :doc:`../technical/led-colors`.
zh_cn: 详细的文件可以在这里找到： :doc:`./technical/led-colors`.

source: **Q:** Can the inital setup be done using a monitor & keyboard?
bg: **В:** Може ли първоначалната настройка да се извърши с помощта на монитор и клавиатура?
cs: **Q:** Lze počáteční nastavení provést pomocí monitoru & klávesnice?
de: **Q:** Kann die Ersteinrichtung mit einem Monitor und einer Tastatur durchgeführt werden?
el: **Q:** Μπορεί η αρχική ρύθμιση να γίνει με χρήση οθόνης και πληκτρολογίου;
es: **P: ¿Se puede hacer la configuración inicial utilizando un monitor y un teclado?
et: **K:** Kas algseadistust saab teha monitori ja klaviatuuri abil?
fi: **Q:** Voiko alkuasennuksen tehdä monitorin ja näppäimistön avulla?
fr: **Q:** La configuration initiale peut-elle être effectuée à l'aide d'un écran et d'un clavier ?
hu: **K:** A kezdeti beállítás elvégezhető monitor és billentyűzet használatával?
ja: **Q:**初期設定はモニターとキーボードでできますか？
lt: **Q:** Ar pradinę sąranką galima atlikti naudojant monitorių ir klaviatūrą?
lv: **Q:** Vai sākotnējo iestatīšanu var veikt, izmantojot monitoru & amp; tastatūru?
nl: **Q:** Kan de initiële setup worden gedaan met behulp van een monitor & toetsenbord?
pl: **Q:** Czy początkowa konfiguracja może być wykonana przy użyciu monitora &klawiatury?
pt: **Q:** A configuração inital pode ser feita usando um monitor & teclado?
ro: **Q:** Se poate face configurarea inițială folosind un monitor & tastatură?
ru: **Вопрос:** Можно ли выполнить начальную настройку с помощью монитора и клавиатуры?
sk: **Q:** Môže sa úvodné nastavenie vykonať pomocou monitora a klávesnice?
sl: **Q:** Ali lahko začetno nastavitev opravite z uporabo monitorja in tipkovnice?
sv: **Q:** Kan den första installationen göras med hjälp av en bildskärm och ett tangentbord?
zh_cn: **问：**最初的设置是否可以用显示器& 键盘来完成？

source: No, this is not possible as the regular login is disabled on delivery. Please connect the the NextBox to a network and access the NextBox using `nextbox.local`_ or the IP directly.
bg: Не, това не е възможно, тъй като редовното влизане в системата е деактивирано при доставката. Моля, свържете NextBox към мрежа и осъществете достъп до NextBox, като използвате `nextbox.local`_ или директно IP адреса.
cs: Ne, to není možné, protože běžné přihlášení je při doručení zakázáno. Připojte prosím NextBox k síti a přistupujte k NextBoxu pomocí `nextbox.local`_ nebo přímo IP.
de: Nein, dies ist nicht möglich, da der reguläre Login im Auslieferungszustand deaktiviert ist. Bitte verbinden Sie die NextBox mit einem Netzwerk und greifen Sie über `nextbox.local`_ oder die IP direkt auf die NextBox zu.
el: Όχι, αυτό δεν είναι δυνατό, καθώς η κανονική σύνδεση είναι απενεργοποιημένη κατά την παράδοση. Παρακαλούμε συνδέστε το NextBox σε ένα δίκτυο και αποκτήστε πρόσβαση στο NextBox χρησιμοποιώντας `nextbox.local`_ ή απευθείας την IP.
es: No, esto no es posible ya que el inicio de sesión regular está deshabilitado en la entrega. Por favor, conecte el NextBox a una red y acceda al NextBox usando `nextbox.local`_ o la IP directamente.
et: Ei, see ei ole võimalik, kuna tavaline sisselogimine on tarnimisel keelatud. Palun ühendage NextBox võrku ja pääsete NextBoxi juurde, kasutades `nextbox.local`_ või otse IP-aadressi.
fi: Ei, tämä ei ole mahdollista, koska tavallinen kirjautuminen on poistettu käytöstä toimituksen yhteydessä. Liitä NextBox verkkoon ja käytä NextBoxia käyttämällä `nextbox.local`_ tai suoraan IP-osoitetta.
fr: Non, ce n'est pas possible car la connexion normale est désactivée à la livraison. Veuillez connecter la NextBox à un réseau et accéder à la NextBox en utilisant `nextbox.local`_ ou l'IP directement.
hu: Nem, ez nem lehetséges, mivel a szokásos bejelentkezés a szállításkor letiltásra kerül. Kérjük, csatlakoztassa a NextBoxot egy hálózathoz, és lépjen be a NextBoxba a `nextbox.local`_ vagy közvetlenül az IP címen keresztül.
ja: 配送時に通常のログインが無効になっているため、この方法は使えません。NextBoxをネットワークに接続し、`nextbox.local`_またはIPを直接使用してNextBoxにアクセスしてください。
lt: Ne, tai neįmanoma, nes įprastinis prisijungimas yra išjungtas pristatymo metu. Prašome prijungti "NextBox" prie tinklo ir prisijungti prie "NextBox" naudojant `nextbox.local`_ arba tiesiogiai IP.
lv: Nē, tas nav iespējams, jo parastā pieteikšanās ir atspējota piegādes brīdī. Lūdzu, pievienojiet NextBox tīklam un piekļūstiet NextBox, izmantojot `nextbox.local`_ vai tieši IP.
nl: Nee, dit is niet mogelijk omdat de reguliere login bij levering is uitgeschakeld. Sluit de NextBox aan op een netwerk en benader de NextBox via `nextbox.local`_ of het IP direct.
pl: Nie, nie jest to możliwe, ponieważ zwykłe logowanie jest wyłączone przy dostawie. Proszę podłączyć NextBox do sieci i uzyskać dostęp do NextBox za pomocą `nextbox.local`_ lub IP bezpośrednio.
pt: Não, isto não é possível porque o login regular é desactivado no momento da entrega. Por favor ligue a NextBox a uma rede e aceda à NextBox usando `nextbox.local`_ ou o IP directamente.
ro: Nu, acest lucru nu este posibil, deoarece autentificarea obișnuită este dezactivată la livrare. Vă rugăm să conectați NextBox la o rețea și să accesați NextBox folosind `nextbox.local`_ sau direct IP-ul.
ru: Нет, это невозможно, так как обычный вход в систему отключен при доставке. Пожалуйста, подключите NextBox к сети и получите доступ к NextBox, используя `nextbox.local`_ или IP напрямую.
sk: Nie, to nie je možné, pretože bežné prihlásenie je pri doručení zakázané. Pripojte NextBox k sieti a pristupujte k NextBoxu pomocou `nextbox.local`_ alebo priamo IP.
sl: Ne, to ni mogoče, saj je običajna prijava ob dostavi onemogočena. NextBox povežite z omrežjem in do njega dostopajte prek `nextbox.local`_ ali neposredno prek IP.
sv: Nej, det är inte möjligt eftersom den vanliga inloggningen är inaktiverad vid leverans. Anslut NextBoxen till ett nätverk och få tillgång till NextBoxen genom att använda `nextbox.local`_ eller IP direkt.
zh_cn: 不，这是不可能的，因为常规的登录功能在交付时被禁用。请将NextBox连接到网络，使用`nextbox.local`_或直接使用IP访问NextBox。

source: **Q:** What is the typical power consumption?
bg: **В:** Каква е типичната консумация на енергия?
cs: **Q:** Jaká je typická spotřeba energie?
de: **Q:** Wie hoch ist die typische Leistungsaufnahme?
el: **Q:** Ποια είναι η τυπική κατανάλωση ενέργειας;
es: **Q:** ¿Cuál es el consumo típico de energía?
et: **K:** Milline on tüüpiline energiatarbimine?
fi: **Q:** Mikä on tyypillinen virrankulutus?
fr: **Q:** Quelle est la consommation électrique typique ?
hu: **K:** Mekkora a tipikus energiafogyasztás?
ja: **Q:** 一般的な消費電力はどのくらいですか？
lt: **Q:** Koks yra tipinis energijos suvartojimas?
lv: **Q:** Kāds ir tipiskais enerģijas patēriņš?
nl: **Q:** Wat is het typische stroomverbruik?
pl: **Q:** Jaki jest typowy pobór mocy?
pt: **Q:** Qual é o consumo típico de energia?
ro: **Q:** Care este consumul tipic de energie?
ru: **В:** Какова типичная потребляемая мощность?
sk: **Q:** Aká je typická spotreba energie?
sl: **Q:** Kakšna je tipična poraba energije?
sv: **Q:** Vad är den typiska strömförbrukningen?
zh_cn: **问：**典型的耗电量是多少？

source: The minimum of 0,6A (3W) is rarely reached, in idle mostly around 1A (5W) and more than 2A (10W) under higher loads.
bg: Минималната стойност от 0,6 А (3 W) се достига рядко, в режим на празен ход най-често около 1 А (5 W) и повече от 2 А (10 W) при по-големи натоварвания.
cs: Minimální hodnoty 0,6A (3W) je dosaženo jen zřídka, v klidovém stavu většinou kolem 1A (5W) a více než 2A (10W) při vyšším zatížení.
de: Das Minimum von 0,6A (3W) wird selten erreicht, im Leerlauf meist um 1A (5W) und bei höherer Belastung mehr als 2A (10W).
el: Το ελάχιστο όριο των 0,6Α (3W) επιτυγχάνεται σπάνια, στο ρελαντί κυρίως γύρω στο 1Α (5W) και πάνω από 2Α (10W) σε υψηλότερα φορτία.
es: El mínimo de 0,6A (3W) rara vez se alcanza, en ralentí suele rondar los 1A (5W) y más de 2A (10W) con cargas superiores.
et: Minimaalset 0,6A (3W) saavutatakse harva, tühikäigul enamasti umbes 1A (5W) ja suurema koormuse korral üle 2A (10W).
fi: Vähimmäisarvo 0,6 A (3 W) saavutetaan harvoin, joutokäynnillä useimmiten noin 1 A (5 W) ja suuremmilla kuormilla yli 2 A (10 W).
fr: Le minimum de 0,6A (3W) est rarement atteint, au ralenti le plus souvent autour de 1A (5W) et plus de 2A (10W) sous des charges plus élevées.
hu: A 0,6A (3W) minimumot ritkán éri el, üresjáratban többnyire 1A (5W) körül van, nagyobb terhelés esetén pedig több mint 2A (10W).
ja: 最小値の0.6A（3W）に達することはほとんどなく、アイドル時には1A（5W）程度、高負荷時には2A（10W）以上になります。
lt: Mažiausia 0,6 A (3 W) vertė pasiekiama retai, tuščiąja eiga - dažniausiai apie 1 A (5 W), o esant didesnei apkrovai - daugiau kaip 2 A (10 W).
lv: Minimālais 0,6 A (3 W) līmenis tiek sasniegts reti, dīkstāves režīmā pārsvarā ap 1 A (5 W) un vairāk nekā 2 A (10 W) pie lielākām slodzēm.
nl: Het minimum van 0,6A (3W) wordt zelden bereikt, in rusttoestand meestal rond 1A (5W) en meer dan 2A (10W) bij hogere belastingen.
pl: Minimum 0,6A (3W) jest rzadko osiągane, w spoczynku najczęściej około 1A (5W) i ponad 2A (10W) przy większych obciążeniach.
pt: O mínimo de 0,6A (3W) raramente é alcançado, em modo inativo, na maioria das vezes em torno de 1A (5W) e mais de 2A (10W) sob cargas mais elevadas.
ro: Minimul de 0,6A (3W) este atins rareori, în regim de repaus, mai ales în jurul valorii de 1A (5W) și mai mult de 2A (10W) la sarcini mai mari.
ru: Минимальное значение 0,6A (3W) достигается редко, в холостом режиме в основном около 1A (5W) и более 2A (10W) при более высоких нагрузках.
sk: Minimálna hodnota 0,6A (3W) sa dosahuje len zriedkavo, pri voľnobehu väčšinou okolo 1A (5W) a viac ako 2A (10W) pri vyššom zaťažení.
sl: Najmanjša vrednost 0,6A (3W) je redko dosežena, v prostem teku večinoma okoli 1A (5W) in več kot 2A (10W) pri večjih obremenitvah.
sv: Minimikravet på 0,6 A (3 W) uppnås sällan, i tomgång ligger det oftast runt 1 A (5 W) och mer än 2 A (10 W) vid högre belastning.
zh_cn: 很少达到0.6A（3W）的最低值，在空闲状态下大多在1A（5W）左右，在较高的负载下超过2A（10W）。
