Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/nextbox.po
Languages: bg, cs, de, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: As Nextcloud is running inside a Docker container, you need to be root and execute the following: ``docker exec -it -u www-data nextbox-compose_app_1 /var/www/html/occ``
bg: Тъй като Nextcloud работи в контейнер Docker, трябва да сте root и да изпълните следното: ``docker exec -it -u www-data nextbox-compose_app_1 /var/www/html/occ``
cs: Protože Nextcloud běží v kontejneru Docker, musíte mít práva roota a provést následující příkaz: ``docker exec -it -u www-data nextbox-compose_app_1 /var/www/html/occ``
el: Καθώς το Nextcloud εκτελείται μέσα σε ένα δοχείο Docker, πρέπει να είστε ο διαχειριστής δικαιωμάτων και να εκτελέσετε τα εξής: ``docker exec -it -u www-data nextbox-compose_app_1 /var/www/html/occ``
es: Como Nextcloud se ejecuta dentro de un contenedor Docker, necesitas ser root y ejecutar lo siguiente: ``docker exec -it -u www-data nextbox-compose_app_1 /var/www/html/occ``
et: Kuna Nextcloud töötab Dockeri konteineri sees, peate olema juurkasutaja ja täitma järgmist: ``docker exec -it -u www-data nextbox-compose_app_1 /var/www/html/occ<x>``
fi: Koska Nextcloud toimii Docker-säiliön sisällä, sinun on oltava pääkäyttäjä ja suoritettava seuraavat komennot: ``docker exec -it -u www-data nextbox-compose_app_1 /var/www/html/occ```
fr: Comme Nextcloud fonctionne dans un conteneur Docker, vous devez être root et exécuter ce qui suit : ``docker exec -it -u www-data nextbox-compose_app_1 /var/www/html/occ``
hu: Mivel a Nextcloud egy Docker konténerben fut, root joggal kell rendelkeznie, és a következőket kell végrehajtania: ``docker exec -it -u www-data nextbox-compose_app_1 /var/www/html/occ``
ja: NextcloudはDockerコンテナ内で動作しているため、rootになって以下を実行する必要があります。``docker exec -it -u www-data nextbox-compose_app_1 /var/www/html/occ``
lt: Kadangi "Nextcloud" veikia "Docker" konteineryje, turite būti root ir atlikti šiuos veiksmus: ``docker exec -it -u www-data nextbox-compose_app_1 /var/www/html/occ``
lv: Tā kā Nextcloud darbojas Docker konteinerā, jums ir jābūt root lietotājam un jāizpilda šādas darbības: ``docker exec -it -u www-data nextbox-compose_app_1 /var/www/html/occ``.
nl: Aangezien Nextcloud in een Docker-container draait, moet u root zijn en het volgende uitvoeren: ``docker exec -it -u www-data nextbox-compose_app_1 /var/www/html/occ``
pl: Ponieważ Nextcloud działa w kontenerze Docker, musisz być rootem i wykonać następujące polecenie: ``docker exec -it -u www-data nextbox-compose_app_1 /var/www/html/occ``.
pt: Como a Nextcloud está a funcionar dentro de um contentor Docker, você precisa de ser root e executar o seguinte: ``docker exec -it -u www-data nextbox-compose_app_1 /var/www/html/occ```
ro: Deoarece Nextcloud rulează în interiorul unui container Docker, trebuie să fiți root și să executați următoarele: ``docker exec -it -u www-data nextbox-compose_app_1 /var/www/html/occ``
ru: Поскольку Nextcloud работает внутри контейнера Docker, вам нужно стать root и выполнить следующие действия: ``docker exec -it -u www-data nextbox-compose_app_1 /var/www/html/occ``.
sk: Keďže Nextcloud beží v kontajneri Docker, musíte byť root a vykonať nasledujúce príkazy: ``docker exec -it -u www-data nextbox-compose_app_1 /var/www/html/occ``
sl: Ker se Nextcloud izvaja v vsebniku Docker, morate biti root in izvesti naslednje: ``docker exec -it -u www-data nextbox-compose_app_1 /var/www/html/occ``
sv: Eftersom Nextcloud körs i en Docker-behållare måste du vara root och utföra följande: ``docker exec -it -u www-data nextbox-compose_app_1 /var/www/html/occ``
zh_cn: 由于Nextcloud在Docker容器内运行，您需要以root身份执行以下内容。``docker exec -it -u www-data nextbox-compose_app_1 /var/www/html/occ``。

source: **Q:** What to do about missing php-modules like `imagemagick`?
bg: **Q:** Какво да правя с липсващи php-модули като `imagemagick`?
cs: **Q:** Co dělat s chybějícími php-moduly jako `imagemagick`?
el: **Q:** Τι να κάνω για τα php-modules που λείπουν, όπως το `imagemagick`;
es: **Q:** ¿Qué hacer con los módulos php que faltan como `imagemagick`?
et: **K:** Mida teha puuduvate php-moodulitega nagu `imagemagick`?
fi: **Q:** Mitä tehdä puuttuville php-moduuleille kuten `imagemagick`?
fr: **Q:** Que faire en cas de modules php manquants comme `imagemagick` ?
hu: **Q:** Mi a teendő a hiányzó php-modulokkal, mint például az `imagemagick`?
ja: **Q:** `imagemagick` のような欠落したphpモジュールはどうすればよいのでしょうか？
lt: **Q:** Ką daryti su trūkstamais php moduliais, tokiais kaip `imagemagick`?
lv: **Q:** Ko darīt ar trūkstošajiem php moduļiem, piemēram, `imagemagick`?
nl: **Q:** Wat te doen aan ontbrekende php-modules zoals `imagemagick`?
pl: **Q:** Co zrobić z brakującymi modułami php takimi jak `imagemagick`?
pt: **Q:** O que fazer em relação a módulos php perdidos como "imagemagick"?
ro: **Întrebare:** Ce să fac cu modulele php lipsă, cum ar fi `imagemagick`?
ru: **В:** Что делать с отсутствующими php-модулями, такими как `imagemagick`?
sk: **Q:** Čo robiť s chýbajúcimi php-modulami ako `imagemagick`?
sl: **Q:** Kaj storiti z manjkajočimi php-moduli, kot je `imagemagick`?
sv: **Q:** Vad gör man när php-moduler som `imagemagick` saknas?
zh_cn: **问：**如何处理缺失的php模块，如`imagemagick`？

source: Similar to Apache, PHP is also provided by the Nextcloud container, therefore as we are using the stock Nextcloud container this will also only be resolved once this is resolved by the Nextcloud Team.
bg: Подобно на Apache, PHP също се предоставя от контейнера на Nextcloud, затова, тъй като използваме контейнера на Nextcloud, този проблем ще бъде решен едва след като бъде решен от екипа на Nextcloud.
cs: Podobně jako Apache je i PHP poskytováno kontejnerem Nextcloud, a proto, jelikož používáme stock kontejner Nextcloud, bude i tato otázka vyřešena až poté, co ji vyřeší tým Nextcloud.
el: Παρόμοια με τον Apache, η PHP παρέχεται επίσης από το Nextcloud container, επομένως, καθώς χρησιμοποιούμε το stock Nextcloud container, αυτό θα επιλυθεί επίσης μόνο όταν αυτό επιλυθεί από την ομάδα Nextcloud.
es: Al igual que Apache, PHP también es proporcionado por el contenedor Nextcloud, por lo tanto, como estamos utilizando el contenedor Nextcloud stock esto también sólo se resolverá una vez que esto se resuelve por el equipo Nextcloud.
et: Sarnaselt Apache'ile pakub ka PHP-d Nextcloudi konteiner, seega, kuna me kasutame Nextcloudi varude konteinerit, saab ka see lahendatud alles siis, kui Nextcloudi meeskond on selle probleemi lahendanud.
fi: Samoin kuin Apache, myös PHP on Nextcloud-säiliön tarjoama, joten koska käytämme varastossa olevaa Nextcloud-säiliötä, tämäkin asia ratkaistaan vasta sitten, kun Nextcloud-tiimi on ratkaissut asian.
fr: Comme Apache, PHP est également fourni par le conteneur Nextcloud, donc comme nous utilisons le conteneur Nextcloud de base, cela ne sera également résolu qu'une fois que l'équipe Nextcloud aura résolu ce problème.
hu: Az Apache-hoz hasonlóan a PHP-t is a Nextcloud konténer biztosítja, ezért mivel a Nextcloud konténert használjuk, ez is csak akkor lesz megoldva, ha ezt a Nextcloud csapat megoldja.
ja: Apacheと同様に、PHPもNextcloudコンテナで提供されています。したがって、私たちは純正のNextcloudコンテナを使用しているため、この問題もNextcloudチームによって解決されなければ解決しません。
lt: Panašiai kaip "Apache", PHP taip pat teikia "Nextcloud" konteineris, todėl, kadangi mes naudojame "Nextcloud" konteinerį, šis klausimas taip pat bus išspręstas tik tada, kai jį išspręs "Nextcloud" komanda.
lv: Līdzīgi kā Apache, arī PHP nodrošina Nextcloud konteiners, tāpēc, tā kā mēs izmantojam krājumu Nextcloud konteineru, arī šis jautājums tiks atrisināts tikai tad, kad to atrisinās Nextcloud komanda.
nl: Net als Apache wordt PHP ook geleverd door de Nextcloud-container, dus aangezien we de standaard Nextcloud-container gebruiken, zal dit ook pas worden opgelost als dit door het Nextcloud-team is opgelost.
pl: Podobnie jak Apache, PHP jest również dostarczane przez kontener Nextcloud, więc ponieważ używamy standardowego kontenera Nextcloud, problem ten zostanie rozwiązany dopiero wtedy, gdy zostanie rozwiązany przez zespół Nextcloud.
pt: Similar ao Apache, o PHP também é fornecido pelo container Nextcloud, portanto, como estamos usando o container Nextcloud, isto também só será resolvido quando for resolvido pela equipe Nextcloud.
ro: La fel ca Apache, PHP este furnizat de containerul Nextcloud, prin urmare, deoarece folosim containerul Nextcloud stoc, acest lucru va fi rezolvat numai după ce va fi rezolvat de către echipa Nextcloud.
ru: Как и Apache, PHP также предоставляется контейнером Nextcloud, поэтому, поскольку мы используем стоковый контейнер Nextcloud, эта проблема также будет решена только после того, как ее решит команда Nextcloud.
sk: Podobne ako Apache, aj PHP je poskytované kontajnerom Nextcloud, a preto, keďže používame zásobný kontajner Nextcloud, aj toto bude vyriešené až po vyriešení tohto problému tímom Nextcloud.
sl: Podobno kot Apache tudi PHP zagotavlja vsebnik Nextcloud, zato bo tudi ta težava rešena šele, ko jo bo rešila ekipa Nextcloud, saj uporabljamo zalogovni vsebnik Nextcloud.
sv: Liksom Apache tillhandahålls PHP också av Nextcloud-behållaren, och eftersom vi använder Nextcloud-behållaren kommer detta också att lösas först när Nextcloud-teamet har löst problemet.
zh_cn: 与Apache类似，PHP也是由Nextcloud容器提供的，因此，由于我们使用的是库存的Nextcloud容器，这也只有在Nextcloud团队解决了这个问题后才会得到解决。

source: **Q:** Why is my Nextcloud not loading properly, instead I get a white page and a `.htaccess` error?
bg: **В:** Защо моят Nextcloud не се зарежда правилно, а вместо това получавам бяла страница и грешка в `.htaccess`?
cs: **Q:** Proč se mi Nextcloud nenačítá správně, místo toho se zobrazí bílá stránka a chyba `.htaccess`?
el: **Q:** Γιατί το Nextcloud μου δεν φορτώνει σωστά, αντί αυτού λαμβάνω μια λευκή σελίδα και ένα σφάλμα στο αρχείο `.htaccess`;
es: **Pregunta:** ¿Por qué mi Nextcloud no se carga correctamente, en su lugar me aparece una página blanca y un error `.htaccess`?
et: **K:** Miks minu Nextcloud ei lae korralikult, vaid ma saan valge lehe ja `.htaccess` vea?
fi: **Q:** Miksi Nextcloudini ei lataudu kunnolla, vaan saan valkoisen sivun ja `.htaccess`-virheen?
hu: **K:** Miért nem töltődik be rendesen a Nextcloudom, helyette egy fehér oldalt és egy .htaccess hibát kapok?
ja: **Q:** 私のNextcloudが正しく読み込まれず、白いページと`.htaccess`エラーが表示されるのはなぜですか？
lt: **Klausimas:** Kodėl mano "Nextcloud" tinkamai neužkraunamas, o gaunamas baltas puslapis ir `.htaccess` klaida?
lv: **Q:** Kāpēc mans Nextcloud netiek pareizi ielādēts, tā vietā parādās balta lapa un `.htaccess` kļūda?
nl: **Q:** Waarom laadt mijn Nextcloud niet goed, in plaats daarvan krijg ik een witte pagina en een `.htaccess` foutmelding?
pl: **Q:** Dlaczego mój Nextcloud nie ładuje się poprawnie, zamiast tego dostaję białą stronę i błąd `.htaccess`?
pt: **Q:** Porque é que a minha Nextcloud não está a carregar correctamente, em vez disso recebo uma página branca e um erro `.htaccess'?
ro: **Q:** De ce nu se încarcă Nextcloud-ul meu în mod corespunzător, în schimb primesc o pagină albă și o eroare `.htaccess`?
ru: **В:** Почему мой Nextcloud не загружается должным образом, вместо этого я получаю белую страницу и ошибку `.htaccess`?
sk: **Q:** Prečo sa mi Nextcloud nenačíta správne, namiesto toho sa mi zobrazí biela stránka a chyba `.htaccess`?
sl: **Q:** Zakaj se moj Nextcloud ne naloži pravilno, namesto tega se prikaže bela stran in napaka `.htaccess`?
sv: **Q:** Varför laddas inte mitt Nextcloud ordentligt, utan jag får en vit sida och ett `.htaccess`-fel?
zh_cn: **问：**为什么我的Nextcloud不能正常加载，而是出现了白色页面和`.htaccess`错误？

source: This usually is an indication that the OS has unmounted/detached the internal hard-drive due to an low-power-incident. Please make sure you read and understood :ref:`USB power<faq-nextbox-hardware-usb-power-supply>`. In most cases doing a power-cycle (unplug the USB-C connector, wait 5secs and plug it in again) should resolve this. **Make sure no additional USB devices are connected during this procedure.**
bg: Обикновено това е индикация, че операционната система е демонтирала/отделила вътрешния твърд диск поради инцидент с ниска консумация на енергия. Моля, уверете се, че сте прочели и разбрали :ref:`USB power<faq-nextbox-hardware-usb-power-supply>`. В повечето случаи извършването на захранващ цикъл (изключете USB-C конектора, изчакайте 5 секунди и го включете отново) трябва да разреши проблема. **Погрижете се по време на тази процедура да не се свързват допълнителни USB устройства.**
cs: Obvykle to znamená, že operační systém odmontoval/odpojil interní pevný disk v důsledku nehody s nízkou spotřebou energie. Ujistěte se, že jste si přečetli a pochopili :ref:`USB power<faq-nextbox-hardware-usb-power-supply>`. Ve většině případů by to mělo vyřešit provedení napájecího cyklu (odpojte konektor USB-C, počkejte 5 sekund a znovu jej zapojte). **Ujistěte se, že během tohoto postupu nejsou připojena žádná další zařízení USB**.
el: Αυτό συνήθως αποτελεί ένδειξη ότι το λειτουργικό σύστημα έχει αποσυνδέσει/αποσυνδέσει τον εσωτερικό σκληρό δίσκο λόγω συμβάντος χαμηλής κατανάλωσης ενέργειας. Βεβαιωθείτε ότι έχετε διαβάσει και κατανοήσει :ref:`USB power<faq-nextbox-hardware-usb-power-supply>`. Στις περισσότερες περιπτώσεις, η εκτέλεση ενός κύκλου λειτουργίας (αποσυνδέστε το βύσμα USB-C, περιμένετε 5 δευτερόλεπτα και συνδέστε το ξανά) θα πρέπει να επιλύσει το πρόβλημα. **Φροντίστε να μην είναι συνδεδεμένες πρόσθετες συσκευές USB κατά τη διάρκεια αυτής της διαδικασίας**.
es: Esto suele ser una indicación de que el SO ha desmontado/desconectado el disco duro interno debido a un incidente de baja potencia. Por favor, asegúrate de que has leído y entendido :ref:`USB power<faq-nextbox-hardware-usb-power-supply>`. En la mayoría de los casos, hacer un ciclo de energía (desenchufar el conector USB-C, esperar 5 segundos y enchufarlo de nuevo) debería resolver esto. **Asegúrese de que no hay dispositivos USB adicionales conectados durante este procedimiento.
et: See on tavaliselt märk sellest, et operatsioonisüsteem on sisemise kõvaketta lahtiühendanud/eraldanud madala energiatarbega õnnetuse tõttu. Palun veenduge, et olete lugenud ja mõistnud :ref:`USB power<faq-nextbox-hardware-usb-power-supply>`. Enamikul juhtudel peaks probleemi lahendama toiteallikas (tõmmake USB-C pistik lahti, oodake 5 sekundit ja ühendage uuesti). **Varuge, et selle protseduuri ajal ei oleks ühendatud mingeid täiendavaid USB-seadmeid.**
fi: Tämä on yleensä merkki siitä, että käyttöjärjestelmä on poistanut sisäisen kiintolevyn liitännän tai irrottanut sen sisäisen kiintolevyn virran vähyyden vuoksi. Varmista, että olet lukenut ja ymmärtänyt :ref:`USB-virtalähde<faq-nextbox-hardware-usb-power-supply>`. Useimmissa tapauksissa virrankatkaisun (irrota USB-C-liitin, odota 5 sekuntia ja kytke se uudelleen) pitäisi ratkaista ongelma. **Varmista, ettei muita USB-laitteita ole kytketty tämän toimenpiteen aikana.**
hu: Ez általában azt jelzi, hogy az operációs rendszer egy alacsony energiaellátású esemény miatt leválasztotta/leválasztotta a belső merevlemezt. Kérjük, győződjön meg róla, hogy elolvasta és megértette :ref:`USB tápellátás<faq-nextbox-hardware-usb-tápegység<`. A legtöbb esetben egy áramellátás-kikapcsolás (húzza ki az USB-C csatlakozót, várjon 5 másodpercet, majd csatlakoztassa újra) megoldja a problémát. **GYőződjön meg róla, hogy az eljárás során nem csatlakoztat további USB-eszközöket.**
ja: これは通常、OSが低消費電力の事故により内蔵ハードディスクをアンマウント/デタッチしたことを示しています。必ず :ref:`USB power<faq-nextbox-hardware-usb-power-supply>` を読んで理解しておいてください。ほとんどの場合、電源再投入（USB-Cコネクタを抜き、5秒後に再度差し込む）を行うことで解決します。**この手順の間、他のUSB機器が接続されていないことを確認してください。
lt: Paprastai tai rodo, kad OS atjungė/atjungė vidinį kietąjį diską dėl mažos galios incidento. Įsitikinkite, kad perskaitėte ir supratote :ref:`USB maitinimas<faq-nextbox-hardware-usb-power-supply>`. Daugeliu atvejų tai turėtų būti išspręsta atlikus maitinimo ciklą (atjunkite USB-C jungtį, palaukite 5 sek. ir vėl prijunkite). **Patikrinkite, kad šios procedūros metu nebūtų prijungti jokie papildomi USB įrenginiai**.
lv: Tas parasti norāda, ka OS ir atvienojusi/atvienojusi iekšējo cieto disku zemas enerģijas padeves incidenta dēļ. Lūdzu, pārliecinieties, ka esat izlasījis un sapratis :ref:`USB power<faq-nextbox-hardware-usb-power-supply>`. Vairumā gadījumu, veicot barošanas ciklu (atvienojiet USB-C savienotāju, pagaidiet 5 sekundes un atkal to pievienojiet), vajadzētu atrisināt šo problēmu. **Pārliecinieties, ka šīs procedūras laikā nav pievienotas papildu USB ierīces**.
nl: Dit is meestal een indicatie dat het besturingssysteem de interne harde schijf heeft ontkoppeld/ontkoppeld als gevolg van een low-power-incident. Zorg ervoor dat u :ref:`USB power<faq-nextbox-hardware-usb-power-supply>` hebt gelezen en begrepen. In de meeste gevallen zal een power-cycle (haal de USB-C connector uit het stopcontact, wacht 5 seconden en steek de USB-C connector er weer in) dit oplossen. **Zorg ervoor dat er geen andere USB-apparaten zijn aangesloten tijdens deze procedure.**
pl: Zazwyczaj jest to wskazówka, że system operacyjny odmontował/odłączył wewnętrzny dysk twardy z powodu niskiego poboru mocy. Proszę upewnij się, że przeczytałeś i zrozumiałeś :ref:`USB power<faq-nextbox-hardware-usb-power-supply>`. W większości przypadków wykonanie cyklu zasilania (odłącz złącze USB-C, odczekaj 5 sekund i podłącz ponownie) powinno rozwiązać problem. **Upewnij się, że żadne dodatkowe urządzenia USB nie są podłączone podczas tej procedury.**
pt: Isto normalmente é uma indicação de que o sistema operativo não está montado/desmontado no disco rígido interno devido a um incidente de baixa potência. Por favor, certifique-se de ler e entender :ref:`USB power<faq-nextbox-hardwardware-usb-power-supply>`. Na maioria dos casos, fazer um ciclo de energia (desconecte o conector USB-C, aguarde 5 segundos e conecte-o novamente) deve resolver isso. **Certifique-se de que nenhum dispositivo USB adicional esteja conectado durante este procedimento.**
ro: De obicei, acest lucru indică faptul că sistemul de operare a demontat/detașat hard-diskul intern din cauza unui incident cu consum redus de energie. Vă rugăm să vă asigurați că ați citit și înțeles :ref:`USB power<faq-nextbox-hardware-usb-power-supply>`. În cele mai multe cazuri, efectuarea unui ciclu de alimentare (scoateți din priză conectorul USB-C, așteptați 5secunde și conectați-l din nou) ar trebui să rezolve problema. **Asigură-te că nu sunt conectate dispozitive USB suplimentare în timpul acestei proceduri.**
ru: Обычно это свидетельствует о том, что ОС размонтировала/отсоединила внутренний жесткий диск из-за аварии, связанной с низким энергопотреблением. Убедитесь, что вы прочитали и поняли :ref:`USB power<faq-nextbox-hardware-usb-power-supply>`. В большинстве случаев проблема решается перезагрузкой (отключите разъем USB-C, подождите 5 секунд и подключите его снова). **Убедитесь, что во время этой процедуры не подключены дополнительные USB-устройства*.
sk: Zvyčajne to znamená, že operačný systém odmontoval/odpojil interný pevný disk v dôsledku nehody s nízkou spotrebou energie. Uistite sa, že ste si prečítali a pochopili :ref:`USB power<faq-nextbox-hardware-usb-power-supply>`. Vo väčšine prípadov by to malo vyriešiť vykonanie napájacieho cyklu (odpojte konektor USB-C, počkajte 5 sekúnd a znova ho pripojte). **Uistite sa, že počas tohto postupu nie sú pripojené žiadne ďalšie zariadenia USB.**
sl: To je običajno znak, da je operacijski sistem zaradi nezgode z nizko porabo energije odmontiral/odklopil notranji trdi disk. Prepričajte se, da ste prebrali in razumeli :ref:`USB power<faq-nextbox-hardware-usb-power-supply>`. V večini primerov je treba to rešiti z napajalnim ciklom (odklopite priključek USB-C, počakajte 5 sekund in ga znova priključite). **Pri tem poskrbite, da med tem postopkom ne bodo priključene nobene dodatne naprave USB.**
sv: Detta brukar vara en indikation på att operativsystemet har tagit bort den interna hårddisken på grund av en incident med låg strömförsörjning. Se till att du har läst och förstått :ref:`USB power<faq-nextbox-hardware-usb-power-supply>`. I de flesta fall bör en strömcykel (koppla ur USB-C-kontakten, vänta 5 sekunder och koppla in den igen) lösa problemet. **Se till att inga ytterligare USB-enheter är anslutna under denna procedur.**
zh_cn: 这通常表明操作系统由于发生了低功率事故而取消了对内部硬盘的挂载/卸载。请确保你阅读并理解 :ref:`USB电源<faq-nextbox-hardware-usb-power-supply>`。在大多数情况下，做一个电源循环（拔掉USB-C连接器，等待5秒钟，然后再次插入）应该可以解决这个问题。**确保在此过程中没有其他USB设备被连接。

source: Remote Access FAQ
bg: Често задавани въпроси за отдалечен достъп
cs: Často kladené otázky týkající se vzdáleného přístupu
el: Συχνές ερωτήσεις απομακρυσμένης πρόσβασης
es: Preguntas frecuentes sobre el acceso remoto
et: Kaugjuurdepääs KKK
fi: Etäkäyttö FAQ
fr: FAQ sur l'accès à distance
hu: Távoli hozzáférés GYIK
ja: リモートアクセスに関するFAQ
lt: Nuotolinės prieigos DUK
lv: Bieži uzdotie jautājumi par attālo piekļuvi
nl: FAQ over toegang op afstand
pl: Zdalny dostęp FAQ
pt: FAQ de Acesso Remoto
ro: Întrebări frecvente privind accesul la distanță
ru: FAQ по удаленному доступу
sk: Často kladené otázky týkajúce sa vzdialeného prístupu
sl: Pogosta vprašanja o oddaljenem dostopu
sv: Vanliga frågor om fjärråtkomst
zh_cn: 远程访问常见问题

source: **Q:** What is the correct WebDAV URL?
bg: **В:** Какъв е правилният WebDAV URL адрес?
cs: **Q:** Jaká je správná adresa URL WebDAV?
de: **Q:** Wie lautet die korrekte WebDAV-URL?
el: **Q:** Ποια είναι η σωστή διεύθυνση URL WebDAV;
es: **Q:** ¿Cuál es la URL correcta de WebDAV?
et: **K:** Milline on õige WebDAV-URL?
fi: **Q:** Mikä on oikea WebDAV URL-osoite?
fr: **Q:** Quelle est l'URL WebDAV correcte ?
hu: **K:** Mi a helyes WebDAV URL?
ja: **Q:** 正しいWebDAVのURLを教えてください。
lt: **Q:** Koks yra teisingas WebDAV URL?
lv: **Q:** Kāds ir pareizais WebDAV URL?
nl: **Q:** Wat is de juiste WebDAV URL?
pl: **Q:** Jaki jest prawidłowy adres URL WebDAV?
pt: **Q:** Qual é a URL correta do WebDAV?
ro: **Întrebare:** Care este URL-ul WebDAV corect?
ru: **В:** Каков правильный URL WebDAV?
sk: **Q:** Aká je správna adresa URL WebDAV?
sl: **Q:** Kakšen je pravilen naslov URL WebDAV?
sv: **Q:** Vad är den korrekta WebDAV-URL:n?
zh_cn: **问：**正确的WebDAV URL是什么？
