Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/nextbox.po
Languages: bg, cs, de, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: First test your (sub-)domain using a 3rd party service like `IPv6 Test`_ to test your NextBox' IPv6 reachability. If this fails this is another indicator that your IPv6 settings are not correct.
bg: Първо тествайте (под)домейна си, като използвате услуга на трета страна като `IPv6 Test`_, за да тествате достижимостта на вашия NextBox' IPv6. Ако това не успее, това е още един показател, че настройките ви за IPv6 не са правилни.
cs: Nejprve otestujte svou (sub)doménu pomocí služby třetí strany, jako je `IPv6 Test`_, která otestuje dosažitelnost vašeho NextBox' IPv6. Pokud se to nepodaří, je to další indikátor, že vaše nastavení IPv6 není správné.
de: Testen Sie zunächst Ihre (Sub-)Domain mit einem Drittanbieter-Dienst wie `IPv6 Test`_, um die IPv6-Erreichbarkeit Ihrer NextBox zu testen. Wenn dies fehlschlägt, ist dies ein weiterer Indikator dafür, dass Ihre IPv6-Einstellungen nicht korrekt sind.
el: Πρώτα ελέγξτε τον (υπο)τομέα σας χρησιμοποιώντας μια υπηρεσία τρίτου μέρους όπως `IPv6 Test`_ για να ελέγξετε την προσβασιμότητα IPv6 του NextBox' σας. Εάν αυτό αποτύχει, αυτό είναι μια άλλη ένδειξη ότι οι ρυθμίσεις IPv6 δεν είναι σωστές.
es: En primer lugar, pruebe su (sub)dominio utilizando un servicio de terceros como `IPv6 Test`_ para probar su NextBox' IPv6 reachability. Si esto falla es otro indicador de que su configuración IPv6 no es correcta.
et: Kõigepealt testige oma (alam)domeeni, kasutades kolmanda osapoole teenust, näiteks `IPv6 Test`_, et testida oma NextBox' IPv6-ühendatavust. Kui see ebaõnnestub, on see veel üks näitaja, et teie IPv6 seaded ei ole õiged.
fi: Testaa ensin (ali)verkkotunnuksesi käyttämällä kolmannen osapuolen palvelua, kuten `IPv6 Test`_, jolla voit testata NextBox' IPv6-verkon tavoitettavuutta. Jos tämä epäonnistuu, se on toinen osoitus siitä, että IPv6-asetuksesi eivät ole oikein.
fr: Testez d'abord votre (sous-)domaine en utilisant un service tiers comme `IPv6 Test`_ pour tester l'accessibilité IPv6 de votre NextBox. Si cela échoue, c'est un autre indicateur que vos paramètres IPv6 ne sont pas corrects.
hu: Először tesztelje (al)tartományát egy harmadik féltől származó szolgáltatással, például a `IPv6 Test`_ segítségével, hogy tesztelje a NextBox' IPv6 elérhetőségét. Ha ez nem sikerül, az egy újabb jel arra, hogy az IPv6 beállításai nem megfelelőek.
ja: まず、`IPv6 Test`_のようなサードパーティサービスを使用して（サブ）ドメインをテストし、NextBox'のIPv6の到達性をテストします。これができない場合は、IPv6の設定が正しくないことを示しています。
lt: Pirmiausia išbandykite savo (sub)domeną naudodami trečiosios šalies paslaugą, pavyzdžiui, `IPv6 Test`_, kad patikrintumėte savo NextBox' IPv6 pasiekiamumą. Jei tai nepavyksta, tai dar vienas rodiklis, kad jūsų IPv6 nustatymai nėra teisingi.
lv: Vispirms pārbaudiet savu (apakš)domēnu, izmantojot trešās puses pakalpojumu, piemēram, `IPv6 Test`_, lai pārbaudītu NextBox' IPv6 sasniedzamību. Ja tas neizdodas, tas ir vēl viens rādītājs, ka jūsu IPv6 iestatījumi nav pareizi.
nl: Test eerst uw (sub-)domein met behulp van een 3rd party service zoals `IPv6 Test`_ om uw NextBox' IPv6 bereikbaarheid te testen. Als dit mislukt is dit een andere indicator dat uw IPv6 instellingen niet correct zijn.
pl: Najpierw przetestuj swoją (pod)domenę za pomocą usługi innej firmy, takiej jak `IPv6 Test`_, aby sprawdzić zasięg IPv6 NextBox'. Jeśli to się nie powiedzie, jest to kolejny wskaźnik, że ustawienia IPv6 nie są poprawne.
pt: Primeiro teste o seu (sub)domínio usando um serviço de terceiros como `IPv6 Test`_ para testar a sua NextBox' acessibilidade IPv6. Se isto falhar, este é outro indicador de que as suas configurações IPv6 não estão corretas.
ro: Mai întâi testați (sub)domeniul dvs. utilizând un serviciu terță parte precum `IPv6 Test`_ pentru a testa capacitatea de accesare a NextBox' IPv6. Dacă acest lucru eșuează, acesta este un alt indicator că setările IPv6 nu sunt corecte.
ru: Сначала проверьте ваш (суб-)домен с помощью сторонней службы, например `IPv6 Test`_, чтобы проверить достижимость вашего NextBox' IPv6. Если это не удается, это еще один индикатор того, что ваши настройки IPv6 не верны.
sk: Najprv otestujte svoju (sub)doménu pomocou služby tretej strany, ako napríklad `IPv6 Test`_, aby ste otestovali dosiahnuteľnosť vášho NextBox' IPv6. Ak sa to nepodarí, je to ďalší indikátor, že vaše nastavenia IPv6 nie sú správne.
sl: Najprej preizkusite svojo (pod)domeno z uporabo storitve tretje osebe, kot je `IPv6 Test`_, da preizkusite dosegljivost vašega NextBoxa' IPv6. Če je to neuspešno, je to še en pokazatelj, da vaše nastavitve IPv6 niso pravilne.
sv: Testa först din (sub-)domän med hjälp av en tredjepartstjänst som `IPv6 Test`_ för att testa din NextBox' IPv6-åtkomlighet. Om detta misslyckas är det en annan indikator på att dina IPv6-inställningar inte är korrekta.
zh_cn: 首先，使用第三方服务如`IPv6 Test`_来测试你的NextBox'IPv6可达性。如果失败了，这是另一个指标，说明你的IPv6设置是不正确的。

source: Some routers might have a bad default configuration for IPv6. Therefore please ensure that your router is configured to pass IPv6 addresses to your network clients (called ``IA_NA``), if this not done, no IPv6 connection can be established to your NextBox from the outside, thus your NextBox is not reachable.
bg: Някои маршрутизатори може да имат лоша конфигурация по подразбиране за IPv6. Затова се уверете, че вашият маршрутизатор е конфигуриран да предава IPv6 адреси на мрежовите ви клиенти (наречени ``IA_NA``), ако това не е направено, не може да бъде установена IPv6 връзка с вашия NextBox отвън, като по този начин вашият NextBox не е достъпен.
cs: Některé směrovače mohou mít špatnou výchozí konfiguraci pro IPv6. Proto se prosím ujistěte, že je váš směrovač nakonfigurován tak, aby předával IPv6 adresy klientům vaší sítě (tzv. ``IA_NA``), pokud tak není učiněno, nelze navázat IPv6 spojení s vaším NextBoxem zvenčí, a váš NextBox tak není dosažitelný.
de: Einige Router können eine schlechte Standardkonfiguration für IPv6 haben. Stellen Sie daher sicher, dass Ihr Router so konfiguriert ist, dass er IPv6-Adressen an Ihre Netzwerk-Clients weitergibt (genannt ``IA_NA``), da sonst keine IPv6-Verbindung von außen zu Ihrer NextBox aufgebaut werden kann und Ihre NextBox somit nicht erreichbar ist.
el: Ορισμένοι δρομολογητές ενδέχεται να έχουν κακή προεπιλεγμένη ρύθμιση παραμέτρων για IPv6. Επομένως, βεβαιωθείτε ότι ο δρομολογητής σας έχει ρυθμιστεί έτσι ώστε να περνάει διευθύνσεις IPv6 στους πελάτες του δικτύου σας (ονομάζεται ``IA_NA``), αν αυτό δεν γίνει, δεν μπορεί να δημιουργηθεί σύνδεση IPv6 στο NextBox σας από το εξωτερικό, οπότε το NextBox σας δεν είναι προσβάσιμο.
es: Algunos routers pueden tener una mala configuración por defecto para IPv6. Por lo tanto, asegúrese de que su router está configurado para pasar direcciones IPv6 a sus clientes de red (llamado ``IA_NA``), si esto no se hace, no se puede establecer ninguna conexión IPv6 a su NextBox desde el exterior, por lo que su NextBox no es alcanzable.
et: Mõnel marsruuteril võib olla IPv6 jaoks halb vaikimisi konfiguratsioon. Seetõttu veenduge, et teie ruuter on konfigureeritud IPv6-aadresside edastamiseks teie võrgu klientidele (nn ``IA_NA``), kui seda ei tehta, ei saa teie NextBoxiga väljastpoolt IPv6-ühendust luua, seega ei ole teie NextBox kättesaadav.
fi: Joissakin reitittimissä saattaa olla huono IPv6:n oletuskonfiguraatio. Varmista siksi, että reitittimesi on määritetty välittämään IPv6-osoitteita verkkoasiakkaille (nimeltään ``IA_NA``), sillä jos näin ei tehdä, NextBoxiin ei voida muodostaa IPv6-yhteyttä ulkopuolelta, jolloin NextBoxia ei voi tavoittaa.
fr: Certains routeurs peuvent avoir une mauvaise configuration par défaut pour IPv6. Par conséquent, assurez-vous que votre routeur est configuré pour passer les adresses IPv6 aux clients de votre réseau (appelé ``IA_NA``), si ce n'est pas fait, aucune connexion IPv6 ne peut être établie à votre NextBox depuis l'extérieur, donc votre NextBox n'est pas joignable.
hu: Egyes útválasztók alapértelmezett konfigurációja rossz lehet az IPv6-hoz. Ezért kérjük, győződjön meg róla, hogy az útválasztója úgy van beállítva, hogy IPv6-címeket adjon át a hálózati klienseinek (úgynevezett ``IA_NA``), ha ez nem történik meg, akkor kívülről nem lehet IPv6-kapcsolatot létesíteni a NextBoxhoz, így a NextBox nem érhető el.
ja: ルーターによっては、IPv6のデフォルト設定が悪い場合があります。そのため、ルーターがIPv6アドレスをネットワーククライアントに渡すように設定されていることを確認してください（``IA_NA``と呼ばれています）。
lt: Kai kuriuose maršrutizatoriuose gali būti bloga numatytosios konfigūracijos IPv6 konfigūracija. Todėl įsitikinkite, kad jūsų maršrutizatorius sukonfigūruotas taip, kad perduotų IPv6 adresus jūsų tinklo klientams (vadinamas ``IA_NA``), jei tai nebus padaryta, IPv6 ryšys su jūsų NextBox'u iš išorės nebus užmegztas, todėl jūsų NextBox'as bus nepasiekiamas.
lv: Dažiem maršrutētājiem var būt nepareiza IPv6 noklusējuma konfigurācija. Tāpēc, lūdzu, pārliecinieties, ka jūsu maršrutētājs ir konfigurēts tā, lai nodotu IPv6 adreses tīkla klientiem (sauc ``IA_NA``), ja tas nav izdarīts, IPv6 savienojumu ar NextBox no ārpuses izveidot nevar, tādējādi NextBox nav sasniedzams.
nl: Sommige routers kunnen een slechte standaardconfiguratie voor IPv6 hebben. Zorg er daarom voor dat uw router is geconfigureerd om IPv6-adressen door te geven aan uw netwerkclients (``IA_NA``), als dit niet wordt gedaan, kan er van buitenaf geen IPv6-verbinding met uw NextBox tot stand worden gebracht, waardoor uw NextBox niet bereikbaar is.
pl: Niektóre routery mogą mieć złą domyślną konfigurację dla IPv6. Dlatego należy upewnić się, że router jest skonfigurowany tak, aby przekazywał adresy IPv6 klientom sieciowym (``IA_NA``), jeśli tak się nie stanie, nie będzie można nawiązać połączenia IPv6 z NextBoxem z zewnątrz, a zatem NextBox nie będzie osiągalny.
pt: Alguns roteadores podem ter uma má configuração padrão para IPv6. Portanto, certifique-se de que seu roteador está configurado para passar endereços IPv6 para seus clientes de rede (chamado ``IA_NA``), se isso não for feito, nenhuma conexão IPv6 pode ser estabelecida para sua NextBox de fora, portanto sua NextBox não é alcançável.
ro: Este posibil ca unele routere să aibă o configurație implicită greșită pentru IPv6. Prin urmare, vă rugăm să vă asigurați că routerul dvs. este configurat să transmită adrese IPv6 clienților rețelei dvs. (numit ``IA_NA``), dacă acest lucru nu se face, nu se poate stabili nicio conexiune IPv6 către NextBox din exterior, astfel încât NextBox-ul dvs. nu este accesibil.
ru: Некоторые маршрутизаторы могут иметь неправильную конфигурацию по умолчанию для IPv6. Поэтому убедитесь, что ваш маршрутизатор настроен на передачу IPv6-адресов клиентам вашей сети (называется ``IA_NA``), если этого не сделать, соединение IPv6 не может быть установлено с вашим NextBox извне, таким образом, ваш NextBox будет недоступен.
sk: Niektoré smerovače môžu mať zlú predvolenú konfiguráciu pre IPv6. Preto sa uistite, že váš smerovač je nakonfigurovaný tak, aby odovzdával IPv6 adresy vašim sieťovým klientom (tzv. ``IA_NA``), ak sa tak nestane, nebude možné nadviazať IPv6 spojenie s vaším NextBoxom zvonku, a teda váš NextBox nebude dosiahnuteľný.
sl: Nekateri usmerjevalniki imajo morda slabo privzeto konfiguracijo za IPv6. Zato se prepričajte, da je vaš usmerjevalnik konfiguriran tako, da odjemalcem v omrežju posreduje naslove IPv6 (imenovano ``IA_NA``), če tega ne storite, z vašim NextBoxom od zunaj ni mogoče vzpostaviti povezave IPv6, zato vaš NextBox ni dosegljiv.
sv: Vissa routrar kan ha en dålig standardkonfiguration för IPv6. Se därför till att routern är konfigurerad så att IPv6-adresser överförs till dina nätverksklienter (kallas ``IA_NA``), annars kan ingen IPv6-anslutning upprättas till din NextBox från utsidan, och din NextBox är därför inte nåbar.
zh_cn: 一些路由器可能对IPv6的默认配置不好。因此，请确保你的路由器配置为将IPv6地址传递给你的网络客户（称为``IA_NA``），如果没有这样做，就不能从外部建立IPv6连接到你的NextBox，因此你的NextBox是无法到达。

source: On a recent *Fritz!Box* you will find this configuration inside: "Home Network -> "Network" -> "Network Settings" -> "IPv6 Configuration" Inside this view inside the section: "DHCPv6 Server in the Home Network" activate: "Enable DHCPv6 server in the FRITZ!Box for the home network:" and below this the last radio button has to be active: "Assign DNS server, prefix (IA_PD) and IPv6 address (IA_NA)" instead of the default, which is the 1st radio button.
bg: В един скорошен *Fritz!Box* ще намерите тази конфигурация вътре: "Home Network -> "Network" -> "Network Settings" -> "IPv6 Configuration" Вътре в този изглед, в раздела: "DHCPv6 Server in the Home Network" активирайте: "Enable DHCPv6 server in the FRITZ!Box за домашната мрежа:" и под него последният радио бутон трябва да бъде активен: "Assign DNS server, prefix (IA_PD) and IPv6 address (IA_NA)" вместо по подразбиране, което е 1-вият радио бутон.
cs: Na nejnovějším *Fritz!Boxu* najdete tuto konfiguraci uvnitř: "Domácí síť -> "Síť" -> "Nastavení sítě" -> "Konfigurace IPv6" Uvnitř tohoto zobrazení uvnitř sekce: "DHCPv6 server v domácí síti" aktivujte: "Povolit DHCPv6 server v zařízení FRITZ!Box pro domácí síť:" a pod ním musí být aktivní poslední přepínač: "Přiřadit server DNS, prefix (IA_PD) a adresu IPv6 (IA_NA)" místo výchozího, kterým je 1. přepínač.
de: Auf einer aktuellen *Fritz!Box* finden Sie diese Konfiguration unter: "Heimnetzwerk" -> "Netzwerk" -> "Netzwerkeinstellungen" -> "IPv6-Konfiguration" Innerhalb dieser Ansicht im Abschnitt: "DHCPv6-Server im Heimnetzwerk" aktivieren: "DHCPv6-Server in der FRITZ!Box für das Heimnetzwerk aktivieren:" und darunter muss der letzte Radiobutton aktiv sein: "DNS-Server, Präfix (IA_PD) und IPv6-Adresse (IA_NA) zuweisen" anstelle des Standards, der der 1. Radiobutton ist.
el: Σε ένα πρόσφατο *Fritz!Box* θα βρείτε αυτή τη ρύθμιση μέσα: "Home Network -> "Network" -> "Network Settings" -> "IPv6 Configuration" Μέσα σε αυτή την προβολή μέσα στην ενότητα: "DHCPv6 Server in the Home Network" ενεργοποιήστε: "Enable DHCPv6 server in the FRITZ!Box για το οικιακό δίκτυο:" και κάτω από αυτό το τελευταίο κουμπί επιλογής πρέπει να είναι ενεργό: "Assign DNS server, prefix (IA_PD) and IPv6 address (IA_NA)" αντί της προεπιλεγμένης, που είναι το 1ο κουμπί επιλογής.
es: En un *Fritz!Box* reciente encontrará esta configuración dentro de: "Red doméstica" "Red" -> "Configuración de red" -> "Configuración IPv6" Dentro de esta vista dentro de la sección: "Servidor DHCPv6 en la red doméstica" active: "Habilitar servidor DHCPv6 en el FRITZ!Box para la red doméstica:" y debajo de esto el último botón de radio tiene que estar activo: "Asignar servidor DNS, prefijo (IA_PD) y dirección IPv6 (IA_NA)" en lugar del predeterminado, que es el 1er botón de radio.
et: Värskes *Fritz!Boxis* leiate selle konfiguratsiooni seest: "Koduvõrk -> "Võrk" -> "Võrgu seaded" -> "IPv6 konfiguratsioon" Selles vaates, jaotises: "DHCPv6 server koduvõrgus" aktiveerige: "Enable DHCPv6 server in the FRITZ!Box for the home network:" ja selle all peab olema aktiivne viimane raadionupp: "Assign DNS server, prefix (IA_PD) and IPv6 address (IA_NA)" asemel vaikimisi, mis on 1. raadionupp.
fi: Tuoreessa *Fritz!Boxissa* löydät tämän asetuksen sisältä: "Kotiverkko -> "Verkko" -> "Verkkoasetukset" -> "IPv6-konfiguraatio" Tämän näkymän sisällä kohdassa: "DHCPv6-palvelin kotiverkossa" aktivoi: "Ota DHCPv6-palvelin käyttöön FRITZ!Box for the home network:" ja tämän alapuolella viimeisen valintanapin on oltava aktiivinen: "Assign DNS server, prefix (IA_PD) and IPv6 address (IA_NA)" (DNS-palvelimen, etuliitteen (IA_PD) ja IPv6-osoitteen (IA_NA) määrittäminen) " oletusarvon sijaan, joka on ensimmäinen valintanappi.
fr: Sur une *Fritz!Box* récente, vous trouverez cette configuration à l'intérieur de : "Réseau domestique -> "Réseau" -> "Paramètres réseau" -> "Configuration IPv6" A l'intérieur de cette vue, dans la section : "Serveur DHCPv6 dans le réseau domestique" activer : "Activer le serveur DHCPv6 dans la FRITZ!Box pour le réseau domestique :" et en dessous, le dernier bouton radio doit être actif : "Attribuer le serveur DNS, le préfixe (IA_PD) et l'adresse IPv6 (IA_NA)" au lieu du défaut, qui est le 1er bouton radio.
hu: Egy újabb *Fritz!Box* esetében ezt a konfigurációt a következő menüpontban találja: "Home Network -> "Network" -> "Network Settings" -> "IPv6 Configuration" Ebben a nézetben a "DHCPv6 Server in the Home Network" szakaszon belül aktiválja: "Enable DHCPv6 server in the FRITZ!Box for the home network:" és alatta az utolsó rádiógombnak aktívnak kell lennie: "Assign DNS server, prefix (IA_PD) and IPv6 address (IA_NA)" az alapértelmezett helyett, ami az 1. rádiógomb.
ja: 最近の*Fritz!Box*では、次のような設定があります： "Home Network -> "Network" -> "Network Settings" -> "IPv6 Configuration" このビューの中のセクション： "DHCPv6 Server in the Home Network" activate: "Enable DHCPv6 server in the FRITZ!また、その下の最後のラジオボタンを有効にしてください。
lt: Naujausioje *Fritz!Box* dėžutėje rasite šią konfigūraciją: "Namų tinklas -> "Tinklas" -> "Tinklo nustatymai" -> "IPv6 konfigūracija" Šio rodinio viduje, skyriuje: "DHCPv6 serveris namų tinkle" suaktyvinkite: "Įjungti DHCPv6 serverį FRITZ!Box" namų tinkle:" ir po juo turi būti aktyvus paskutinis radijo mygtukas: "Priskirti DNS serverį, prefiksą (IA_PD) ir IPv6 adresą (IA_NA)" vietoj numatytojo, kuris yra 1-asis radijo mygtukas.
lv: Jaunākajā *Fritz!Box* konfigurācija ir atrodama sadaļā: "Home Network -> "Network" -> "Network Settings" -> "Network Settings" -> "IPv6 Configuration" Šajā skatā sadaļā: "DHCPv6 Server in the Home Network" aktivizējiet: "Enable DHCPv6 server in the FRITZ!Box mājas tīklā:" un zem tās jābūt aktīvai pēdējai radio pogai: "Piešķirt DNS serveri, prefiksu (IA_PD) un IPv6 adresi (IA_NA)", nevis noklusējuma, kas ir 1. radio poga.
nl: Op een recente *Fritz!Box* vindt u deze configuratie binnen: "Home Network -> "Network" -> "Network Settings" -> "IPv6 Configuration" Binnen deze weergave in de sectie: "DHCPv6 Server in the Home Network" activeer: "Enable DHCPv6 server in the FRITZ!Box voor het thuisnetwerk:" en daaronder moet het laatste keuzerondje actief zijn: "DNS server, prefix (IA_PD) en IPv6 adres (IA_NA) toewijzen" in plaats van het standaard, wat het 1e keuzerondje is.
pl: Na aktualnym *Fritz!Box* znajdziesz taką konfigurację w: "Sieć domowa -> "Sieć" -> "Ustawienia sieciowe" -> "Konfiguracja IPv6" W tym widoku w sekcji: "Serwer DHCPv6 w sieci domowej" aktywuj: "Włącz serwer DHCPv6 w routerze FRITZ!Box dla sieci domowej:" i poniżej ostatni przycisk radiowy musi być aktywny: "Przypisz serwer DNS, prefiks (IA_PD) i adres IPv6 (IA_NA)" zamiast domyślnego, który jest pierwszym przyciskiem radiowym.
pt: Em um recente *Fritz!Box* você encontrará esta configuração dentro de: "Rede doméstica -> "Rede" -> "Configurações de rede" -> "Configuração IPv6" Dentro desta vista dentro da seção: "Servidor DHCPv6 na Rede doméstica" ativar: "Habilitar servidor DHCPv6 no FRITZ!Box para a rede doméstica:" e abaixo deste o último botão de rádio tem que estar ativo: "Atribuir servidor DNS, prefixo (IA_PD) e endereço IPv6 (IA_NA)" ao invés do padrão, que é o 1º botão de rádio.
ro: Pe un *Fritz!Box* recent veți găsi această configurație în interiorul: "Home Network -> "Network" -> "Network Settings" -> "IPv6 Configuration" În interiorul acestei vizualizări, în secțiunea: "DHCPv6 Server in the Home Network" activați: "Enable DHCPv6 server in the FRITZ!Box for the home network:" și mai jos ultimul buton radio trebuie să fie activat: "Assign DNS server, prefix (IA_PD) and IPv6 address (IA_NA)" în locul celui implicit, care este primul buton radio.
ru: На последнем *Fritz!Box* вы найдете эту конфигурацию внутри: "Домашняя сеть -> "Сеть" -> "Настройки сети" -> "Конфигурация IPv6" Внутри этого представления в разделе: "Сервер DHCPv6 в домашней сети" активируйте: "Включить сервер DHCPv6 в FRITZ!Box для домашней сети:" и ниже последняя радиокнопка должна быть активна: "Назначить DNS сервер, префикс (IA_PD) и IPv6 адрес (IA_NA)" вместо значения по умолчанию, которое является первой радиокнопкой.
sk: Na najnovšom *Fritz!Boxe* nájdete túto konfiguráciu vo vnútri: "Domáca sieť -> "Sieť" -> "Nastavenia siete" -> "Konfigurácia IPv6" V tomto zobrazení vo vnútri sekcie: "DHCPv6 server v domácej sieti" aktivujte: "Enable DHCPv6 server in the FRITZ!Box pre domácu sieť:" a pod tým musí byť aktívne posledné prepínacie tlačidlo: "Priradiť server DNS, prefix (IA_PD) a adresu IPv6 (IA_NA)" namiesto predvoleného, ktorým je 1. prepínacie tlačidlo.
sl: Na nedavnem *Fritz!Boxu* boste to konfiguracijo našli znotraj: "Domače omrežje -> "Omrežje" -> "Nastavitve omrežja" -> "Konfiguracija IPv6" V tem pogledu znotraj razdelka: "DHCPv6 Server v domačem omrežju" aktivirajte: "Enable DHCPv6 server in the FRITZ!Box za domače omrežje:" in pod tem mora biti aktiven zadnji radijski gumb: "Assign DNS server, prefix (IA_PD) and IPv6 address (IA_NA)" namesto privzetega, ki je prvi radijski gumb.
sv: På en nyare *Fritz!Box* hittar du den här konfigurationen i: "Hemnätverk -> "Nätverk" -> "Nätverksinställningar" -> "IPv6-konfiguration" I den här vyn, i avsnittet: "DHCPv6-server i hemnätverket" aktiverar du: "Aktivera DHCPv6-server i FRITZ!Box för hemmanätverket:" och under detta måste den sista radioknappen vara aktiv: "Tilldela DNS-server, prefix (IA_PD) och IPv6-adress (IA_NA)" i stället för standardinställningen, som är den första radioknappen.
zh_cn: 在最近的*Fritz!Box*上你会发现这个配置："家庭网络 -> "网络" -> "网络设置" -> "IPv6配置" 在这个视图里面的部分："家庭网络的DHCPv6服务器" 激活："在FRITZ!Box的家庭网络中启用DHCPv6服务器：" 而在这下面的最后一个单选按钮必须激活："指定DNS服务器、前缀（IA_PD）和IPv6地址（IA_NA）" 而不是默认的，即第一个单选按钮。

source: Comparing Methods For (Remote) Access
bg: Сравняване на методите за (отдалечен) достъп
cs: Porovnání metod (vzdáleného) přístupu
de: Vergleich der Methoden für den (Fern-)Zugriff
el: Σύγκριση μεθόδων για (απομακρυσμένη) πρόσβαση
es: Comparación de métodos de acceso (remoto)
et: (Kaug)juurdepääsu meetodite võrdlemine
fi: (Etä)pääsyn menetelmien vertailu
fr: Comparaison des méthodes d'accès (à distance)
hu: A (távoli) hozzáférés módszereinek összehasonlítása
ja: リモートアクセスの方法を比較する
lt: (Nuotolinės) prieigos metodų palyginimas
lv: (Attālās) piekļuves metožu salīdzināšana
nl: Vergelijking van methodes voor (toegang op afstand)
pl: Porównanie metod (zdalnego) dostępu
pt: Métodos de comparação para acesso (remoto)
ro: Compararea metodelor de acces (la distanță)
ru: Сравнение методов для (удаленного) доступа
sk: Porovnanie metód (vzdialeného) prístupu
sl: Primerjava metod za (oddaljeni) dostop
sv: Jämförelse av metoder för (fjärr)åtkomst
zh_cn: 比较（远程）访问的方法

source: DNS-based
bg: Базиран на DNS
cs: na základě DNS
de: DNS-basiert
el: Με βάση το DNS
es: Basado en DNS
et: DNS-põhine
fi: DNS-pohjainen
fr: Basé sur le DNS
hu: DNS-alapú
ja: DNSベース
lt: DNS pagrindu
lv: Uz DNS balstīts
nl: DNS-gebaseerd
pl: Strona oparta na DNS
pt: Baseado no DNS
ro: Bazat pe DNS
ru: на основе DNS
sk: Stránka založená na systéme DNS
sl: Na podlagi DNS
sv: DNS-baserad
zh_cn: 基于DNS的
