Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/nextbox.po
Languages: bg, cs, de, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: This configuration shall be used, if you configured DNS and thus a domain for your NextBox in e.g., your internet router.
bg: Тази конфигурация ще се използва, ако сте конфигурирали DNS и по този начин домейн за вашия NextBox например във вашия интернет рутер.
cs: Tato konfigurace se použije, pokud jste nakonfigurovali DNS a tím i doménu pro váš NextBox např. ve vašem internetovém směrovači.
de: Diese Konfiguration soll verwendet werden, wenn Sie z. B. in Ihrem Internet-Router DNS und damit eine Domain für Ihre NextBox konfiguriert haben.
el: Αυτή η διαμόρφωση θα χρησιμοποιηθεί, εάν έχετε ρυθμίσει το DNS και, συνεπώς, ένα domain για το NextBox σας, π.χ. στο δρομολογητή σας στο διαδίκτυο.
es: Esta configuración se utilizará si ha configurado el DNS y, por tanto, un dominio para su NextBox en, por ejemplo, su router de Internet.
et: Seda seadistust kasutatakse, kui olete seadistanud DNS-i ja seega ka domeeni oma NextBoxi jaoks näiteks oma internetiruuteris.
fi: Tätä asetusta käytetään, jos olet määrittänyt DNS:n ja siten verkkotunnuksen NextBoxillesi esimerkiksi Internet-reitittimessäsi.
fr: Cette configuration sera utilisée, si vous avez configuré le DNS et donc un domaine pour votre NextBox dans votre routeur internet par exemple.
hu: Ezt a konfigurációt akkor kell használni, ha a DNS-t és így a NextBox domainjét például az internetes útválasztójában konfigurálta.
ja: この設定は、インターネットルーターなどでDNSを設定し、NextBoxのドメインを設定した場合に使用されます。
lt: Ši konfigūracija bus naudojama, jei sukonfigūravote DNS ir taip nustatėte savo NextBox domeną, pvz., interneto maršrutizatoriuje.
lv: Šī konfigurācija tiks izmantota, ja esat konfigurējis DNS un līdz ar to arī domēnu savam NextBox, piemēram, savā interneta maršrutētājā.
nl: Deze configuratie wordt gebruikt, indien u DNS en dus een domein voor uw NextBox in bijv. uw internetrouter heeft geconfigureerd.
pl: Ta konfiguracja zostanie wykorzystana, jeśli DNS i tym samym domenę dla NextBox skonfigurowano np. w routerze internetowym.
pt: Esta configuração deve ser usada, se você configurou o DNS e assim um domínio para o seu NextBox, por exemplo, no seu roteador de Internet.
ro: Această configurație va fi utilizată în cazul în care ați configurat DNS și, prin urmare, un domeniu pentru NextBox, de exemplu, în routerul dvs. de internet.
ru: Эта конфигурация будет использоваться, если вы настроили DNS и, соответственно, домен для вашего NextBox, например, в вашем интернет-маршрутизаторе.
sk: Táto konfigurácia sa použije, ak ste nakonfigurovali DNS, a teda doménu pre váš NextBox napr. vo vašom internetovom smerovači.
sl: Ta konfiguracija se uporabi, če ste konfigurirali DNS in s tem domeno za vaš NextBox npr. v vašem internetnem usmerjevalniku.
sv: Denna konfiguration ska användas om du har konfigurerat DNS och därmed en domän för din NextBox i t.ex. din internetrouter.
zh_cn: 如果您在互联网路由器上为NextBox配置了DNS和域名，就应使用此配置。

source: In order to use the configured domain with your NextBox and its Nextcloud instance you must provide the full domain here to trust this domain inside your Nextcloud instance.
bg: За да използвате конфигурирания домейн с вашия NextBox и неговата Nextcloud инстанция, трябва да предоставите пълния домейн тук, за да се доверите на този домейн във вашата Nextcloud инстанция.
cs: Chcete-li používat nakonfigurovanou doménu s vaším NextBoxem a jeho instancí Nextcloudu, musíte zde zadat celou doménu, abyste mohli této doméně důvěřovat uvnitř instance Nextcloudu.
de: Um die konfigurierte Domäne mit Ihrer NextBox und deren Nextcloud-Instanz zu verwenden, müssen Sie hier die vollständige Domäne angeben, um dieser Domäne innerhalb Ihrer Nextcloud-Instanz zu vertrauen.
el: Για να χρησιμοποιήσετε τον διαμορφωμένο τομέα με το NextBox σας και την παρουσία του Nextcloud, πρέπει να δώσετε τον πλήρη τομέα εδώ για να εμπιστευτείτε αυτόν τον τομέα μέσα στην παρουσία σας στο Nextcloud.
es: Para utilizar el dominio configurado con su NextBox y su instancia Nextcloud debe proporcionar el dominio completo aquí para confiar en este dominio dentro de su instancia Nextcloud.
et: Selleks, et kasutada konfigureeritud domeeni koos oma NextBoxi ja selle Nextcloudi instantsiga, peate siin esitama täieliku domeeni, et usaldada seda domeeni oma Nextcloudi instantsi sees.
fi: Jotta voit käyttää määritettyä verkkotunnusta NextBoxin ja sen Nextcloud-instanssin kanssa, sinun on annettava tässä koko verkkotunnus, jotta voit luottaa tähän verkkotunnukseen Nextcloud-instanssin sisällä.
fr: Afin d'utiliser le domaine configuré avec votre NextBox et son instance Nextcloud, vous devez fournir le domaine complet ici pour faire confiance à ce domaine dans votre instance Nextcloud.
hu: Ahhoz, hogy a konfigurált tartományt a NextBox és a Nextcloud-példányával együtt használhassa, itt meg kell adnia a teljes tartományt, hogy megbízzon a tartományban a Nextcloud-példányon belül.
ja: 設定したドメインをNextBoxとそのNextcloudインスタンスで使用するには、Nextcloudインスタンス内でこのドメインを信頼するために、ここで完全なドメインを提供する必要があります。
lt: Norėdami naudoti sukonfigūruotą domeną su savo "NextBox" ir jo "Nextcloud" instancija, turite pateikti visą domeną, kad galėtumėte pasitikėti šiuo domenu savo "Nextcloud" instancijoje.
lv: Lai izmantotu konfigurēto domēnu kopā ar NextBox un Nextcloud gadījumu, šeit ir jānorāda pilns domēns, lai uzticētos šim domēnam savā Nextcloud gadījumā.
nl: Om het geconfigureerde domein met uw NextBox en zijn Nextcloud-instantie te gebruiken, moet u het volledige domein hier opgeven om dit domein in uw Nextcloud-instantie te vertrouwen.
pl: Aby używać skonfigurowanej domeny z NextBox i jego instancją Nextcloud, musisz podać pełną domenę, aby zaufać tej domenie wewnątrz instancji Nextcloud.
pt: Para utilizar o domínio configurado com a sua NextBox e a sua instância Nextcloud você deve fornecer o domínio completo aqui para confiar neste domínio dentro da sua instância Nextcloud.
ro: Pentru a utiliza domeniul configurat cu NextBox și instanța Nextcloud a acestuia, trebuie să furnizați aici domeniul complet pentru a avea încredere în acest domeniu în cadrul instanței Nextcloud.
ru: Чтобы использовать настроенный домен с вашим NextBox и его экземпляром Nextcloud, вы должны указать здесь полный домен, чтобы доверять этому домену внутри вашего экземпляра Nextcloud.
sk: Ak chcete používať nakonfigurovanú doménu s NextBoxom a jeho inštanciou Nextcloudu, musíte tu zadať celú doménu, aby ste mohli tejto doméne dôverovať vo vašej inštancii Nextcloudu.
sl: Če želite konfigurirano domeno uporabljati s svojim NextBoxom in njegovo instanco Nextcloud, morate tukaj navesti celotno domeno, da bi ji lahko zaupali znotraj instance Nextcloud.
sv: För att kunna använda den konfigurerade domänen med din NextBox och dess Nextcloud-instans måste du ange den fullständiga domänen här för att kunna lita på den här domänen i din Nextcloud-instans.
zh_cn: 为了在您的NextBox及其Nextcloud实例中使用配置的域，您必须在这里提供完整的域，以便在您的Nextcloud实例中信任这个域。

source: For instance inside a "Fritz!Box" this can be done by navigating to: "Internet -> Permit Access -> DynDNS" and configuring a dynamic DNS provider of your choice.
bg: Например в кутията "Fritz!Box" това може да стане, като преминете към: "Internet -> Permit Access -> DynDNS" и конфигурирате динамичен доставчик на DNS по ваш избор.
cs: Například uvnitř "Fritz!Boxu" to lze provést tak, že přejdete na: "Internet -> Povolit přístup -> DynDNS" a nakonfigurujete vybraného poskytovatele dynamického DNS.
de: Innerhalb einer "Fritz!Box" kann dies z. B. durch Navigieren zu: "Internet -> Zugriff zulassen -> DynDNS" und einen dynamischen DNS-Anbieter Ihrer Wahl konfigurieren.
el: Για παράδειγμα, μέσα σε ένα "Fritz!Box" αυτό μπορεί να γίνει με την πλοήγηση στο: "Internet -> Permit Access -> DynDNS" και τη διαμόρφωση ενός παρόχου δυναμικού DNS της επιλογής σας.
es: Por ejemplo, dentro de un "Fritz!Box" esto se puede hacer navegando a: "Internet -> Permitir acceso -> DynDNS" y configurar un proveedor de DNS dinámico de su elección.
et: Näiteks "Fritz!Boxi" sees saab seda teha navigeerides: "Internet -> Luba juurdepääs -> DynDNS" ja konfigureerides oma valitud dünaamilise DNS-teenuse pakkuja.
fi: Esimerkiksi "Fritz!Boxin" sisällä tämä voidaan tehdä siirtymällä osoitteeseen: "Internet -> Salli pääsy -> DynDNS" ja määrittämällä valitsemasi dynaaminen DNS-palveluntarjoaja.
fr: Par exemple, à l'intérieur d'une "Fritz!Box", cela peut être fait en naviguant vers : "Internet -> Accès autorisé -> DynDNS" et en configurant un fournisseur de DNS dynamique de votre choix.
hu: Például egy "Fritz!Box" -on belül ez a következő menüpontra navigálva érhető el: "Internet -> Permit Access -> DynDNS" és az Ön által választott dinamikus DNS szolgáltató konfigurálásával.
ja: 例えば、Fritz!Box"内では、"Internet ->Permit Access ->DynDNS"に移動して、任意のダイナミックDNSプロバイダーを設定することで行うことができます。
lt: Pavyzdžiui, "Fritz!Box" viduje tai galima padaryti nuėjus į: "Internetas -> Leisti prieigą -> DynDNS" ir sukonfigūravus pasirinktą dinaminį DNS teikėją.
lv: Piemēram, iekšpusē "Fritz!Box" to var izdarīt, dodoties uz: "Internets -> Atļaut piekļuvi -> DynDNS" un konfigurējot dinamisko DNS pakalpojumu sniedzēju pēc savas izvēles.
nl: Bijvoorbeeld in een "Fritz!Box" kan dit worden gedaan door te navigeren naar: "Internet -> Permit Access -> DynDNS" en een dynamische DNS provider van uw keuze te configureren.
pl: Na przykład wewnątrz "Fritz!Box" można to zrobić poprzez przejście do: "Internet -> Permit Access -> DynDNS" i skonfigurowanie dostawcy dynamicznego DNS według własnego wyboru.
pt: Por exemplo, dentro de um "Fritz!Box" isso pode ser feito navegando para: "Internet -> Permit Access -> DynDNS" e configurando um provedor de DNS dinâmico de sua escolha.
ro: De exemplu, în interiorul unei "Fritz!Box" acest lucru se poate face navigând la: "Internet -> Permit Access -> DynDNS" și configurând un furnizor DNS dinamic la alegere.
ru: Например, внутри "Fritz!Box" это можно сделать, перейдя в раздел: "Internet -> Permit Access -> DynDNS" и настроив динамический DNS-провайдер по своему выбору.
sk: Napríklad vo vnútri "Fritz!Boxu" to možno vykonať tak, že prejdete na: "Internet -> Povolenie prístupu -> DynDNS" a nakonfigurujete poskytovateľa dynamického DNS podľa vlastného výberu.
sl: To lahko storite tako, da se na primer znotraj naprave "Fritz!Box" odpravite na: "Internet -> Permit Access -> DynDNS" in konfigurirate izbranega ponudnika dinamičnega DNS.
sv: Till exempel i en "Fritz!Box" kan detta göras genom att navigera till: "Internet -&> Permit Access -> DynDNS" och konfigurera en dynamisk DNS-leverantör av ditt val.
zh_cn: 例如，在"Fritz!Box"内，可以通过导航到："Internet -> Permit Access -> DynDNS"并配置一个你选择的动态DNS提供商来完成。

source: Remote Access Walkthrough
bg: Преглед на отдалечения достъп
cs: Průvodce vzdáleným přístupem
de: Fernzugriff-Walkthrough
el: Περιήγηση απομακρυσμένης πρόσβασης
es: Paseo por el acceso remoto
et: Kaugjuurdepääsu läbimängimine
fi: Etäyhteyden läpikäynti
fr: Accès à distance - Walkthrough
hu: Távoli hozzáférés áttekintése
ja: リモートアクセスウォークスルー
lt: Nuotolinės prieigos apžvalga
lv: Attālinātās piekļuves pārskats
pl: Przewodnik po zdalnym dostępie
pt: Acesso remoto
ro: Accesul la distanță Walkthrough
ru: Руководство по удаленному доступу
sk: Priebeh vzdialeného prístupu
sl: Pregled oddaljenega dostopa
sv: Genomgång av fjärråtkomst
zh_cn: 远程访问演练

source: This documentation aims to give you a thorough introduction into the Remote Access topic, including a decision helper **why to choose a particular method**. If you are familiar with this topic you might want to jump directly to :doc:`method-comparison`.
bg: Тази документация има за цел да ви даде задълбочено въведение в темата за отдалечен достъп, включително помощник за вземане на решение **защо да изберете определен метод**. Ако сте запознати с тази тема, може би ще искате да преминете директно към :doc:`method-comparison`.
cs: Cílem této dokumentace je poskytnout vám důkladný úvod do tématu Vzdálený přístup, včetně pomocníka při rozhodování **proč zvolit určitou metodu**. Pokud jste s tímto tématem obeznámeni, možná budete chtít přejít přímo na :doc:`method-comparison`.
de: Diese Dokumentation soll Ihnen eine gründliche Einführung in das Thema Remote Access geben, einschließlich einer Entscheidungshilfe **warum eine bestimmte Methode zu wählen ist**. Wenn Sie mit diesem Thema vertraut sind, sollten Sie direkt zu :doc:`Methodenvergleich` springen.
el: Αυτή η τεκμηρίωση έχει ως στόχο να σας δώσει μια εμπεριστατωμένη εισαγωγή στο θέμα της απομακρυσμένης πρόσβασης, συμπεριλαμβανομένου ενός βοηθού απόφασης **για ποιο λόγο να επιλέξετε μια συγκεκριμένη μέθοδο**. Αν είστε εξοικειωμένοι με αυτό το θέμα, ίσως θελήσετε να μεταβείτε απευθείας στο :doc:`Σύγκριση μεθόδων`.
es: Esta documentación pretende ofrecerle una introducción completa al tema del Acceso Remoto, incluyendo una ayuda para la toma de decisiones **por qué elegir un método en particular**. Si está familiarizado con este tema, quizás quiera ir directamente a :doc:`method-comparison`.
et: Selle dokumentatsiooni eesmärk on anda teile põhjalik sissejuhatus kaugjuurdepääsu teemasse, sealhulgas abimees otsustamiseks, **milleks valida konkreetne meetod**. Kui te olete selle teemaga tuttav, siis võiksite hüpata otse :doc:`meetodite-võrdlus` juurde.
fi: Tämän dokumentaation tarkoituksena on antaa sinulle perusteellinen johdanto Remote Access -aiheeseen, mukaan lukien päätöksenteko-ohjeet **miksi valita tietty menetelmä**. Jos tämä aihe on sinulle tuttu, voit siirtyä suoraan :doc:`menetelmävertailu` -osioon.
fr: Cette documentation a pour but de vous donner une introduction complète au sujet de l'accès à distance, y compris une aide à la décision **pourquoi choisir une méthode particulière**. Si vous êtes familier avec ce sujet, vous pouvez passer directement à :doc:`method-comparison`.
hu: Ez a dokumentáció célja, hogy alapos bevezetést adjon a Távoli hozzáférés témakörébe, beleértve egy döntési segédletet **mert miért válasszon egy adott módszert**. Ha már ismeri ezt a témakört, akkor érdemes közvetlenül a :doc:`módszer-összehasonlítás` témakörre ugrania.
ja: このドキュメントは、「リモートアクセス」のトピックを徹底的に紹介することを目的としており、**特定のメソッドを選択する理由**という判断材料も含まれています。このトピックに精通している方は、 :doc:`method-comparison` に直接アクセスすることをお勧めします。
lt: Šios dokumentacijos tikslas - išsamiai supažindinti jus su nuotolinės prieigos tema, įskaitant pagalbinę sprendimo priemonę **dėl ko pasirinkti tam tikrą metodą**. Jei esate susipažinę su šia tema, galbūt norėsite pereiti tiesiai į :doc:`metodų palyginimas`.
lv: Šīs dokumentācijas mērķis ir sniegt jums pamatīgu ievadu tēmā par attālo piekļuvi, tostarp lēmumu pieņemšanas palīglīdzekli **pamatojumu, kāpēc izvēlēties konkrētu metodi**. Ja esat iepazinušies ar šo tēmu, iespējams, vēlēsieties pāriet tieši uz :doc:`metod-comparison`.
nl: Deze documentatie is bedoeld om u een grondige inleiding te geven in het onderwerp Remote Access, inclusief een beslissingshulp **waarom een bepaalde methode te kiezen**. Als u bekend bent met dit onderwerp, kunt u misschien beter direct naar :doc:`methode-vergelijking` gaan.
pl: Ta dokumentacja ma na celu dokładne wprowadzenie do tematu Zdalnego dostępu, w tym pomoc w podjęciu decyzji **dlaczego wybrać konkretną metodę**. Jeśli jesteś zaznajomiony z tym tematem, możesz chcieć przejść bezpośrednio do :doc:`method-comparison`.
pt: Esta documentação pretende dar-lhe uma introdução completa ao tópico do Acesso Remoto, incluindo um ajudante de decisão **porquê escolher um método específico**. Se você está familiarizado com este tópico, você pode querer pular diretamente para :doc:`method-comparison'.
ro: Această documentație își propune să vă ofere o introducere completă în subiectul Acces la distanță, inclusiv un ajutor pentru luarea unei decizii **de ce să alegeți o anumită metodă**. Dacă sunteți familiarizat cu acest subiect, poate doriți să treceți direct la :doc:`method-comparison`.
ru: Цель этой документации - дать вам подробное введение в тему удаленного доступа, включая помощь в принятии решения **почему следует выбрать тот или иной метод**. Если вы знакомы с этой темой, вы можете перейти непосредственно к :doc:`method-comparison`.
sk: Cieľom tejto dokumentácie je poskytnúť vám dôkladný úvod do témy vzdialeného prístupu vrátane pomocníka pri rozhodovaní **prečo zvoliť konkrétnu metódu**. Ak ste s touto témou oboznámení, možno budete chcieť prejsť priamo na :doc:`method-comparison`.
sl: Namen te dokumentacije je temeljito predstaviti temo oddaljenega dostopa, vključno s pomočnikom za odločanje **za kaj izbrati določeno metodo**. Če ste seznanjeni s to temo, boste morda želeli preskočiti neposredno na :doc:`method-comparison`.
sv: Syftet med den här dokumentationen är att ge dig en grundlig introduktion till ämnet Remote Access, inklusive en beslutshjälp **varför du ska välja en viss metod**. Om du är bekant med detta ämne kanske du vill hoppa direkt till :doc:`method-comparison`.
zh_cn: 本文档旨在向你全面介绍远程访问主题，包括一个决策助手**为什么要选择一个特定的方法**。如果你熟悉这个主题，你可能想直接跳到 :doc:`method-comparison`。

source: What? Why?
bg: Какво? Защо?
cs: Cože? Proč?
de: Was? Warum?
el: Τι; Γιατί;
es: ¿Qué? ¿Por qué?
et: Mida? Miks?
fi: Mitä? Miksi?
fr: Quoi ? Pourquoi ?
hu: Mi az? Miért?
ja: 何が？なぜ？
lt: Ką? Kodėl?
lv: Ko? Kāpēc?
nl: Wat? Waarom?
pl: Co? Dlaczego?
pt: O quê? O quê? Porquê?
ro: Ce? De ce?
ru: Что? Почему?
sk: Čo? Prečo?
sl: Kaj? Zakaj?
sv: Vad? Varför?
zh_cn: 什么？为什么？

source: You want to access your NextBox from everywhere, this means you want to access your NextBox from the internet through your internet router.
bg: Искате да имате достъп до вашия NextBox отвсякъде, което означава, че искате да имате достъп до вашия NextBox от интернет чрез вашия интернет рутер.
cs: Chcete mít přístup ke svému NextBoxu odkudkoli, to znamená, že chcete mít přístup k NextBoxu z internetu prostřednictvím internetového směrovače.
de: Sie wollen von überall auf Ihre NextBox zugreifen, das heißt, Sie wollen über Ihren Internet-Router auf Ihre NextBox zugreifen.
el: Θέλετε να έχετε πρόσβαση στο NextBox σας από παντού, αυτό σημαίνει ότι θέλετε να έχετε πρόσβαση στο NextBox σας από το διαδίκτυο μέσω του δρομολογητή σας στο διαδίκτυο.
es: Si quieres acceder a tu NextBox desde cualquier lugar, esto significa que quieres acceder a tu NextBox desde Internet a través de tu router.
et: Sa tahad oma NextBoxile kõikjalt ligi pääseda, see tähendab, et sa tahad oma NextBoxile ligi pääseda internetist oma internetiruuteri kaudu.
fi: Haluat käyttää NextBoxia kaikkialta, mikä tarkoittaa, että haluat käyttää NextBoxia Internetistä Internet-reitittimen kautta.
fr: Vous voulez accéder à votre NextBox depuis n'importe où, cela signifie que vous voulez accéder à votre NextBox depuis l'internet via votre routeur internet.
hu: A NextBox-ot mindenhonnan szeretné elérni, ez azt jelenti, hogy a NextBox-ot az internetről, az internetrouterén keresztül szeretné elérni.
ja: どこからでもNextBoxにアクセスしたい、これはインターネットルーターを介してインターネットからNextBoxにアクセスしたいということです。
lt: Norite pasiekti savo NextBox iš bet kur, tai reiškia, kad norite pasiekti savo NextBox iš interneto per savo interneto maršrutizatorių.
lv: Jūs vēlaties piekļūt savam NextBox no jebkuras vietas, tas nozīmē, ka vēlaties piekļūt savam NextBox no interneta, izmantojot savu interneta maršrutētāju.
nl: U wilt overal toegang tot uw NextBox, dit betekent dat u toegang wilt tot uw NextBox vanaf het internet via uw internet router.
pl: Jeśli chcesz mieć dostęp do NextBox z każdego miejsca, oznacza to, że chcesz uzyskać dostęp do NextBox z Internetu za pośrednictwem routera internetowego.
pt: Você quer acessar sua NextBox de qualquer lugar, isto significa que você quer acessar sua NextBox da internet através do seu roteador de internet.
ro: Doriți să vă accesați NextBox de oriunde, ceea ce înseamnă că doriți să accesați NextBox de pe internet prin intermediul routerului de internet.
ru: Вы хотите получить доступ к NextBox отовсюду, это означает, что вы хотите получить доступ к NextBox из интернета через ваш интернет-маршрутизатор.
sk: Chcete mať prístup k vášmu NextBoxu odkiaľkoľvek, to znamená, že chcete mať prístup k vášmu NextBoxu z internetu prostredníctvom vášho internetového smerovača.
sl: Do naprave NextBox želite dostopati od vsepovsod, kar pomeni, da želite do naprave NextBox dostopati iz interneta prek internetnega usmerjevalnika.
sv: Du vill komma åt din NextBox från alla håll, vilket innebär att du vill komma åt din NextBox från internet via din internetrouter.
zh_cn: 您想从任何地方访问您的NextBox，这意味着您想通过互联网路由器从互联网访问您的NextBox。
