Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/nextbox.po
Languages: bg, cs, de, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: This is clearly the best and most secure method to remote access your NextBox as it will give your the best performance and true end-to-end encryption, but it comes with some additional configuration needs. We start first with a very quick introduction what encryption with an own certificate means and what is needed.
bg: Това очевидно е най-добрият и най-сигурен метод за отдалечен достъп до вашия NextBox, тъй като ще ви осигури най-добрата производителност и истинско криптиране от край до край, но е свързан с някои допълнителни нужди за конфигуриране. Започваме първо с много бързо въведение какво означава криптиране със собствен сертификат и какво е необходимо.
cs: Jedná se jednoznačně o nejlepší a nejbezpečnější metodu vzdáleného přístupu k vašemu NextBoxu, protože vám poskytne nejlepší výkon a skutečné end-to-end šifrování, ale vyžaduje další konfiguraci. Začneme nejprve velmi stručným úvodem, co šifrování s vlastním certifikátem znamená a co je k němu potřeba.
de: Dies ist eindeutig die beste und sicherste Methode für den Fernzugriff auf Ihre NextBox, da Sie damit die beste Leistung und eine echte Ende-zu-Ende-Verschlüsselung erhalten, aber sie ist mit einigen zusätzlichen Konfigurationsanforderungen verbunden. Wir beginnen zunächst mit einer sehr kurzen Einführung, was Verschlüsselung mit einem eigenen Zertifikat bedeutet und was benötigt wird.
el: Αυτή είναι σαφώς η καλύτερη και ασφαλέστερη μέθοδος για απομακρυσμένη πρόσβαση στο NextBox σας, καθώς θα σας προσφέρει την καλύτερη απόδοση και πραγματική κρυπτογράφηση από άκρο σε άκρο, αλλά έχει κάποιες πρόσθετες ανάγκες διαμόρφωσης. Ξεκινάμε πρώτα με μια πολύ γρήγορη εισαγωγή για το τι σημαίνει κρυπτογράφηση με δικό σας πιστοποιητικό και τι χρειάζεται.
es: Este es claramente el mejor y más seguro método para acceder remotamente a tu NextBox ya que te dará el mejor rendimiento y una verdadera encriptación de extremo a extremo, pero viene con algunas necesidades de configuración adicionales. Comenzamos primero con una introducción muy rápida de lo que significa la encriptación con un certificado propio y lo que se necesita.
et: See on selgelt parim ja kõige turvalisem meetod NextBoxi kaugjuurdepääsuks, kuna see annab parima jõudluse ja tõelise otsekohalduse krüpteerimise, kuid sellega kaasnevad mõned täiendavad konfiguratsioonivajadused. Alustame kõigepealt väga kiire sissejuhatusega, mida tähendab krüpteerimine oma sertifikaadiga ja mida on vaja.
fi: Tämä on selvästi paras ja turvallisin tapa käyttää NextBoxia etäyhteydellä, sillä se tarjoaa parhaan suorituskyvyn ja todellisen päästä päähän -salauksen, mutta siihen liittyy joitakin lisämääritystarpeita. Aloitamme ensin hyvin nopealla esittelyllä siitä, mitä omalla varmenteella tapahtuva salaus tarkoittaa ja mitä siihen tarvitaan.
fr: C'est clairement la meilleure méthode et la plus sûre pour accéder à distance à votre NextBox, car elle vous donnera les meilleures performances et un véritable cryptage de bout en bout, mais elle s'accompagne de quelques besoins de configuration supplémentaires. Nous commençons par une introduction très rapide de ce que signifie le cryptage avec un certificat propre et ce qui est nécessaire.
hu: Egyértelműen ez a legjobb és legbiztonságosabb módszer a NextBox távoli elérésére, mivel ez biztosítja a legjobb teljesítményt és valódi végponttól végpontig tartó titkosítást, de ez további konfigurációs igényeket támaszt. Először is egy nagyon gyors bevezetéssel kezdjük, hogy mit jelent a saját tanúsítvánnyal történő titkosítás és mi szükséges hozzá.
ja: この方法は、NextBoxにリモートアクセスする際に、最高のパフォーマンスと真のエンド・ツー・エンドの暗号化を実現し、最も安全な方法であることは明らかですが、いくつかの追加設定が必要になります。まず最初に、独自の証明書による暗号化とは何か、何が必要なのかを簡単にご紹介します。
lt: Tai akivaizdžiai geriausias ir saugiausias nuotolinės prieigos prie jūsų NextBox būdas, nes jis užtikrins geriausią našumą ir tikrąjį šifravimą "nuo galo iki galo", tačiau jį reikia papildomai konfigūruoti. Pirmiausia pradėsime nuo labai trumpos įžangos, ką reiškia šifravimas su nuosavu sertifikatu ir ko reikia.
lv: Šī neapšaubāmi ir labākā un drošākā metode, lai attālināti piekļūtu savam NextBox, jo tā nodrošinās vislabāko veiktspēju un patiesu end-to-end šifrēšanu, taču tai ir nepieciešama papildu konfigurācija. Vispirms mēs sāksim ar ļoti īsu ievadu, ko nozīmē šifrēšana ar savu sertifikātu un kas ir nepieciešams.
nl: Dit is duidelijk de beste en veiligste methode om op afstand toegang te krijgen tot uw NextBox, omdat het u de beste prestaties en echte end-to-end encryptie geeft, maar het komt met een aantal extra configuratiebehoeften. We beginnen eerst met een zeer snelle introductie wat encryptie met een eigen certificaat betekent en wat er nodig is.
pl: Jest to zdecydowanie najlepsza i najbezpieczniejsza metoda zdalnego dostępu do urządzenia NextBox, ponieważ zapewnia najlepszą wydajność i prawdziwe szyfrowanie end-to-end, ale wiąże się z dodatkowymi wymaganiami konfiguracyjnymi. Zaczniemy od bardzo szybkiego wprowadzenia, co oznacza szyfrowanie z własnym certyfikatem i co jest potrzebne.
pt: Este é claramente o melhor e mais seguro método para aceder remotamente à sua NextBox, uma vez que lhe dará o melhor desempenho e uma verdadeira encriptação end-to-end, mas vem com algumas necessidades de configuração adicionais. Começamos primeiro com uma introdução muito rápida do que significa criptografia com um certificado próprio e o que é necessário.
ro: Aceasta este, în mod clar, cea mai bună și mai sigură metodă de accesare de la distanță a NextBox-ului, deoarece vă va oferi cea mai bună performanță și o criptare adevărată de la un capăt la altul, dar necesită o configurație suplimentară. Începem mai întâi cu o introducere foarte rapidă a ceea ce înseamnă criptarea cu un certificat propriu și ce este necesar.
ru: Это, безусловно, лучший и наиболее безопасный метод удаленного доступа к вашему NextBox, поскольку он обеспечивает наилучшую производительность и настоящее сквозное шифрование, но он сопровождается некоторыми дополнительными требованиями к конфигурации. Мы начнем с краткого введения, что означает шифрование с помощью собственного сертификата и что для этого необходимо.
sk: Toto je jednoznačne najlepšia a najbezpečnejšia metóda vzdialeného prístupu k vášmu NextBoxu, pretože vám poskytne najlepší výkon a skutočné šifrovanie end-to-end, ale je spojená s určitými ďalšími konfiguračnými požiadavkami. Najprv začneme veľmi stručným úvodom, čo znamená šifrovanie s vlastným certifikátom a čo je potrebné.
sl: To je nedvomno najboljši in najvarnejši način za oddaljen dostop do vašega NextBoxa, saj vam bo zagotovil najboljšo zmogljivost in resnično šifriranje od konca do konca, vendar je potrebno nekaj dodatnih nastavitev. Najprej bomo na hitro predstavili, kaj pomeni šifriranje z lastnim certifikatom in kaj je potrebno.
sv: Detta är helt klart den bästa och säkraste metoden för fjärråtkomst till din NextBox, eftersom den ger dig bästa prestanda och verklig end-to-end-kryptering, men den kommer med några ytterligare konfigurationsbehov. Vi börjar först med en mycket snabb introduktion vad kryptering med ett eget certifikat innebär och vad som behövs.
zh_cn: 这显然是远程访问NextBox的最佳和最安全的方法，因为它将为您提供最好的性能和真正的端到端加密，但它也有一些额外的配置需求。我们首先快速介绍一下使用自有证书加密的含义和需要。

source: The Certificate Authority
bg: Органът за издаване на удостоверения
cs: Certifikační autorita
de: Die Zertifizierungsstelle
el: Η Αρχή Πιστοποιητικών
es: La autoridad de certificación
et: Sertifitseerimisasutus
fi: Varmentaja
fr: L'autorité de certification
hu: A tanúsítványkiadó hatóság
ja: 認証局
lt: Sertifikatų tarnyba
lv: Sertifikātu iestāde
nl: De certificeringsinstantie
pl: Urząd certyfikacji
pt: A Autoridade Certificadora
ro: Autoritatea de certificare
ru: Центр сертификации
sk: Certifikačná autorita
sl: Organ za izdajo potrdil
sv: Certifikatmyndigheten
zh_cn: 证书颁发机构

source: A `CA`_, as the name suggests, is *someone* who is able to provide you with a digital certificate, which will allow you to use `TLS`_, thus encrypt the your traffic, enabling you to use *https*.
bg: `CA`_, както подсказва името, е *някой*, който може да ви предостави цифров сертификат, който ще ви позволи да използвате `TLS`_, като по този начин криптира трафика ви и ви позволява да използвате *https*.
cs: `CA`_, jak název napovídá, je *někdo*, kdo vám může poskytnout digitální certifikát, který vám umožní používat `TLS`_, tedy šifrovat váš provoz, což vám umožní používat *https*.
de: Ein `CA`_ ist, wie der Name schon sagt, *jemand*, der Ihnen ein digitales Zertifikat ausstellen kann, das es Ihnen erlaubt, `TLS`_ zu verwenden, also Ihren Datenverkehr zu verschlüsseln, wodurch Sie *https* verwenden können.
el: Ένας `CA`_, όπως υποδηλώνει το όνομα, είναι *κάποιος* που είναι σε θέση να σας παρέχει ένα ψηφιακό πιστοποιητικό, το οποίο θα σας επιτρέψει να χρησιμοποιήσετε `TLS`_, κρυπτογραφώντας έτσι την κυκλοφορία σας, επιτρέποντάς σας να χρησιμοποιήσετε *https*.
es: Un `CA`_, como su nombre indica, es *alguien* que puede proporcionarle un certificado digital, que le permitirá utilizar `TLS`_, encriptando así su tráfico, permitiéndole utilizar *https*.
et: `CA`_, nagu nimigi ütleb, on *kellegi*, kes suudab teile anda digitaalse sertifikaadi, mis võimaldab teil kasutada `TLS`_, seega krüpteerida teie liiklust, võimaldades teil kasutada *https*.
fi: `CA`_, kuten nimestä voi päätellä, on *joku*, joka pystyy antamaan sinulle digitaalisen varmenteen, jonka avulla voit käyttää `TLS`_, jolloin voit salata tietoliikenteesi ja käyttää *https:ää*.
fr: Un `CA`_, comme son nom l'indique, est *quelqu'un* qui est capable de vous fournir un certificat numérique, qui vous permettra d'utiliser `TLS`_, donc de crypter votre trafic, vous permettant d'utiliser *https*.
hu: A `CA`_, ahogy a neve is mutatja, *valaki*, aki képes egy digitális tanúsítványt biztosítani, amely lehetővé teszi a `TLS`_ használatát, így titkosítva a forgalmat, lehetővé téve az *https* használatát.
ja: `CA`_とは、その名が示すように、デジタル証明書を提供してくれる人のことで、これにより`TLS`_を使用することができ、トラフィックを暗号化して、*https*を使用することができます。
lt: `CA`_, kaip matyti iš pavadinimo, yra asmuo, galintis suteikti skaitmeninį sertifikatą, kuris leis naudoti `TLS`_, užšifruoti duomenų srautą ir naudoti *https*.
lv: `CA`_, kā norāda nosaukums, ir *kāds*, kurš var jums nodrošināt digitālo sertifikātu, kas ļauj izmantot `TLS`_, tādējādi šifrējot datplūsmu un ļaujot izmantot *https*.
nl: Een `CA`_, zoals de naam al zegt, is *iemand* die u een digitaal certificaat kan geven, waarmee u `TLS`_ kunt gebruiken, en zo uw verkeer kunt versleutelen, zodat u *https* kunt gebruiken.
pl: `CA`_, jak sama nazwa wskazuje, to *ktoś*, kto jest w stanie dostarczyć Ci cyfrowy certyfikat, który pozwoli Ci użyć `TLS`_, a więc zaszyfrować Twój ruch, umożliwiając Ci użycie *https*.
pt: A `CA`_, como o nome sugere, é *alguém* que é capaz de lhe fornecer um certificado digital, que lhe permitirá usar `TLS`_, encriptando assim o seu tráfego, permitindo-lhe usar *https*.
ro: Un `CA`_, după cum sugerează și numele, este *cineva* care este capabil să vă furnizeze un certificat digital, care vă va permite să utilizați `TLS`_, criptând astfel traficul, permițându-vă să utilizați *https*.
ru: `CA`_, как следует из названия, это *кто-то*, кто может предоставить вам цифровой сертификат, который позволит вам использовать `TLS`_, таким образом шифруя ваш трафик, позволяя вам использовать *https*.
sk: `CA`_, ako už názov napovedá, je *niekto*, kto vám môže poskytnúť digitálny certifikát, ktorý vám umožní používať `TLS`_, teda šifrovať vašu prevádzku, čo vám umožní používať *https*.
sl: `CA`_, kot pove že ime, je nekdo, ki vam lahko zagotovi digitalno potrdilo, ki vam omogoča uporabo `TLS`_, torej šifriranje prometa in uporabo *https*.
sv: En `CA`_ är, som namnet antyder, *någon* som kan förse dig med ett digitalt certifikat som gör det möjligt för dig att använda `TLS`_, vilket innebär att din trafik krypteras och att du kan använda *https*.
zh_cn: `CA`_，顾名思义，是*个能够为你提供数字证书的人，这将使你能够使用`TLS`_，从而加密你的流量，使你能够使用*https*。

source: By definition, a `CA`_ is only allowed to issue a certificate, if they can verify that your are the **owner of a public internet (sub)domain**. This ownership is a very important property as this, despite the encryption, additionally allows the client (browser) to verify that the traffic that is sent by a certain website is really originating from this (sub)domain and no man-in-the-middle has injected some data, which could compromise your client.
bg: По дефиниция `CA`_ има право да издаде сертификат, само ако може да провери, че сте **собственик на публичен интернет (под)домейн**. Това притежание е много важно свойство, тъй като въпреки криптирането, то допълнително позволява на клиента (браузъра) да провери дали трафикът, който се изпраща от даден уебсайт, наистина произхожда от този (под)домейн и дали някой посредник не е инжектирал някакви данни, които биха могли да компрометират вашия клиент.
cs: Podle definice může `CA`_ vydat certifikát pouze tehdy, pokud může ověřit, že jste **vlastníkem veřejné internetové (sub)domény**. Toto vlastnictví je velmi důležitá vlastnost, protože to i přes šifrování navíc umožňuje klientovi (prohlížeči) ověřit, že provoz, který je odesílán určitou webovou stránkou, skutečně pochází z této (sub)domény a že do něj nebyl man-in-the-middle vložen nějaký údaj, který by mohl ohrozit vašeho klienta.
de: Per Definition darf eine "CA" nur dann ein Zertifikat ausstellen, wenn sie nachweisen kann, dass Sie der **Besitzer einer öffentlichen Internet-(Sub-)Domain** sind. Diese Inhaberschaft ist eine sehr wichtige Eigenschaft, da dies, trotz der Verschlüsselung, dem Client (Browser) zusätzlich ermöglicht, zu überprüfen, dass der Verkehr, der von einer bestimmten Website gesendet wird, wirklich von dieser (Sub-)Domain stammt und kein Man-in-the-Middle einige Daten injiziert hat, die Ihren Client kompromittieren könnten.
el: Εξ ορισμού, μια `CA`_ επιτρέπεται να εκδώσει ένα πιστοποιητικό μόνο εάν μπορεί να επαληθεύσει ότι είστε ο **ιδιοκτήτης ενός δημόσιου διαδικτυακού (υπο)τομέα**. Αυτή η ιδιοκτησία είναι μια πολύ σημαντική ιδιότητα, καθώς αυτό, παρά την κρυπτογράφηση, επιτρέπει επιπλέον στον πελάτη (πρόγραμμα περιήγησης) να επαληθεύει ότι η κίνηση που αποστέλλεται από έναν συγκεκριμένο ιστότοπο προέρχεται πραγματικά από αυτόν τον (υπο)τομέα και ότι δεν υπάρχει κάποιος ενδιάμεσος που έχει εισάγει κάποια δεδομένα, τα οποία θα μπορούσαν να θέσουν σε κίνδυνο τον πελάτη σας.
es: Por definición, una `CA`_ sólo puede emitir un certificado si puede verificar que usted es el **propietario de un (sub)dominio público de Internet**. Esta propiedad es una propiedad muy importante ya que, a pesar de la encriptación, permite adicionalmente al cliente (navegador) verificar que el tráfico que es enviado por un determinado sitio web se origina realmente en este (sub)dominio y que ningún man-in-the-middle ha inyectado algunos datos, que podrían comprometer a su cliente.
et: Definitsiooni kohaselt on `CA`_ lubatud sertifikaati välja anda ainult siis, kui nad saavad kontrollida, et olete **avaliku interneti(alam)domeeni** omanik. See omandiõigus on väga oluline omadus, sest see võimaldab kliendil (brauseril) vaatamata krüpteerimisele lisaks kontrollida, et teatud veebilehe poolt saadetud liiklus pärineb tõesti sellest (alam)domeenist ja et ükski vahendaja ei ole sisestanud andmeid, mis võiksid teie klienti ohustada.
fi: Määritelmän mukaan `CA`_ saa myöntää varmenteen vain, jos se voi todentaa, että olet **julkisen Internet-(ali)verkkotunnuksen** omistaja. Omistajuus on erittäin tärkeä ominaisuus, sillä näin asiakas (selain) voi salauksesta huolimatta varmistaa, että tietyn verkkosivuston lähettämä liikenne on todella peräisin kyseiseltä (ali)verkkotunnukselta eikä välikäsi ole syöttänyt sinne tietoja, jotka voisivat vaarantaa asiakkaasi.
fr: Par définition, une `CA`_ n'est autorisée à délivrer un certificat que si elle peut vérifier que vous êtes le **propriétaire d'un (sous-)domaine Internet public**. Cette propriété est très importante car, malgré le cryptage, elle permet au client (navigateur) de vérifier que le trafic envoyé par un certain site Web provient réellement de ce (sous-)domaine et qu'aucun homme au milieu n'a injecté des données qui pourraient compromettre votre client.
hu: A definíció szerint egy `CA`_ csak akkor állíthat ki tanúsítványt, ha igazolni tudja, hogy Ön egy nyilvános internetes (al)domain** tulajdonosa. Ez a tulajdonjog nagyon fontos tulajdonság, mivel a titkosítás ellenére ez lehetővé teszi az ügyfél (böngésző) számára, hogy ellenőrizze, hogy egy bizonyos weboldal által küldött forgalom valóban ebből az (al)tartományból származik-e, és nem egy ember a közvetítőben juttatott-e be olyan adatokat, amelyek veszélyeztethetik az ügyfelet.
ja: 定義上、`CA`_は、あなたが公共のインターネット(サブ)ドメイン**の**所有者であることを確認できる場合にのみ、証明書を発行することができます。この所有権は非常に重要な特性であり、暗号化されているにもかかわらず、クライアント（ブラウザ）は、特定のWebサイトから送信されたトラフィックが本当にこの（サブ）ドメインから発信されたものであり、中間者がクライアントを危険にさらすようなデータを注入していないことを確認することができます。
lt: Pagal apibrėžtį `CA`_ gali išduoti sertifikatą tik tuo atveju, jei gali patikrinti, kad esate viešojo interneto (sub)domeno** savininkas. Ši nuosavybė yra labai svarbi savybė, nes tai, nepaisant šifravimo, papildomai leidžia klientui (naršyklei) patikrinti, ar tam tikros svetainės siunčiamas srautas tikrai yra iš šio (sub)domeno ir ar joks tarpininkas (angl. man-in-the-middle) neįterpė tam tikrų duomenų, kurie galėtų pakenkti jūsų klientui.
lv: Pēc definīcijas `CA`_ drīkst izsniegt sertifikātu tikai tad, ja tā var pārbaudīt, ka esat publiskā interneta (apakš)domēna** īpašnieks. Šī īpašumtiesība ir ļoti svarīga īpašība, jo tā, neraugoties uz šifrēšanu, papildus ļauj klientam (pārlūkprogrammai) pārbaudīt, vai datplūsma, ko sūta konkrēta tīmekļa vietne, patiešām nāk no šī (apakš)domēna un vai kāds starpnieks nav ievadījis datus, kas varētu kompromitēt jūsu klientu.
nl: Per definitie mag een `CA`_ alleen een certificaat afgeven, als zij kunnen verifiëren dat u de **eigenaar bent van een publiek internet (sub)domein**. Dit eigendom is een zeer belangrijke eigenschap, omdat dit, ondanks de encryptie, de client (browser) in staat stelt te verifiëren dat het verkeer dat door een bepaalde website wordt verzonden, werkelijk afkomstig is van dit (sub)domein en geen man-in-the-middle gegevens heeft geïnjecteerd, die uw client in gevaar zouden kunnen brengen.
pl: Z definicji `CA`_ może wydać certyfikat tylko wtedy, gdy jest w stanie zweryfikować, że jesteś **właścicielem publicznej (pod)domeny internetowej**. Ta własność jest bardzo ważną właściwością, ponieważ pomimo szyfrowania, dodatkowo pozwala klientowi (przeglądarce) zweryfikować, że ruch, który jest wysyłany przez daną stronę internetową jest naprawdę pochodzący z tej (pod)domeny i żaden man-in-the-middle nie wstrzyknął danych, które mogłyby skompromitować Twojego klienta.
pt: Por definição, um `CA`_ só é permitido emitir um certificado, se eles puderem verificar que você é o **proprietário de um (sub)domínio** público da Internet. Esta propriedade é uma propriedade muito importante pois, apesar da encriptação, permite adicionalmente ao cliente (browser) verificar que o tráfego que é enviado por um determinado website é realmente originário deste (sub)domínio e nenhum man-in-the-middle injectou alguns dados, o que pode comprometer o seu cliente.
ro: Prin definiție, un `CA`_ are voie să emită un certificat doar dacă poate verifica că sunteți **proprietar al unui (sub)domeniu public de internet**. Această proprietate este o proprietate foarte importantă, deoarece, în pofida criptării, permite în plus clientului (browserului) să verifice dacă traficul care este trimis de un anumit site web provine într-adevăr din acest (sub)domeniu și dacă nu cumva un om din mijloc a injectat niște date, care ar putea compromite clientul dumneavoastră.
ru: По определению, `CA`_ имеет право выдать сертификат, только если он может подтвердить, что вы являетесь **владельцем публичного интернет-домена (поддомена)**. Это свойство является очень важным, поскольку, несмотря на шифрование, оно позволяет клиенту (браузеру) проверить, что трафик, посылаемый определенным веб-сайтом, действительно исходит из этого (под)домена, и никакой "человек посередине" не ввел некоторые данные, которые могут скомпрометировать вашего клиента.
sk: Podľa definície môže `CA`_ vydať certifikát, len ak môže overiť, že ste **vlastníkom verejnej internetovej (sub)domény**. Toto vlastníctvo je veľmi dôležitá vlastnosť, pretože napriek šifrovaniu dodatočne umožňuje klientovi (prehliadaču) overiť, že prevádzka, ktorú odosiela určitá webová lokalita, skutočne pochádza z tejto (sub)domény a žiadny man-in-the-middle do nej nevložil nejaké údaje, ktoré by mohli ohroziť vášho klienta.
sl: Po definiciji lahko `CA`_ izda potrdilo le, če lahko preveri, da ste **lastnik javne internetne (pod)domene**. To lastništvo je zelo pomembna lastnost, saj kljub šifriranju odjemalcu (brskalniku) dodatno omogoča, da preveri, ali promet, ki ga pošilja določena spletna stran, res izvira iz te (pod)domene in ali vanj ni vnesel podatkov, ki bi lahko ogrozili vašega odjemalca.
sv: Per definition får en `CA`_ endast utfärda ett certifikat om den kan verifiera att du är **ägare av en offentlig internet(under)domän**. Äganderätten är en mycket viktig egenskap, eftersom detta, trots krypteringen, dessutom gör det möjligt för klienten (webbläsaren) att kontrollera att trafiken som sänds från en viss webbplats verkligen kommer från denna (under)domän och att ingen man i mitten har lagt in data som kan äventyra din klient.
zh_cn: 根据定义，`CA`_只被允许签发证书，如果他们能够验证你是一个公共互联网（子）域的**所有者。这个所有权是一个非常重要的属性，因为尽管有加密，还可以让客户（浏览器）验证某个网站发送的流量确实来自这个（子）域，没有中间人注入一些数据，从而损害你的客户。
