Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/nextbox.po
Languages: bg, cs, de, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: There are some devices and especially USB3 hubs that are known to not work properly with the Raspberry PI 4B, please see this `USB Documentation`_ from Raspberry. On top of that also make sure the USB device is working in general by connecting it to another computer (best case: Linux) and verify that it works.
bg: Има някои устройства и особено USB3 концентратори, за които е известно, че не работят правилно с Raspberry PI 4B, моля, вижте тази `USB документация`_ от Raspberry. Освен това също така се уверете, че USB устройството работи по принцип, като го свържете към друг компютър (в най-добрия случай: Linux) и проверете дали работи.
cs: Existují některá zařízení a zejména rozbočovače USB3, o kterých je známo, že nefungují správně s Raspberry PI 4B, viz tento `Dokumentace USB`_ od Raspberry. Kromě toho se také ujistěte, že zařízení USB obecně funguje, a to tak, že jej připojíte k jinému počítači (nejlépe: Linux) a ověříte, že funguje.
de: Es gibt einige Geräte und insbesondere USB3-Hubs, die bekanntermaßen mit dem Raspberry PI 4B nicht richtig funktionieren, bitte lesen Sie diese `USB-Dokumentation`_ von Raspberry. Stellen Sie außerdem sicher, dass das USB-Gerät generell funktioniert, indem Sie es an einen anderen Computer (im besten Fall Linux) anschließen und überprüfen, ob es funktioniert.
el: Υπάρχουν ορισμένες συσκευές και ειδικά διανομείς USB3 που είναι γνωστό ότι δεν λειτουργούν σωστά με το Raspberry PI 4B, δείτε αυτό το `USB Documentation`_ από το Raspberry. Συν τοις άλλοις, βεβαιωθείτε επίσης ότι η συσκευή USB λειτουργεί γενικά, συνδέοντάς την σε έναν άλλο υπολογιστή (στην καλύτερη περίπτωση: Linux) και επαληθεύστε ότι λειτουργεί.
es: Hay algunos dispositivos y especialmente concentradores USB3 que se sabe que no funcionan correctamente con la Raspberry PI 4B, por favor, consulta esta `Documentación sobre USB`_ de Raspberry. Además de eso también asegúrate de que el dispositivo USB funciona en general conectándolo a otro ordenador (el mejor caso: Linux) y verifica que funciona.
et: On mõned seadmed ja eriti USB3 jaoturid, mis teadaolevalt ei tööta korralikult koos Raspberry PI 4B, palun vaadake seda `USB Documentation`_ from Raspberry. Peale selle veendu ka, et USB-seade üldiselt töötab, ühendades selle teise arvutiga (parimal juhul Linuxiga) ja kontrolli, et see töötab.
fi: On olemassa joitakin laitteita ja erityisesti USB3 keskittimet, joiden tiedetään ei toimi kunnolla Raspberry PI 4B, katso tämä `USB Documentation`_ from Raspberry. Tämän lisäksi varmista myös, että USB-laite toimii yleisesti ottaen liittämällä se toiseen tietokoneeseen (parhaassa tapauksessa Linuxiin) ja varmista, että se toimii.
fr: Il y a certains périphériques et particulièrement les hubs USB3 qui sont connus pour ne pas fonctionner correctement avec le Raspberry PI 4B, veuillez consulter cette `Documentation USB`_ de Raspberry. En plus de cela, assurez-vous que le périphérique USB fonctionne en général en le connectant à un autre ordinateur (dans le meilleur des cas : Linux) et vérifiez qu'il fonctionne.
hu: Vannak olyan eszközök és különösen USB3 hubok, amelyekről ismert, hogy nem működnek megfelelően a Raspberry PI 4B-vel, lásd a `USB Documentation`_ from Raspberry. Ezen felül győződj meg arról is, hogy az USB eszköz általában működik-e. Csatlakoztasd egy másik számítógéphez (legjobb esetben: Linux), és ellenőrizd, hogy működik-e.
ja: Raspberry PI 4Bで正常に動作しないことが知られているデバイス、特にUSB3ハブがありますので、Raspberry社の`USB Documentation`_をご覧ください。さらに、USBデバイスを他のコンピュータ（最良のケースはLinux）に接続して動作を確認することで、USBデバイスが一般的に動作していることを確認してください。
lt: Yra kai kurių įrenginių ir ypač USB3 šakotuvai, kurie, kaip žinoma, tinkamai neveikia su aviečių PI 4B, žr. šį `USB dokumentacija`_ iš aviečių. Be to, taip pat įsitikinkite, kad USB įrenginys apskritai veikia, prijungdami jį prie kito kompiuterio (geriausiu atveju: "Linux") ir patikrinkite, ar jis veikia.
lv: Ir dažas ierīces un jo īpaši USB3 centrmezgli, kas, kā zināms, nedarbojas pareizi ar aveņu PI 4B, lūdzu, skatiet šo `USB dokumentācija`_ no aveņu. Papildus tam pārliecinieties arī par USB ierīces darbību kopumā, pieslēdzot to citam datoram (vislabāk: Linux) un pārbaudiet, vai tā darbojas.
nl: Er zijn enkele apparaten en vooral USB3 hubs waarvan bekend is dat ze niet goed werken met de Raspberry PI 4B, zie deze `USB Documentatie`_ van Raspberry. Controleer ook of het USB apparaat in het algemeen werkt door het aan te sluiten op een andere computer (in het beste geval: Linux) en controleer of het werkt.
pl: Istnieją pewne urządzenia, a w szczególności huby USB3, które nie działają poprawnie z Raspberry PI 4B, sprawdź to ` Dokumentacja USB`_ z Raspberry. Na dodatek upewnij się także, że urządzenie USB działa w ogóle, podłączając je do innego komputera (najlepiej Linux) i sprawdź czy działa.
pt: Existem alguns dispositivos e especialmente hubs USB3 que são conhecidos por não funcionar corretamente com o Raspberry PI 4B, por favor veja isto `USB Documentação`_ da Raspberry. Além disso, verifique se o dispositivo USB está funcionando em geral, conectando-o a outro computador (melhor caso: Linux) e verifique se ele funciona.
ro: Există unele dispozitive și în special hub-uri USB3 care se știe că nu funcționează corect cu Raspberry PI 4B, vă rugăm să consultați această `Documentație USB`_ de la Raspberry. În plus, asigurați-vă de asemenea că dispozitivul USB funcționează în general, conectându-l la un alt computer (cel mai bun caz: Linux) și verificați dacă funcționează.
ru: Известно, что некоторые устройства и особенно концентраторы USB3 не работают должным образом с Raspberry PI 4B, пожалуйста, ознакомьтесь с этой `USB документацией`_ от Raspberry. Кроме того, убедитесь, что USB-устройство работает в целом, подключив его к другому компьютеру (в лучшем случае: Linux) и проверьте, что оно работает.
sk: Existujú niektoré zariadenia a najmä rozbočovače USB3, o ktorých je známe, že nefungujú správne s Raspberry PI 4B, pozrite si túto `Dokumentácia USB`_ od Raspberry. Okrem toho sa tiež uistite, že zariadenie USB vo všeobecnosti funguje, a to tak, že ho pripojíte k inému počítaču (najlepšie: Linux) a overíte, či funguje.
sl: Nekatere naprave in zlasti razdelilniki USB3, za katere je znano, da ne delujejo pravilno z Raspberry PI 4B, glejte to `Dokumentacija USB`_ od Raspberry. Poleg tega se prepričajte tudi, da naprava USB na splošno deluje, tako da jo povežete z drugim računalnikom (v najboljšem primeru: Linux) in preverite, ali deluje.
sv: Det finns vissa enheter och särskilt USB3-hubbar som inte fungerar korrekt med Raspberry PI 4B, se `USB Documentation`_ från Raspberry. Kontrollera dessutom att USB-enheten fungerar i allmänhet genom att ansluta den till en annan dator (i bästa fall Linux) och kontrollera att den fungerar.
zh_cn: 有一些设备，特别是USB3集线器，已知不能与Raspberry PI 4B正常工作，请参见Raspberry的`USB文档`_。除此之外，还要确保USB设备在一般情况下可以正常工作，将它连接到另一台电脑上（最好的情况是：Linux），并验证它是否工作。

source: **Q:** Why does my hard-drive not show up after plugging it in?
bg: **В:** Защо твърдият ми диск не се показва, след като го включа?
cs: **Q:** Proč se mi po připojení nezobrazí pevný disk?
de: **Q:** Warum wird meine Festplatte nicht angezeigt, nachdem ich sie angeschlossen habe?
el: **Ερώτηση:** Γιατί ο σκληρός μου δίσκος δεν εμφανίζεται αφού τον συνδέσω;
es: **P: ¿Por qué no aparece mi disco duro después de conectarlo?
et: **K:** Miks ei ilmu mu kõvaketas pärast selle ühendamist?
fi: **Q:** Miksi kiintolevyni ei näy, kun se on kytketty?
fr: **Q:** Pourquoi mon disque dur ne s'affiche-t-il pas après avoir été branché ?
hu: **K:** Miért nem jelenik meg a merevlemezem a csatlakoztatás után?
ja: **Q:** ハードディスクを接続しても表示されないのはなぜですか？
lt: **Q:** Kodėl prijungus kietąjį diską jis nerodomas?
lv: **Q:** Kāpēc pēc cietā diska pievienošanas tas netiek parādīts?
nl: **Q:** Waarom verschijnt mijn harde schijf niet nadat ik hem heb aangesloten?
pl: **Q:** Dlaczego mój dysk twardy nie pojawia się po podłączeniu go do prądu?
pt: **Q:** Porque é que o meu disco rígido não aparece depois de o ligar?
ro: **Q:** De ce nu apare hard-disk-ul meu după ce îl conectez?
ru: **В:** Почему мой жесткий диск не отображается после подключения?
sk: **Q:** Prečo sa mi po pripojení nezobrazí pevný disk?
sl: **V:** Zakaj se moj trdi disk ne prikaže, ko ga priključim?
sv: **Q:** Varför visas inte min hårddisk när jag ansluter den?
zh_cn: **问：**为什么我的硬盘插上电源后不显示？

source: Please make sure that you are using one of the supported filesystems (e.g., ext, xfs) and you have mounted your hard-drive within *Storage Management*.
bg: Уверете се, че използвате някоя от поддържаните файлови системи (напр. ext, xfs) и сте монтирали твърдия си диск в *Управление на съхранението*.
cs: Ujistěte se, že používáte některý z podporovaných souborových systémů (např. ext, xfs) a že jste pevný disk připojili v rámci *Správy úložiště*.
de: Bitte stellen Sie sicher, dass Sie eines der unterstützten Dateisysteme (z. B. ext, xfs) verwenden und Ihre Festplatte in der *Speicherverwaltung* eingebunden haben.
el: Βεβαιωθείτε ότι χρησιμοποιείτε ένα από τα υποστηριζόμενα συστήματα αρχείων (π.χ. ext, xfs) και ότι έχετε προσαρτήσει τον σκληρό σας δίσκο μέσα από τη *Διαχείριση Αποθήκευσης*.
es: Por favor, asegúrese de que está utilizando uno de los sistemas de archivos soportados (por ejemplo, ext, xfs) y que ha montado su disco duro dentro de *Storage Management*.
et: Veenduge, et kasutate ühte toetatud failisüsteemi (nt ext, xfs) ja olete oma kõvaketta paigaldanud *Storage Management*-sse.
fi: Varmista, että käytät jotakin tuetuista tiedostojärjestelmistä (esim. ext, xfs) ja että olet asentanut kiintolevyn *Storage Management*:ssa.
fr: Assurez-vous que vous utilisez l'un des systèmes de fichiers pris en charge (par exemple, ext, xfs) et que vous avez monté votre disque dur dans *Storage Management*.
hu: Kérjük, győződjön meg róla, hogy a támogatott fájlrendszerek egyikét használja (pl. ext, xfs), és a merevlemezét a *Tároláskezelésen* belül csatlakoztatta.
ja: サポートされているファイルシステム（ext、xfsなど）を使用していて、*Storage Management*でハードディスクをマウントしていることを確認してください。
lt: Įsitikinkite, kad naudojate vieną iš palaikomų failų sistemų (pvz., ext, xfs) ir kietąjį diską prijungėte prie *Storage Management*.
lv: Pārliecinieties, ka izmantojat kādu no atbalstītajām failu sistēmām (piemēram, ext, xfs) un ka cietais disks ir uzstādīts *Storage Management*.
nl: Zorg ervoor dat u een van de ondersteunde bestandssystemen gebruikt (b.v. ext, xfs) en dat u uw harde schijf hebt aangekoppeld in *Storage Management*.
pl: Upewnij się, że używasz jednego z obsługiwanych systemów plików (np. ext, xfs) i zamontowałeś dysk twardy w *Storage Management* [Zarządzaniu przechowywaniem].
pt: Certifique-se de que está a utilizar um dos sistemas de ficheiros suportados (por exemplo, ext, xfs) e de que montou o seu disco rígido dentro do *Storage Management*.
ro: Asigurați-vă că utilizați unul dintre sistemele de fișiere acceptate (de exemplu, ext, xfs) și că ați montat hard-diskul în *Storage Management*.
ru: Убедитесь, что вы используете одну из поддерживаемых файловых систем (например, ext, xfs) и смонтировали жесткий диск в *Storage Management*.
sk: Uistite sa, že používate jeden z podporovaných súborových systémov (napr. ext, xfs) a že ste pripojili pevný disk v rámci *Správa úložiska*.
sl: Prepričajte se, da uporabljate enega od podprtih datotečnih sistemov (npr. ext, xfs) in da ste trdi disk namestili v *Storage Management*.
sv: Kontrollera att du använder ett av de filsystem som stöds (t.ex. ext, xfs) och att du har monterat din hårddisk i *Storage Management*.
zh_cn: 请确保你使用的是支持的文件系统之一（例如ext、xfs），并且你已经在*存储管理*中安装了你的硬盘。

source: **Q:** Can I generally extend the NextBox using a USB hard-drive?
bg: **В:** Мога ли по принцип да разширя NextBox с помощта на USB твърд диск?
cs: **Q:** Mohu obecně rozšířit NextBox pomocí pevného disku USB?
de: **Q:** Kann ich die NextBox generell mit einer USB-Festplatte erweitern?
el: **Q:** Μπορώ γενικά να επεκτείνω το NextBox χρησιμοποιώντας έναν σκληρό δίσκο USB;
es: **P: ¿Puedo ampliar el NextBox con un disco duro USB?
et: **K:** Kas ma saan NextBoxi üldjuhul laiendada USB-kõvaketta abil?
fi: **Q:** Voinko yleensä laajentaa NextBoxia USB-kiintolevyn avulla?
fr: **Q:** Puis-je étendre la NextBox en utilisant un disque dur USB ?
hu: **K:** Általában bővíthetem a NextBoxot egy USB merevlemezzel?
ja: **Q:** USBハードディスクを使ってNextBoxを拡張することはできますか？
lt: **Q:** Ar apskritai galima išplėsti "NextBox" naudojant USB kietąjį diską?
lv: **Q:** Vai es varu paplašināt NextBox, izmantojot USB cieto disku?
nl: **Q:** Kan ik de NextBox in het algemeen uitbreiden met een USB-harde schijf?
pl: **Q:** Czy mogę rozszerzyć NextBox za pomocą dysku twardego USB?
pt: **Q:** Posso geralmente estender a NextBox usando um disco rígido USB?
ro: **În general, pot extinde NextBox folosind un hard-disk USB?
ru: **Вопрос:** Можно ли вообще расширить NextBox с помощью жесткого диска USB?
sk: **Q:** Môžem všeobecne rozšíriť NextBox pomocou pevného disku USB?
sl: **V:** Ali lahko NextBox na splošno razširim z uporabo trdega diska USB?
sv: **Q:** Kan jag generellt utöka NextBox med en USB-hårddisk?
zh_cn: **问：**我可以用USB硬盘扩展NextBox吗？

source: Yes, this is possible, please make sure you are using a hard-drive, which has an external power supply. Once connected you can mount the hard-drive using the NextBox *Storage Management* and include it into Nextcloud file-management using the `External storage support`_ app.
bg: Да, това е възможно, но се уверете, че използвате твърд диск, който има външно захранване. След като сте го свързали, можете да монтирате твърдия диск с помощта на NextBox *Storage Management* и да го включите в Nextcloud file-management с помощта на приложението `External storage support`_.
cs: Ano, je to možné, ale ujistěte se, že používáte pevný disk s externím napájením. Po připojení můžete pevný disk připojit pomocí aplikace NextBox *Storage Management* a zahrnout jej do správy souborů Nextcloud pomocí aplikace `External storage support`_.
de: Ja, dies ist möglich, bitte stellen Sie sicher, dass Sie eine Festplatte verwenden, die eine externe Stromversorgung hat. Nach dem Anschluss können Sie die Festplatte über die NextBox *Storage Management* mounten und über die App `External storage support`_ in die Nextcloud Dateiverwaltung einbinden.
el: Ναι, αυτό είναι εφικτό, αλλά βεβαιωθείτε ότι χρησιμοποιείτε σκληρό δίσκο που διαθέτει εξωτερική τροφοδοσία. Αφού συνδεθεί, μπορείτε να προσαρτήσετε το σκληρό δίσκο χρησιμοποιώντας το NextBox *Storage Management* και να τον συμπεριλάβετε στη διαχείριση αρχείων του Nextcloud χρησιμοποιώντας την εφαρμογή `External storage support`_.
es: Sí, esto es posible, por favor asegúrese de que está utilizando un disco duro, que tiene una fuente de alimentación externa. Una vez conectado, puedes montar el disco duro usando la *Gestión de Almacenamiento* de NextBox e incluirlo en la gestión de archivos de Nextcloud usando la aplicación `Soporte de almacenamiento externo`_.
et: Jah, see on võimalik, palun veenduge, et kasutate kõvaketast, millel on väline toiteallikas. Pärast ühendamist saate kõvaketta paigaldada NextBoxi *Storage Management* abil ja lisada selle Nextcloudi failihaldusesse, kasutades `External storage support`_ rakendust.
fi: Kyllä, tämä on mahdollista, mutta varmista, että käytät kiintolevyä, jossa on ulkoinen virtalähde. Kun olet kytkenyt kiintolevyn, voit liittää sen NextBoxin *Storage Management* -ohjelmalla ja sisällyttää sen Nextcloudin tiedostonhallintaan `External storage support`_ -sovelluksella.
fr: Oui, c'est possible, assurez-vous que vous utilisez un disque dur, qui a une alimentation externe. Une fois connecté, vous pouvez monter le disque dur en utilisant la NextBox *Storage Management* et l'inclure dans la gestion de fichiers Nextcloud en utilisant l'application `External storage support`_.
hu: Igen, ez lehetséges, de győződjön meg róla, hogy olyan merevlemezt használ, amely külső tápegységgel rendelkezik. A csatlakoztatás után a merevlemezt a NextBox *Tárolókezelés* segítségével csatlakoztathatja, és a `Külső tároló támogatása`_ alkalmazással bevonhatja a Nextcloud fájlkezelésbe.
ja: はい、可能です。ただし、外部電源を備えたハードディスクを使用していることを確認してください。接続後、NextBoxの*ストレージ管理*を使用してハードドライブをマウントし、`外部ストレージサポート`_アプリを使用してNextcloudのファイル管理に含めることができます。
lt: Taip, tai įmanoma, tačiau įsitikinkite, kad naudojate kietąjį diską su išoriniu maitinimo šaltiniu. Prijungę galite prijungti kietąjį diską naudodami "NextBox *Storage Management*" ir įtraukti jį į "Nextcloud" failų valdymą naudodami `Išorinės saugyklos palaikymo`_ programą.
lv: Jā, tas ir iespējams, taču pārliecinieties, ka izmantojat cieto disku ar ārējo barošanas avotu. Kad cietais disks ir pieslēgts, varat to pievienot, izmantojot NextBox *Storage Management*, un iekļaut Nextcloud failu pārvaldībā, izmantojot `External storage support`_ lietotni.
nl: Ja, dit is mogelijk, zorg ervoor dat u een harde schijf gebruikt, die een externe voeding heeft. Eenmaal aangesloten kunt u de hard-drive mounten met de NextBox *Storage Management* en opnemen in Nextcloud file-management met behulp van de `External storage support`_ app.
pl: Tak, jest to możliwe, upewnij się, że używasz dysku twardego, który ma zewnętrzne zasilanie. Po podłączeniu możesz zamontować dysk twardy za pomocą NextBox *Storage Management* i włączyć go do Nextcloud file-management za pomocą aplikacji `External storage support`_.
pt: Sim, isto é possível, por favor certifique-se que está a utilizar um disco rígido, que tem uma fonte de alimentação externa. Uma vez conectado você pode montar o disco rígido usando o NextBox *Storage Management* e incluí-lo no gerenciamento de arquivos Nextcloud usando a aplicação `External storage support`_.
ro: Da, acest lucru este posibil, dar asigurați-vă că folosiți un hard-disk care are o sursă de alimentare externă. Odată conectat, puteți monta hard-diskul folosind NextBox *Storage Management* și îl puteți include în Nextcloud file-management folosind aplicația `External storage support`_.
ru: Да, это возможно, убедитесь, что вы используете жесткий диск с внешним источником питания. После подключения вы можете подключить жесткий диск с помощью NextBox *Storage Management* и включить его в управление файлами Nextcloud с помощью приложения `External storage support`_.
sk: Áno, je to možné, ale uistite sa, že používate pevný disk s externým napájaním. Po pripojení môžete pevný disk pripojiť pomocou NextBox *Storage Management* a zahrnúť ho do správy súborov Nextcloud pomocou aplikácie `External storage support`_.
sl: Da, to je mogoče, vendar se prepričajte, da uporabljate trdi disk z zunanjim napajanjem. Ko je trdi disk priključen, ga lahko namestite z uporabo aplikacije NextBox *Storage Management* in ga vključite v upravljanje datotek Nextcloud z uporabo aplikacije `External storage support`_.
sv: Ja, det är möjligt, men se till att du använder en hårddisk som har en extern strömförsörjning. När den är ansluten kan du montera hårddisken med hjälp av NextBox *Storage Management* och inkludera den i Nextcloud-filhanteringen med hjälp av appen `Externt lagringsstöd`_.
zh_cn: 是的，这是有可能的，请确保你使用的是有外部电源的硬盘。连接后，您可以使用NextBox的*存储管理*装载硬盘，并使用`外部存储支持`_应用程序将其纳入Nextcloud文件管理。

source: **Q:** What functions does the additional "shield" provide?
bg: **В:** Какви функции осигурява допълнителният щит?
cs: **Q:** Jaké funkce poskytuje přídavný štít?
de: **Q:** Welche Funktionen bietet der zusätzliche "Schirm"?
el: **Q:** Ποιες λειτουργίες παρέχει η πρόσθετη ασπίδα;
es: **Q:** ¿Qué funciones proporciona el "escudo" adicional?
et: **K:** Milliseid funktsioone pakub täiendav "kilp"?
fi: **Q:** Mitä toimintoja ylimääräinen "kilpi" tarjoaa?
fr: **Q:** Quelles fonctions le "bouclier" supplémentaire fournit-il ?
hu: **K:** Milyen funkciókat biztosít a kiegészítő "pajzs"?
ja: **Q：*** 追加のシールドはどのような機能を持っていますか？
lt: **Q:** Kokias funkcijas atlieka papildomas skydas?
lv: **Q:** Kādas funkcijas nodrošina papildu "vairogs"?
nl: **Q:** Welke functies heeft het extra "shield"?
pl: **Q:** Jakie funkcje spełnia dodatkowa "tarcza"?
pt: **Q:** Quais funções o " adicional; shield" fornece?
ro: **Întrebare: ** Ce funcții oferă "shield" suplimentar?
ru: **В:** Какие функции обеспечивает дополнительный "щит"?
sk: **Q:** Aké funkcie poskytuje prídavný štít?
sl: **Q:** Katere funkcije zagotavlja dodatni ščit?
sv: **Q:** Vilka funktioner har den extra skölden"shield"?
zh_cn: **问：**额外的"盾牌"提供什么功能？
