Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/nextbox.po
Languages: bg, cs, de, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: Yes, please see `Nextcloud WebDAV documentation`_ for a complete overview. A simple mount for unix-like systems might look like this: ``mount -t davfs https://my.domain.tld/remote.php/webdav/ /mnt/target/path`` while making sure that the ``davfs2`` package is installed. For Windows please additionally read these :doc:`docs <clients/windows>`.
de: Ja, bitte lesen Sie die `Nextcloud WebDAV-Dokumentation`_ für eine vollständige Übersicht. Ein einfacher Mount für unix-ähnliche Systeme könnte wie folgt aussehen: ``mount -t davfs https://my.domain.tld/remote.php/webdav/ /mnt/target/path``, wobei Sie sicherstellen sollten, dass das Paket ``davfs2`` installiert ist. Für Windows lesen Sie bitte zusätzlich diese :doc:`Docs <clients/windows>`.
fr: Oui, veuillez consulter la `Documentation WebDAV de Nextcloud`_ pour un aperçu complet. Un montage simple pour les systèmes de type Unix pourrait ressembler à ceci : ``mount -t davfs https://my.domain.tld/remote.php/webdav/ /mnt/target/path`` tout en s'assurant que le paquet ``davfs2`` est installé. Pour Windows, veuillez lire en plus ces :doc:`docs <clients/windows>`.

source: Press the hardware button for 5 seconds, see :doc:`technical/factory-reset`
de: Drücken Sie die Hardware-Taste für 5 Sekunden, siehe :doc:`technical/factory-reset`

source: The detailed document can be found here: :doc:`technical/led-colors`
de: Das ausführliche Dokument finden Sie hier: :doc:`technical/led-colors`

source: As of now the shield does provide a :doc:`status LED <technical/led-colors>`, a hardware button to :doc:`factory reset <technical/factory-reset>` and an additional USB Type-C connector on the same side as the Ethernet port for power supply exclusively.
de: Ab sofort bietet das Shield eine :doc:`Status-LED <technical/led-colors>`, einen Hardware-Taster zum :doc:`Werksreset <technical/factory-reset>` und einen zusätzlichen USB-Typ-C-Anschluss auf der gleichen Seite wie der Ethernet-Port ausschließlich zur Stromversorgung.
