Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/nextbox.po
Languages: bg, cs, de, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: Connect Your Android or iOS Smartphone
bg: Свържете смартфона си с Android или iOS
cs: Připojení smartphonu se systémem Android nebo iOS
de: Verbinden Sie Ihr Android- oder iOS-Smartphone
el: Συνδέστε το Android ή iOS Smartphone σας
es: Conecta tu smartphone Android o iOS
et: Ühendage oma Android või iOS nutitelefon
fi: Yhdistä Android- tai iOS-älypuhelin
fr: Connectez votre Smartphone Android ou iOS
hu: Csatlakoztassa Android vagy iOS okostelefonját
ja: Android/iOSスマートフォンの接続
lt: Prijunkite "Android" arba "iOS" išmanųjį telefoną
lv: Android vai iOS viedtālruņa savienošana
nl: Sluit uw Android- of iOS-smartphone aan
pl: Podłącz smartfon z systemem Android lub iOS
pt: Ligue o seu Android ou Smartphone iOS
ro: Conectați-vă smartphone-ul Android sau iOS
ru: Подключите смартфон на базе Android или iOS
sk: Pripojenie smartfónu so systémom Android alebo iOS
sl: Povežite pametni telefon z operacijskim sistemom Android ali iOS
sv: Anslut din Android- eller iOS-smartphone
zh_cn: 连接你的安卓或iOS智能手机

source: Connect the NextBox with your smartphone
bg: Свързване на NextBox с вашия смартфон
cs: Připojení zařízení NextBox k vašemu smartphonu
de: Verbinden Sie die NextBox mit Ihrem Smartphone
el: Συνδέστε το NextBox με το smartphone σας
es: Conecta el NextBox con tu smartphone
et: NextBoxi ühendamine nutitelefoniga
fi: Yhdistä NextBox älypuhelimeen
fr: Connectez la NextBox avec votre smartphone
hu: Csatlakoztassa a NextBoxot okostelefonjához
ja: NextBoxとスマートフォンの接続
lt: Prijunkite "NextBox" prie savo išmaniojo telefono
lv: Savienojiet NextBox ar viedtālruni
nl: Verbind de NextBox met uw smartphone
pl: Połącz NextBox z Twoim smartfonem
pt: Ligue a NextBox ao seu smartphone
ro: Conectați NextBox cu smartphone-ul dvs.
ru: Подключите NextBox к своему смартфону
sk: Pripojenie zariadenia NextBox k smartfónu
sl: Povežite napravo NextBox s pametnim telefonom
sv: Anslut NextBox till din smartphone
zh_cn: 将NextBox与您的智能手机连接起来

source: Download the Nextcloud app from the app store or play store.
bg: Изтеглете приложението Nextcloud от магазина за приложения или от магазина за игри.
cs: Stáhněte si aplikaci Nextcloud z obchodu s aplikacemi nebo z obchodu Play.
de: Laden Sie die Nextcloud-App aus dem App Store oder Play Store herunter.
el: Κατεβάστε την εφαρμογή Nextcloud από το app store ή το play store.
es: Descargue la aplicación Nextcloud en la tienda de aplicaciones o en Play Store.
et: Laadige Nextcloudi rakendus alla rakendustepoest või Play poest.
fi: Lataa Nextcloud-sovellus sovelluskaupasta tai Play-kaupasta.
fr: Téléchargez l'application Nextcloud depuis l'App Store ou le Play Store.
hu: Töltse le a Nextcloud alkalmazást az alkalmazásboltból vagy a Play Store-ból.
ja: アプリストアまたはプレイストアからNextcloudのアプリをダウンロードします。
lt: Atsisiųskite programą "Nextcloud" iš programėlių parduotuvės arba "Play Store".
lv: Lejupielādējiet Nextcloud lietotni no lietotņu veikala vai Play veikala.
nl: Download de Nextcloud-app uit de app store of de play store.
pl: Pobierz aplikację Nextcloud z App Store lub Play Store.
pt: Baixe o aplicativo Nextcloud da loja de aplicativos ou da loja de jogos.
ro: Descărcați aplicația Nextcloud din magazinul de aplicații sau din magazinul Play Store.
ru: Загрузите приложение Nextcloud из магазина приложений или магазина Play.
sk: Stiahnite si aplikáciu Nextcloud z obchodu s aplikáciami alebo z obchodu Play.
sl: Aplikacijo Nextcloud prenesite iz trgovine z aplikacijami ali trgovine Play.
sv: Ladda ner Nextcloud-appen från appbutiken eller Play Store.
zh_cn: 从应用商店或游戏商店下载Nextcloud应用程序。

source: Cick on "Sign in".
bg: Кликнете върху "Вход".
cs: Klikněte na "Přihlásit se".
de: Klicken Sie auf "Anmelden".
el: Κάντε κλικ στο "Σύνδεση".
es: Haga clic en "Iniciar sesión".
et: Klõpsake "Logi sisse".
fi: Klikkaa "Kirjaudu sisään".
fr: Cliquez sur "Sign in".
hu: Kattintson a "Bejelentkezés" gombra.
ja: Sign in " をクリックしてください。
lt: Spustelėkite "Prisijungti";.
lv: Noklikšķiniet uz "Pierakstīties".
nl: Klik op "Sign in".
pl: Kliknij na "Sign in".
ro: Faceți clic pe "Sign in".
ru: Нажмите на "Войти".
sk: Kliknite na "Prihlásiť sa".
sl: Kliknite na "Prijava";.
sv: Klicka på "Logga in".
zh_cn: 请点击"登录"。

source: Enter your domain.
bg: Въведете своя домейн.
cs: Zadejte svou doménu.
de: Geben Sie Ihre Domain ein.
el: Εισάγετε το domain σας.
es: Introduzca su dominio.
et: Sisestage oma domeen.
fi: Kirjoita verkkotunnuksesi.
fr: Entrez votre domaine.
hu: Adja meg a domainjét.
ja: ドメインを入力してください。
lt: Įveskite savo domeną.
lv: Ievadiet savu domēnu.
nl: Voer uw domein in.
pl: Wprowadź swoją domenę.
pt: Entre no seu domínio.
ro: Introduceți domeniul dumneavoastră.
ru: Введите свой домен.
sk: Zadajte svoju doménu.
sl: Vnesite svojo domeno.
sv: Ange din domän.
zh_cn: 输入你的域名。

source: Enter your username and password and click "Log in".
bg: Въведете потребителското си име и парола и кликнете върху "Вход".
cs: Zadejte své uživatelské jméno a heslo a klikněte na "Přihlásit".
de: Geben Sie Ihren Benutzernamen und Ihr Passwort ein und klicken Sie auf "Anmelden".
el: Εισάγετε το όνομα χρήστη και τον κωδικό πρόσβασής σας και κάντε κλικ στο κουμπί "Σύνδεση".
es: Introduzca su nombre de usuario y contraseña y haga clic en "Iniciar sesión".
et: Sisestage oma kasutajanimi ja parool ning klõpsake "Logi sisse".
fi: Syötä käyttäjätunnuksesi ja salasanasi ja napsauta "Kirjaudu sisään".
fr: Entrez votre nom d'utilisateur et votre mot de passe et cliquez sur "Connexion".
hu: Adja meg felhasználónevét és jelszavát, majd kattintson a "Bejelentkezés" gombra.
ja: ユーザー名とパスワードを入力し、"Log in"をクリックします。
lt: Įveskite savo vartotojo vardą ir slaptažodį ir spustelėkite "Prisijungti".
lv: Ievadiet savu lietotājvārdu un paroli un noklikšķiniet uz "Log in".
nl: Voer uw gebruikersnaam en wachtwoord in en klik op "Log in".
pl: Wpisz swoją nazwę użytkownika i hasło, a następnie kliknij "Zaloguj się".
pt: Digite seu nome de usuário e senha e clique em "Log in".
ro: Introduceți numele de utilizator și parola și faceți clic pe "Log in".
ru: Введите свое имя пользователя и пароль и нажмите "Войти".
sk: Zadajte svoje používateľské meno a heslo a kliknite na tlačidlo "Prihlásiť sa".
sl: Vnesite svoje uporabniško ime in geslo ter kliknite "Prijava".
sv: Ange ditt användarnamn och lösenord och klicka på "Logga in".
zh_cn: 输入你的用户名和密码，然后点击"登录"。

source: Now you have access to your NextBox with your smartphone!
bg: Сега имате достъп до своя NextBox със смартфона си!
cs: Nyní máte přístup ke svému NextBoxu pomocí chytrého telefonu!
de: Jetzt haben Sie mit Ihrem Smartphone Zugriff auf Ihre NextBox!
el: Τώρα έχετε πρόσβαση στο NextBox σας με το smartphone σας!
es: ¡Ahora tienes acceso a tu NextBox con tu smartphone!
et: Nüüd on teil ligipääs oma NextBoxile nutitelefoniga!
fi: Nyt voit käyttää NextBoxia älypuhelimellasi!
fr: Désormais, vous avez accès à votre NextBox avec votre smartphone !
hu: Mostantól okostelefonoddal is hozzáférhetsz a NextBoxodhoz!
ja: スマートフォンでNextBoxにアクセスできるようになりました。
lt: Dabar savo "NextBox" galite pasiekti išmaniuoju telefonu!
lv: Tagad varat piekļūt savam NextBox, izmantojot viedtālruni!
nl: Nu hebt u toegang tot uw NextBox met uw smartphone!
pl: Teraz masz dostęp do swojego NextBoxa za pomocą smartfona!
pt: Agora você tem acesso à sua NextBox com seu smartphone!
ro: Acum ai acces la NextBox cu ajutorul smartphone-ului tău!
ru: Теперь у вас есть доступ к NextBox с помощью смартфона!
sk: Teraz máte prístup do svojho NextBoxu pomocou smartfónu!
sl: Zdaj lahko do svojega NextBoxa dostopate s pametnim telefonom!
sv: Nu har du tillgång till din NextBox med din smartphone!
zh_cn: 现在你可以用你的智能手机访问你的NextBox了!

source: Connect Devices
bg: Свързване на устройства
cs: Připojení zařízení
de: Geräte verbinden
el: Σύνδεση συσκευών
es: Conectar dispositivos
et: Seadmete ühendamine
fi: Yhdistä laitteet
fr: Connecter les dispositifs
hu: Eszközök csatlakoztatása
ja: コネクトデバイス
lt: Prijunkite įrenginius
lv: Savienot ierīces
nl: Apparaten aansluiten
pl: Podłączanie urządzeń
pt: Dispositivos de conexão
ro: Conectarea dispozitivelor
ru: Подключение устройств
sk: Pripojenie zariadení
sl: Povezovanje naprav
sv: Anslut enheter
zh_cn: 连接设备

source: Choose your operating system or device:
bg: Изберете операционната си система или устройство:
cs: Vyberte operační systém nebo zařízení:
de: Wählen Sie Ihr Betriebssystem oder Gerät:
el: Επιλέξτε το λειτουργικό σας σύστημα ή τη συσκευή σας:
es: Elige tu sistema operativo o dispositivo:
et: Valige oma operatsioonisüsteem või seade:
fi: Valitse käyttöjärjestelmä tai laite:
fr: Choisissez votre système d'exploitation ou votre appareil :
hu: Válassza ki az operációs rendszert vagy eszközt:
ja: お使いのOSまたはデバイスを選択してください。
lt: Pasirinkite operacinę sistemą arba įrenginį:
lv: Izvēlieties operētājsistēmu vai ierīci:
nl: Kies uw besturingssysteem of apparaat:
pl: Wybierz swój system operacyjny lub urządzenie:
pt: Escolha o seu sistema operacional ou dispositivo:
ro: Alegeți sistemul de operare sau dispozitivul:
ru: Выберите свою операционную систему или устройство:
sk: Vyberte operačný systém alebo zariadenie:
sl: Izberite operacijski sistem ali napravo:
sv: Välj operativsystem eller enhet:
zh_cn: 选择你的操作系统或设备。

source: Connect Your Linux Computer
bg: Свързване на вашия компютър с Linux
cs: Připojení počítače se systémem Linux
de: Anschließen Ihres Linux-Computers
el: Συνδέστε τον υπολογιστή σας με Linux
es: Conecte su ordenador Linux
et: Linuxi arvuti ühendamine
fi: Linux-tietokoneen liittäminen
fr: Connectez votre ordinateur Linux
hu: Csatlakoztassa a Linux számítógépet
ja: Linuxコンピュータの接続
lt: Prijunkite "Linux" kompiuterį
lv: Linux datora savienošana
nl: Sluit uw Linux-computer aan
pl: Podłącz komputer z systemem Linux
pt: Ligue o seu computador Linux
ro: Conectați-vă calculatorul Linux
ru: Подключите ваш компьютер с Linux
sk: Pripojenie počítača so systémom Linux
sl: Priključite računalnik Linux
sv: Anslut din Linux-dator
zh_cn: 连接你的Linux电脑

source: Connect using the Nextcloud App
bg: Свързване чрез приложението Nextcloud
cs: Připojení pomocí aplikace Nextcloud
de: Verbinden mit der Nextcloud App
el: Συνδεθείτε χρησιμοποιώντας την εφαρμογή Nextcloud
es: Conéctate con la aplicación Nextcloud
et: Ühendage Nextcloudi rakenduse abil
fi: Yhdistä Nextcloud-sovelluksen avulla
fr: Connectez-vous en utilisant l'application Nextcloud
hu: Csatlakozás a Nextcloud alkalmazással
ja: Nextcloudアプリでの接続
lt: Prisijunkite naudodami "Nextcloud" programėlę
lv: Savienojums, izmantojot Nextcloud lietotni
nl: Verbinding maken met de Nextcloud-app
pl: Połącz się za pomocą aplikacji Nextcloud
pt: Conecte-se usando a aplicação Nextcloud
ro: Conectați-vă folosind aplicația Nextcloud
ru: Подключение с помощью приложения Nextcloud
sk: Pripojenie pomocou aplikácie Nextcloud
sl: Povezovanje z aplikacijo Nextcloud
sv: Anslut med Nextcloud-appen
zh_cn: 使用Nextcloud应用程序进行连接

source: Download the client application from: https://nextcloud.com/install/
bg: Изтеглете клиентското приложение от: https://nextcloud.com/install/
cs: Klientskou aplikaci si stáhněte z: https://nextcloud.com/install/
de: Laden Sie die Client-Anwendung herunter von: https://nextcloud.com/install/
el: Κατεβάστε την εφαρμογή-πελάτη από: https://nextcloud.com/install/
es: Descargue la aplicación cliente desde: https://nextcloud.com/install/
et: Lae alla kliendirakendus aadressilt: https://nextcloud.com/install/
fi: Lataa asiakassovellus osoitteesta: https://nextcloud.com/install/
fr: Téléchargez l'application client à partir de : https://nextcloud.com/install/
hu: Töltse le az ügyfélalkalmazást a következő címről: https://nextcloud.com/install/
ja: クライアントアプリケーションのダウンロード： https://nextcloud.com/install/
lt: Atsisiųskite kliento programą iš: https://nextcloud.com/install/
lv: Lejupielādēt klienta lietojumprogrammu no: https://nextcloud.com/install/
nl: Download de client applicatie van: https://nextcloud.com/install/
pl: Pobierz aplikację kliencką z: https://nextcloud.com/install/
pt: Baixe a aplicação do cliente de: https://nextcloud.com/install/
ro: Descărcați aplicația client de la: https://nextcloud.com/install/
ru: Загрузите клиентское приложение с веб-сайта: https://nextcloud.com/install/.
sk: Stiahnite si klientsku aplikáciu z: https://nextcloud.com/install/
sl: Odjemalsko aplikacijo prenesite s spletne strani: https://nextcloud.com/install/
sv: Ladda ner klientprogrammet från: https://nextcloud.com/install/
zh_cn: 从以下网站下载客户端应用程序：https://nextcloud.com/install/

source: Most distributions do provide the Nextcloud client via their package managers. (e.g., Ubuntu, Arch Linux, Mint, ...)
bg: Повечето дистрибуции предоставят клиента Nextcloud чрез своите мениджъри на пакети. (напр. Ubuntu, Arch Linux, Mint, ...)
cs: Většina distribucí poskytuje klienta Nextcloud prostřednictvím svých správců balíčků. (např. Ubuntu, Arch Linux, Mint, ...).
de: Die meisten Distributionen stellen den Nextcloud-Client über ihre Paketmanager zur Verfügung. (z. B. Ubuntu, Arch Linux, Mint, ...)
el: Οι περισσότερες διανομές παρέχουν τον πελάτη Nextcloud μέσω των διαχειριστών πακέτων τους. (π.χ. Ubuntu, Arch Linux, Mint, ...)
es: La mayoría de las distribuciones proporcionan el cliente Nextcloud a través de sus gestores de paquetes. (por ejemplo, Ubuntu, Arch Linux, Mint, ...)
et: Enamik distributsioone pakub Nextcloudi klienti oma paketihalduri kaudu. (nt Ubuntu, Arch Linux, Mint, ...)
fi: Useimmat jakelut tarjoavat Nextcloud-asiakkaan paketinhallinnan kautta. (esim. Ubuntu, Arch Linux, Mint, ...).
fr: La plupart des distributions fournissent le client Nextcloud via leurs gestionnaires de paquets. (par exemple, Ubuntu, Arch Linux, Mint, ...)
hu: A legtöbb disztribúció biztosítja a Nextcloud klienst a csomagkezelőjén keresztül. (pl. Ubuntu, Arch Linux, Mint, ...)
ja: ほとんどのディストリビューションでは、パッケージマネージャ経由でNextcloudクライアントを提供しています。(例：Ubuntu、Arch Linux、Mint、...)
lt: Daugumoje distribucijų "Nextcloud" klientas pateikiamas per paketų tvarkykles. (pvz., "Ubuntu", "Arch Linux", "Mint", ...)
lv: Lielākā daļa distribūciju nodrošina Nextcloud klientu, izmantojot savus pakotņu pārvaldniekus. (piemēram, Ubuntu, Arch Linux, Mint, ...).
nl: De meeste distributies bieden de Nextcloud client aan via hun pakketbeheerders. (b.v. Ubuntu, Arch Linux, Mint, ...)
pl: Większość dystrybucji dostarcza klienta Nextcloud poprzez ich menedżery pakietów. (np. Ubuntu, Arch Linux, Mint, ...)
pt: A maioria das distribuições fornece o cliente Nextcloud através dos seus gestores de pacotes. (por exemplo, Ubuntu, Arch Linux, Mint, ...)
ro: Majoritatea distribuțiilor oferă clientul Nextcloud prin intermediul managerilor de pachete. (de exemplu, Ubuntu, Arch Linux, Mint, ...)
ru: Большинство дистрибутивов предоставляют клиент Nextcloud через свои менеджеры пакетов. (например, Ubuntu, Arch Linux, Mint, ...)
sk: Väčšina distribúcií poskytuje klienta Nextcloud prostredníctvom svojich správcov balíkov. (napr. Ubuntu, Arch Linux, Mint, ...)
sl: Večina distribucij zagotavlja odjemalca Nextcloud prek svojih upraviteljev paketov. (npr. Ubuntu, Arch Linux, Mint, ...)
sv: De flesta distributioner tillhandahåller Nextcloud-klienten via sina pakethanterare. (t.ex. Ubuntu, Arch Linux, Mint, ...)
zh_cn: 大多数发行版确实通过其软件包管理器提供了Nextcloud客户端。(例如，Ubuntu, Arch Linux, Mint, ...)

source: After starting the ``nextcloud`` application, you will find it as a tray icon.
bg: След като стартирате ``nextcloud`` приложението, ще го намерите като икона в тавата.
cs: Po spuštění aplikace ``nextcloud`` ji najdete jako ikonu v oznamovací oblasti.
de: Nach dem Start der ``nextcloud``-Anwendung finden Sie diese als Tray-Icon.
el: Μετά την εκκίνηση της εφαρμογής ``nextcloud``, θα τη βρείτε ως εικονίδιο στο δίσκο.
es: Tras iniciar la aplicación ``nextcloud``, la encontrará como un icono de la bandeja.
et: Pärast rakenduse ``nextcloud`` käivitamist leiate selle salve ikoonina.
fi: Kun olet käynnistänyt ``nextcloud``-sovelluksen, löydät sen lokeron kuvakkeena.
fr: Après avoir lancé l'application "nextcloud", vous la trouverez sous la forme d'une icône dans la barre des tâches.
hu: A ``nextcloud`` alkalmazás elindítása után egy tálcaikonként fog megjelenni.
ja: ``nextcloud``のアプリケーションを起動すると、トレイアイコンとして表示されます。
lt: Paleidę ``nextcloud`` programą, ją rasite kaip dėklo piktogramą.
lv: Pēc programmas ``nextcloud`` palaišanas to atradīsiet kā tray ikonu.
nl: Na het starten van de ``nextcloud`` applicatie, zult u deze aantreffen als een tray icoon.
pl: Po uruchomieniu aplikacji ``nextcloud``, znajdziesz ją jako ikonę w zasobniku.
pt: Depois de iniciar a aplicação ``nextcloud```, você a encontrará como um ícone de bandeja.
ro: După ce ați pornit aplicația ``nextcloud```, o veți găsi ca o pictogramă în tavă.
ru: После запуска приложения ``nextcloud`` вы найдете его в виде значка в трее.
sk: Po spustení aplikácie ``nextcloud`` ju nájdete ako ikonu v lište.
sl: Ko zaženete ``nextcloud`` aplikacijo, jo boste našli kot ikono v vrstici.
sv: När du har startat programmet ``nextcloud`` hittar du det som en ikon i faktarutan.
zh_cn: 启动``nextcloud``应用程序之后，你会发现它是一个托盘图标。

source: Add an account using your public server url, username and password. Further you can choose the target directory the files should be synced to.
bg: Добавете акаунт, като използвате URL адреса на публичния си сървър, потребителското име и паролата. Освен това можете да изберете целевата директория, в която да се синхронизират файловете.
cs: Přidejte účet pomocí url adresy veřejného serveru, uživatelského jména a hesla. Dále můžete vybrat cílový adresář, do kterého se mají soubory synchronizovat.
de: Fügen Sie ein Konto mit Ihrer öffentlichen Server-URL, Ihrem Benutzernamen und Ihrem Passwort hinzu. Weiterhin können Sie das Zielverzeichnis wählen, in das die Dateien synchronisiert werden sollen.
el: Προσθέστε έναν λογαριασμό χρησιμοποιώντας τη διεύθυνση του δημόσιου διακομιστή σας, το όνομα χρήστη και τον κωδικό πρόσβασης. Επιπλέον, μπορείτε να επιλέξετε τον κατάλογο-στόχο στον οποίο θα συγχρονιστούν τα αρχεία.
es: Añade una cuenta utilizando la url de tu servidor público, el nombre de usuario y la contraseña. Además, puede elegir el directorio de destino en el que se sincronizarán los archivos.
et: Lisage konto, kasutades oma avaliku serveri url'i, kasutajanime ja parooli. Lisaks saate valida sihtkataloogi, kuhu failid sünkroonitakse.
fi: Lisää tili käyttämällä julkisen palvelimesi url-osoitetta, käyttäjänimeä ja salasanaa. Lisäksi voit valita kohdehakemiston, johon tiedostot synkronoidaan.
fr: Ajoutez un compte en utilisant l'url de votre serveur public, le nom d'utilisateur et le mot de passe. Vous pouvez ensuite choisir le répertoire cible dans lequel les fichiers doivent être synchronisés.
hu: Adjon hozzá egy fiókot a nyilvános szerver url-jének, felhasználónevének és jelszavának használatával. Továbbá kiválaszthatja a célkönyvtárat, ahová a fájlokat szinkronizálni kell.
ja: パブリックサーバーのURL、ユーザー名、パスワードを使ってアカウントを追加します。さらに、同期するファイルのターゲットディレクトリを選択することができます。
lt: Pridėkite paskyrą naudodami viešojo serverio url, vartotojo vardą ir slaptažodį. Be to, galite pasirinkti tikslinį katalogą, į kurį turėtų būti sinchronizuojami failai.
lv: Pievienojiet kontu, izmantojot publiskā servera url, lietotājvārdu un paroli. Tālāk varat izvēlēties mērķa direktoriju, ar kuru sinhronizēt failus.
nl: Voeg een account toe met uw publieke server url, gebruikersnaam en wachtwoord. Verder kunt u de doelmap kiezen waarnaar de bestanden moeten worden gesynchroniseerd.
pl: Dodaj konto używając adresu url serwera publicznego, nazwy użytkownika i hasła. Następnie możesz wybrać katalog docelowy, do którego mają być synchronizowane pliki.
pt: Adicione uma conta usando sua url de servidor público, nome de usuário e senha. Além disso, você pode escolher o diretório de destino para o qual os arquivos devem ser sincronizados.
ro: Adăugați un cont folosind adresa URL a serverului public, numele de utilizator și parola. În continuare, puteți alege directorul țintă în care fișierele trebuie sincronizate.
ru: Добавьте учетную запись, используя url вашего публичного сервера, имя пользователя и пароль. Далее вы можете выбрать целевой каталог, в который будут синхронизироваться файлы.
sk: Pridajte konto pomocou url adresy verejného servera, používateľského mena a hesla. Ďalej môžete vybrať cieľový adresár, do ktorého sa majú súbory synchronizovať.
sl: Dodajte račun z url naslovom javnega strežnika, uporabniškim imenom in geslom. Nadalje lahko izberete ciljni imenik, v katerega naj se sinhronizirajo datoteke.
sv: Lägg till ett konto med din offentliga servers url, användarnamn och lösenord. Vidare kan du välja målkatalogen som filerna ska synkroniseras till.
zh_cn: 使用你的公共服务器网址、用户名和密码添加一个账户。此外，你可以选择文件应该同步到的目标目录。

source: Connect using WebDAV
bg: Свързване чрез WebDAV
cs: Připojení pomocí WebDAV
de: Verbinden über WebDAV
el: Σύνδεση μέσω WebDAV
es: Conectar mediante WebDAV
et: Ühendamine WebDAV-i abil
fi: Yhdistäminen WebDAV:n avulla
fr: Se connecter à l'aide de WebDAV
hu: Csatlakozás WebDAV használatával
ja: WebDAVによる接続
lt: Prisijungimas naudojant WebDAV
lv: Savienojums, izmantojot WebDAV
nl: Verbinden met WebDAV
pl: Połączenie przy użyciu WebDAV
pt: Conecte-se usando WebDAV
ro: Conectați-vă folosind WebDAV
ru: Подключение с помощью WebDAV
sk: Pripojenie pomocou WebDAV
sl: Povezovanje prek WebDAV
sv: Anslut med WebDAV
zh_cn: 使用WebDAV连接
