Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/nextbox.po
Languages: bg, cs, de, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: To backup your NextBox including all Nextcloud settings apps and data please follow these steps:
bg: За да направите резервно копие на Вашия NextBox, включително всички приложения и данни за настройки на Nextcloud, моля, следвайте следните стъпки:
cs: Chcete-li zálohovat svůj NextBox včetně všech aplikací a dat nastavení služby Nextcloud, postupujte podle následujících kroků:
de: Um Ihre NextBox inklusive aller Nextcloud-Einstellungs-Apps und Daten zu sichern, gehen Sie bitte wie folgt vor:
el: Για να δημιουργήσετε αντίγραφο ασφαλείας του NextBox σας, συμπεριλαμβανομένων όλων των εφαρμογών ρυθμίσεων και δεδομένων του Nextcloud, ακολουθήστε τα παρακάτω βήματα:
es: Para hacer una copia de seguridad de tu NextBox, incluyendo todas las aplicaciones y datos de configuración de Nextcloud, sigue estos pasos:
et: NextBoxi, sealhulgas kõigi Nextcloudi seadete rakenduste ja andmete varundamiseks järgige järgmisi samme:
fi: Voit varmuuskopioida NextBoxin ja kaikki Nextcloud-asetukset, sovellukset ja tiedot seuraavasti:
fr: Pour sauvegarder votre NextBox, y compris toutes les applications et données des paramètres Nextcloud, veuillez suivre les étapes suivantes :
hu: A NextBox biztonsági mentéséhez, beleértve az összes Nextcloud-beállítási alkalmazást és adatot, kövesse az alábbi lépéseket:
ja: すべてのNextcloud設定アプリとデータを含むNextBoxをバックアップするには、以下の手順に従ってください。
lt: Norėdami sukurti atsarginę "NextBox" kopiją, įskaitant visas "Nextcloud" nustatymų programas ir duomenis, atlikite šiuos veiksmus:
lv: Lai dublētu NextBox, tostarp visas Nextcloud iestatījumu programmas un datus, izpildiet tālāk norādītās darbības:
nl: Om een back-up te maken van uw NextBox, inclusief alle Nextcloud-instellingen apps en gegevens, volgt u deze stappen:
pl: Aby wykonać kopię zapasową urządzenia NextBox wraz z wszystkimi aplikacjami i danymi ustawień Nextcloud, wykonaj poniższe kroki:
pt: Para fazer o backup da sua NextBox incluindo todos os aplicativos e dados de configurações Nextcloud, por favor siga estes passos:
ro: Pentru a face o copie de rezervă a NextBox, inclusiv a tuturor aplicațiilor și datelor din setările Nextcloud, urmați acești pași:
ru: Для создания резервной копии NextBox, включая все приложения и данные настроек Nextcloud, выполните следующие действия:
sk: Ak chcete zálohovať svoj NextBox vrátane všetkých aplikácií a údajov nastavení služby Nextcloud, postupujte podľa týchto krokov:
sl: Za varnostno kopiranje naprave NextBox, vključno z vsemi aplikacijami Nextcloud in podatki, sledite naslednjim korakom:
sv: För att säkerhetskopiera din NextBox inklusive alla Nextcloud-inställningar, appar och data följer du de här stegen:
zh_cn: 要备份您的NextBox，包括所有的Nextcloud设置应用程序和数据，请遵循以下步骤。

source: Make sure you have a storage mounted as described above
bg: Уверете се, че имате монтирано хранилище, както е описано по-горе
cs: Ujistěte se, že máte úložiště namontované podle výše uvedeného popisu.
de: Stellen Sie sicher, dass Sie einen Speicher wie oben beschrieben montiert haben
el: Βεβαιωθείτε ότι έχετε τοποθετήσει έναν αποθηκευτικό χώρο όπως περιγράφεται παραπάνω
es: Asegúrese de que tiene un almacenamiento montado como se ha descrito anteriormente
et: Veenduge, et teil on ladustamine paigaldatud eespool kirjeldatud viisil.
fi: Varmista, että sinulla on edellä kuvatulla tavalla asennettu varasto.
fr: Assurez-vous que vous disposez d'un stockage monté comme décrit ci-dessus.
hu: Győződjön meg róla, hogy a fent leírtaknak megfelelően van felszerelve a tároló.
ja: 前述のようにストレージがマウントされていることを確認する
lt: Įsitikinkite, kad saugykla sumontuota taip, kaip aprašyta pirmiau.
lv: Pārliecinieties, ka ir uzstādīta krātuve, kā aprakstīts iepriekš.
nl: Zorg ervoor dat u een opslagruimte hebt gemonteerd zoals hierboven beschreven
pl: Upewnij się, że masz zamontowany magazyn, jak opisano powyżej
pt: Certifique-se de que tem um armazém montado como descrito acima
ro: Asigurați-vă că aveți un spațiu de stocare montat conform descrierii de mai sus
ru: Убедитесь, что у вас установлено хранилище, как описано выше
sk: Uistite sa, že máte úložisko namontované tak, ako je opísané vyššie
sl: Prepričajte se, da imate nameščeno shrambo, kot je opisano zgoraj.
sv: Se till att du har en lagring monterad enligt beskrivningen ovan.
zh_cn: 确保你有一个如上所述的存储安装

source: Inside "Backup / Restore" below "Full System Backup" select the storage device for backup from the drop-down menu named: "Select Backup Device"
bg: Вътре в "Backup / Restore" под "Full System Backup" изберете устройството за съхранение за архивиране от падащото меню с име: "Select Backup Device"
cs: Uvnitř "Zálohování / Obnovení" pod "Úplná záloha systému" vyberte úložné zařízení pro zálohování z rozevírací nabídky s názvem: "Vybrat zálohovací zařízení"
de: Wählen Sie unter "Backup / Restore" unterhalb von "Full System Backup" das Speichergerät für die Sicherung aus dem Dropdown-Menü mit dem Namen: "Sicherungsgerät auswählen"
el: Μέσα στο "Δημιουργία αντιγράφων ασφαλείας / επαναφορά" κάτω από το "Δημιουργία αντιγράφων ασφαλείας πλήρους συστήματος" επιλέξτε τη συσκευή αποθήκευσης για τη δημιουργία αντιγράφων ασφαλείας από το αναπτυσσόμενο μενού με την ονομασία: "Επιλογή συσκευής δημιουργίας αντιγράφων ασφαλείας",
es: Dentro de "Copia de seguridad/restauración" debajo de "Copia de seguridad completa del sistema" seleccione el dispositivo de almacenamiento para la copia de seguridad en el menú desplegable denominado: "Seleccionar dispositivo de copia de seguridad"
et: Sees "Backup / Restore" allpool "Full System Backup" valige salvestusseade varundamiseks rippmenüüst nimega: "Select Backup Device"
fi: Sisällä "Varmuuskopiointi / Palautus" alla "Täydellinen järjestelmän varmuuskopiointi" valitse varmuuskopioitava tallennuslaite pudotusvalikosta nimeltä: "Valitse varmuuskopiolaite"
fr: Dans "Backup / Restore", sous "Full System Backup", sélectionnez le périphérique de stockage pour la sauvegarde dans le menu déroulant nommé : "Sélectionner le périphérique de sauvegarde"
hu: A "Biztonsági mentés / visszaállítás" alatt a "Teljes rendszer biztonsági mentés" alatt válassza ki a biztonsági mentéshez használt tárolóeszközt a következő legördülő menüből: "Biztonsági mentési eszköz kiválasztása";
ja: システム全体のバックアップ」の下にある「バックアップ／復元」の中で、「バックアップデバイスの選択」というドロップダウンメニューから、バックアップするストレージデバイスを選択します。
lt: Viduje "Atsarginė kopija / Atkūrimas" žemiau "Pilna sistemos atsarginė kopija" pasirinkite atsarginės kopijos saugojimo įrenginį iš išskleidžiamojo meniu pavadinimu: "Pasirinkite atsarginės kopijos įrenginį"
lv: Iekšpusē "Rezerves kopija / Atjaunošana" zem "Pilna sistēmas rezerves kopija" no nolaižamajā izvēlnē ar nosaukumu: "Izvēlieties dublējumkopiju ierīci"
nl: Binnen "Backup / Restore" onder "Full System Backup" selecteer het opslagapparaat voor back-up uit het drop-down menu genaamd: "Select Backup Device"
pl: Wewnątrz "Backup / Restore" poniżej "Full System Backup" wybierz urządzenie pamięci masowej dla kopii zapasowej z menu rozwijanego o nazwie: "Select Backup Device"
pt: Inside "Backup / Restore" abaixo "Full System Backup" selecione o dispositivo de armazenamento para backup no menu suspenso chamado: "Selecione Backup Device"
ro: În interiorul "Backup / Restore" sub "Full System Backup" selectați dispozitivul de stocare pentru backup din meniul derulant numit: "Select Backup Device"
ru: В разделе "Резервное копирование / восстановление" под "Полным резервным копированием системы" выберите устройство хранения данных для резервного копирования из выпадающего меню под названием: "Выбрать устройство резервного копирования"
sk: Vo vnútri "Backup / Restore" pod "Full System Backup" vyberte úložné zariadenie na zálohovanie z rozbaľovacej ponuky s názvom: "Select Backup Device"
sl: V razdelku "Backup / Restore" pod "Full System Backup" v spustnem meniju z imenom: "Select Backup Device" izberite napravo za shranjevanje varnostne kopije;
sv: I "Backup / Restore" under "Full System Backup" välj lagringsenhet för säkerhetskopiering från rullgardinsmenyn som heter: "Select Backup Device"
zh_cn: 在"备份/恢复"下面的"全系统备份"中，从名为"选择备份设备"的下拉菜单中选择用于备份的存储设备。

source: Now you have the option to incrementally update an existing backup from the drop-down menu named: "Select Backup Location" **or** create a entirely new backup by entering a name into the "Name of the new backup" entry field.
bg: Сега имате възможност да актуализирате поетапно съществуващо резервно копие от падащото меню, наречено: "Изберете местоположение на резервно копие" **или** да създадете изцяло ново резервно копие, като въведете име в полето за въвеждане "Име на новото резервно копие".
cs: Nyní máte možnost přírůstkově aktualizovat stávající zálohu z rozevírací nabídky s názvem: "Vybrat umístění zálohy" **nebo** vytvořit zcela novou zálohu zadáním názvu do pole "Název nové zálohy".
de: Sie haben nun die Möglichkeit, eine bestehende Sicherung aus dem Dropdown-Menü namens: "Sicherungsort wählen" **oder** eine völlig neue Sicherung zu erstellen, indem Sie einen Namen in das Eingabefeld "Name der neuen Sicherung" eingeben.
el: Τώρα έχετε τη δυνατότητα να ενημερώσετε σταδιακά ένα υπάρχον αντίγραφο ασφαλείας από το αναπτυσσόμενο μενού με την ονομασία: "Select Backup Location" **ή** να δημιουργήσετε ένα εντελώς νέο αντίγραφο ασφαλείας εισάγοντας ένα όνομα στο πεδίο εισαγωγής "Name of the new backup".
es: Ahora tiene la opción de actualizar incrementalmente una copia de seguridad existente desde el menú desplegable llamado: "Seleccionar ubicación de la copia de seguridad" **o** crear una copia de seguridad completamente nueva introduciendo un nombre en el campo de entrada "Nombre de la nueva copia de seguridad".
et: Nüüd on teil võimalus olemasolevat varukoopiat järk-järgult uuendada rippmenüüst nimega: "Select Backup Location" **või** luua täiesti uus varukoopia, sisestades nime väljale "Name of the new backup" (Uue varukoopia nimi").
fi: Nyt sinulla on mahdollisuus päivittää olemassa oleva varmuuskopio asteittain pudotusvalikosta nimeltä: "Valitse varmuuskopion sijainti" **tai** luoda kokonaan uusi varmuuskopio syöttämällä nimi "Uuden varmuuskopion nimi" -kenttään.
fr: Vous avez maintenant la possibilité de mettre à jour de manière incrémentielle une sauvegarde existante à partir du menu déroulant nommé : "Sélectionner l'emplacement de la sauvegarde" **ou** créer une sauvegarde entièrement nouvelle en saisissant un nom dans le champ de saisie "Nom de la nouvelle sauvegarde".
hu: Most lehetőséged van egy meglévő biztonsági mentés inkrementális frissítésére a következő legördülő menüből: "Biztonsági mentés helyének kiválasztása" **vagy** egy teljesen új biztonsági mentés létrehozására a "Az új biztonsági mentés neve" mezőbe beírt névvel.
ja: ここでは、「Select Backup Location"」というドロップダウンメニューから既存のバックアップをインクリメンタルに更新するか、**「Name of the new backup"」という入力欄に名前を入力して全く新しいバックアップを作成するかを選択できます。
lt: Dabar galite palaipsniui atnaujinti esamą atsarginę kopiją iš išskleidžiamojo meniu: "Pasirinkite atsarginės kopijos vietą" **arba** sukurti visiškai naują atsarginę kopiją, įvesdami pavadinimą į "Naujos atsarginės kopijos pavadinimas" įrašo lauką.
lv: Tagad jums ir iespēja pakāpeniski atjaunināt esošo dublējumu no nolaižamajā izvēlnē ar nosaukumu: "Izvēlieties dublējuma atrašanās vietu" **vai** izveidot pilnīgi jaunu dublējumu, ievadot nosaukumu "Jaunā dublējuma nosaukums" ieraksta laukā.
nl: Nu heeft u de mogelijkheid om een bestaande backup incrementeel bij te werken vanuit het drop-down menu genaamd: "Select Backup Location" **of** een geheel nieuwe backup te maken door een naam in te voeren in het "Name of the new backup" invoerveld.
pl: Teraz masz możliwość przyrostowej aktualizacji istniejącej kopii zapasowej z menu rozwijanego o nazwie: "Wybierz lokalizację kopii zapasowej" **lub** utworzenia całkowicie nowej kopii zapasowej przez wpisanie nazwy w polu "Nazwa nowej kopii zapasowej".
pt: Agora você tem a opção de atualizar incrementalmente um backup existente a partir do menu suspenso chamado: "Selecione Localização do backup" **ou** criar um backup totalmente novo inserindo um nome no "Nome do novo backup" campo de entrada.
ro: Acum aveți opțiunea de a actualiza incremental o copie de rezervă existentă din meniul derulant numit: "Select Backup Location" **sau** de a crea o copie de rezervă complet nouă, introducând un nume în câmpul de intrare "Name of the new backup".
ru: Теперь у вас есть возможность инкрементного обновления существующей резервной копии из выпадающего меню под названием: "Select Backup Location" **или** создания совершенно новой резервной копии путем ввода имени в поле ввода "Name of the new backup".
sk: Teraz máte možnosť inkrementálne aktualizovať existujúcu zálohu z rozbaľovacej ponuky s názvom: "Vybrať umiestnenie zálohy" **alebo** vytvoriť úplne novú zálohu zadaním názvu do poľa "Názov novej zálohy".
sl: Zdaj imate možnost, da postopno posodobite obstoječo varnostno kopijo iz spustnega menija z imenom: "Select Backup Location" **ali** ustvarite popolnoma novo varnostno kopijo z vnosom imena v vnosno polje "Name of the new backup".
sv: Nu har du möjlighet att stegvis uppdatera en befintlig säkerhetskopia från rullgardinsmenyn som heter: "Select Backup Location" **eller** skapa en helt ny säkerhetskopia genom att ange ett namn i fältet "Name of the new backup".
zh_cn: 现在你可以选择从名为""选择备份位置"的下拉菜单中增量更新一个现有的备份，或者***通过在"新备份的名称"条目栏中输入一个名称来创建一个全新的备份。

source: Click "Start Backup now", the backup process will begin immediately.
bg: Щракнете върху "Стартирай архивирането сега", процесът на архивиране ще започне веднага.
cs: Klikněte na tlačítko "Spustit zálohování nyní", proces zálohování bude okamžitě zahájen.
de: Klicken Sie auf "Backup jetzt starten", der Backup-Vorgang beginnt sofort.
el: Κάντε κλικ στο "Start Backup now", η διαδικασία δημιουργίας αντιγράφων ασφαλείας θα ξεκινήσει αμέσως.
es: Haga clic en "Iniciar copia de seguridad ahora", el proceso de copia de seguridad comenzará inmediatamente.
et: Klõpsake "Start Backup now", varundamise protsess algab kohe.
fi: Napsauta "Käynnistä varmuuskopiointi nyt", varmuuskopiointiprosessi alkaa välittömästi.
fr: Cliquez sur "Start Backup now", le processus de sauvegarde commencera immédiatement.
hu: Kattintson a "Start Backup now" gombra, a mentési folyamat azonnal megkezdődik.
ja: Start Backup now"をクリックすると、すぐにバックアップ処理が開始されます。
lt: Spustelėkite "Pradėti kurti atsarginę kopiją dabar", atsarginės kopijos kūrimo procesas prasidės iš karto.
lv: Noklikšķiniet uz "Start Backup now", dublēšanas process sāksies nekavējoties.
nl: Klik op "Start Backup now", het back-upproces zal onmiddellijk beginnen.
pl: Kliknij przycisk "Start Backup now", proces tworzenia kopii zapasowej rozpocznie się natychmiast.
pt: Clique "Iniciar o Backup agora" o processo de backup será iniciado imediatamente.
ro: Faceți clic pe "Start Backup now", procesul de backup va începe imediat.
ru: Нажмите "Начать резервное копирование сейчас", процесс резервного копирования начнется немедленно.
sk: Kliknite na tlačidlo "Spustiť zálohovanie teraz", proces zálohovania sa začne okamžite.
sl: Kliknite "Start Backup now", postopek varnostnega kopiranja se bo začel takoj.
sv: Klicka på "Start Backup now", så börjar säkerhetskopieringen omedelbart.
zh_cn: 点击"Start Backup now"，备份过程将立即开始。

source: The resulting backup is not encrypted so take care who has access to the used storage.
bg: Полученото резервно копие не е криптирано, така че внимавайте кой има достъп до използваното хранилище.
cs: Výsledná záloha není šifrovaná, takže si dejte pozor, kdo má k použitému úložišti přístup.
de: Das resultierende Backup ist nicht verschlüsselt, also achten Sie darauf, wer Zugriff auf den verwendeten Speicher hat.
el: Το αντίγραφο ασφαλείας που προκύπτει δεν είναι κρυπτογραφημένο, οπότε προσέξτε ποιος έχει πρόσβαση στον χρησιμοποιούμενο αποθηκευτικό χώρο.
es: La copia de seguridad resultante no está cifrada, por lo que hay que tener cuidado con quién tiene acceso al almacenamiento utilizado.
et: Saadud varukoopia ei ole krüpteeritud, seega olge ettevaatlik, kellel on juurdepääs kasutatud salvestusruumile.
fi: Tuloksena syntyvää varmuuskopiota ei ole salattu, joten pidä huoli siitä, kenellä on pääsy käytettyyn tallennustilaan.
fr: La sauvegarde qui en résulte n'est pas cryptée. Faites donc attention à qui a accès au stockage utilisé.
hu: Az így kapott biztonsági mentés nem titkosított, ezért ügyeljen arra, hogy ki férhet hozzá a használt tárolóhoz.
ja: 作成されたバックアップは暗号化されていないので、使用したストレージへのアクセス権を持つ人に注意してください。
lt: Gauta atsarginė kopija nėra užšifruota, todėl pasirūpinkite, kas turi prieigą prie naudojamos saugyklos.
lv: Izveidotā dublējums nav šifrēts, tāpēc uzmanieties, kam ir piekļuve izmantotajai krātuvei.
nl: De resulterende backup is niet versleuteld, dus let op wie toegang heeft tot de gebruikte opslag.
pl: Wynikowa kopia zapasowa nie jest szyfrowana, więc należy uważać, kto ma dostęp do używanego magazynu.
pt: O backup resultante não é criptografado, então tome cuidado com quem tem acesso ao armazenamento usado.
ro: Copia de rezervă rezultată nu este criptată, așa că aveți grijă cine are acces la spațiul de stocare utilizat.
ru: Полученная резервная копия не шифруется, поэтому позаботьтесь о том, кто имеет доступ к используемому хранилищу.
sk: Výsledná záloha nie je zašifrovaná, preto si dajte pozor na to, kto má prístup k použitému úložisku.
sl: Nastala varnostna kopija ni šifrirana, zato pazite, kdo ima dostop do uporabljenega pomnilnika.
sv: Den resulterande säkerhetskopian är inte krypterad, så var försiktig med vem som har tillgång till den använda lagringen.
zh_cn: 由此产生的备份没有加密，所以要注意谁可以访问使用的存储空间。

source: Restore
bg: Възстановяване на
cs: Obnovení
de: Wiederherstellen
el: Επαναφορά
es: Restaurar
et: Taasta
fi: Palauta
fr: Restaurer
hu: Visszaállítás
ja: リストア
lt: Atkurti
lv: Atjaunot
nl: Herstel
pl: Przywróć
pt: Restaurar
ro: Restaurați
ru: Восстановить
sk: Obnovenie
sl: Obnovitev
sv: Återställ
zh_cn: 恢复
