Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/nextbox.po
Languages: bg, cs, de, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: At the end of the script you will be asked to mount the created partition and copy over the ``nextbox.conf`` (to ``/nextbox``) you copied in step 1. and 2., unmount the partition and you have successfully prepared your new hard-drive.
bg: В края на скрипта ще бъдете помолени да монтирате създадения дял и да копирате ``nextbox.conf`` (до ``/nextbox``), които сте копирали в стъпки 1 и 2, да демонтирате дяла и успешно да подготвите новия си твърд диск.
cs: Na konci skriptu budete vyzváni k připojení vytvořeného oddílu a zkopírování ``nextbox.conf`` (na ``/nextbox``), které jste zkopírovali v kroku 1. a 2., odpojte oddíl a úspěšně jste připravili nový pevný disk.
el: Στο τέλος του σεναρίου θα σας ζητηθεί να προσαρτήσετε το διαμέρισμα που δημιουργήσατε και να αντιγράψετε το ``nextbox.conf`` (στο ``/nextbox``) που αντιγράψατε στα βήματα 1. και 2., να αποσυνδέσετε το διαμέρισμα και έχετε προετοιμάσει με επιτυχία το νέο σκληρό σας δίσκο.
es: Al final del script se le pedirá que monte la partición creada y copie sobre la ``nextbox.conf`` (a ``/nextbox``) que copió en el paso 1. y 2., desmonte la partición y habrá preparado con éxito su nuevo disco duro.
et: Skripti lõpus palutakse sul luua loodud partitsioon ja kopeerida üle ``nextbox.conf`` (aadressile ``/nextbox``), mille sa kopeerisid sammudes 1. ja 2., lahutada partitsioon ja sa oled edukalt oma uue kõvaketta ette valmistanud.
fi: Skriptin lopussa sinua pyydetään liittämään luotu osio ja kopioimaan ``nextbox.conf`` (osoitteeseen ``/nextbox``), jonka kopioit vaiheissa 1. ja 2., irrota osio, ja olet onnistuneesti valmistellut uuden kiintolevyn.
hu: A szkript végén megkérjük, hogy csatolja a létrehozott partíciót, és másolja át a ``nextbox.conf`` (a ``/nextbox``), amit az 1. és 2. lépésben másolt, majd bontsa a partíciót, és máris sikeresen előkészítette az új merevlemezt.
ja: スクリプトの最後に、作成されたパーティションをマウントし、ステップ1と2でコピーした``nextbox.conf``（``/nextbox``）をコピーし、パーティションをアンマウントすれば、新しいハードドライブの準備が完了します。
lt: Scenarijaus pabaigoje bus paprašyta prijungti sukurtą skirsnį ir nukopijuoti ``nextbox.conf`` (į ``</x>`/nextbox``), kurį nukopijavote 1 ir 2 veiksme, atjunkite skirsnį ir sėkmingai paruoškite naują kietąjį diską.
lv: Skripta beigās jums tiks pieprasīts pievienot izveidoto nodalījumu un nokopēt ``nextbox.conf`` (uz ``</x>`/nextbox``), ko esat nokopējis 1. un 2. solī, noņemiet nodalījumu, un jūs esat veiksmīgi sagatavojis jauno cieto disku.
nl: Aan het einde van het script wordt u gevraagd om de gemaakte partitie te mounten en de ``nextbox.conf`` (naar ``/nextbox``) te kopiëren die u in stap 1. en 2. hebt gekopieerd, de partitie te unmounten en u hebt uw nieuwe harde schijf met succes voorbereid.
pl: Na końcu skryptu zostaniesz poproszony o zamontowanie utworzonej partycji i skopiowanie ``nextbox.conf`` (do ``/nextbox``) skopiowanych w krokach 1. i 2. Odmontuj partycję i pomyślnie przygotowałeś swój nowy dysk twardy.
pt: No final do script você será solicitado a montar a partição criada e copiar sobre o ``nextbox.conf`` (para ``/nextbox``) que você copiou no passo 1. e 2., desmonte a partição e você preparou com sucesso o seu novo disco rígido.
ro: La sfârșitul scriptului vi se va cere să montați partiția creată și să copiați ``nextbox.conf`` (la ``/nextbox``) pe care ați copiat-o la pasul 1. și 2., demontați partiția și ați pregătit cu succes noul hard-disk.
ru: В конце сценария вам будет предложено смонтировать созданный раздел и скопировать ``nextbox.conf`` (на ``/nextbox``), которые вы скопировали в шаге 1. и 2., размонтировать раздел, и вы успешно подготовили ваш новый жесткий диск.
sk: Na konci skriptu budete požiadaní o pripojenie vytvoreného oddielu a prekopírovanie ``nextbox.conf`` (na ``/nextbox``), ktoré ste skopírovali v kroku 1. a 2., odpojte oddiel a úspešne ste pripravili nový pevný disk.
sl: Na koncu skripte boste pozvani, da namestite ustvarjeno particijo in prekopirate ``nextbox.conf`` (na ``/nextbox``), ki ste jo kopirali v korakih 1. in 2., odstranite particijo in uspešno ste pripravili nov trdi disk.
sv: I slutet av skriptet ombeds du att montera den skapade partitionen och kopiera över ``nextbox.conf`` (till ``/nextbox``) som du kopierade i steg 1 och 2, avmontera partitionen och du har förberett din nya hårddisk.
zh_cn: 在脚本的最后，你将被要求挂载创建的分区，并复制你在步骤1和2中复制的``nextbox.conf``（到``/nextbox``），卸载分区，你已经成功准备好你的新硬盘。

source: Replacement Guide
bg: Ръководство за замяна
cs: Průvodce výměnou
el: Οδηγός αντικατάστασης
es: Guía de sustitución
et: Asendusjuhend
fi: Korvausopas
hu: Csere útmutató
ja: 交換ガイド
lt: Pakeitimo vadovas
lv: Nomaiņas ceļvedis
nl: Vervangingsgids
pl: Przewodnik po zamiennikach
pt: Guia de Substituição
ro: Ghid de înlocuire
ru: Руководство по замене
sk: Sprievodca výmenou
sl: Vodnik za zamenjavo
sv: Guide för utbyte
zh_cn: 替换指南

source: Inside the NextBox Nextcloud App go to "System Settings" and switch it off your NextBox using the "Poweroff" button
bg: В приложението NextBox Nextcloud отидете на "Системни настройки" и изключете вашия NextBox, като използвате бутона "Изключване".
cs: V aplikaci NextBox Nextcloud přejděte do "Nastavení systému" a vypněte svůj NextBox pomocí tlačítka "Vypnout".
el: Μέσα από την εφαρμογή NextBox Nextcloud App μεταβείτε στην επιλογή "System Settings" και απενεργοποιήστε το NextBox σας χρησιμοποιώντας το κουμπί "Poweroff"
es: Dentro de la aplicación NextBox Nextcloud ve a "Ajustes del sistema" y apaga tu NextBox usando el botón "Poweroff".
et: NextBox Nextcloudi rakenduses minge "Süsteemi seaded" ja lülitage NextBox välja, kasutades "Poweroff" nuppu.
fi: Mene NextBox Nextcloud -sovelluksen sisällä kohtaan "Järjestelmäasetukset" ja sammuta NextBox "Virrankatkaisu" -painikkeella.
hu: A NextBox Nextcloud alkalmazáson belül menjen a "Rendszerbeállítások" menüpontba, és kapcsolja ki a NextBoxot a "Kikapcsolás" gomb segítségével.
ja: NextBox Nextcloudアプリ内の"System Settings"に移動し、"Poweroff"ボタンを使ってNextBoxの電源を切ります。
lt: NextBox Nextcloud programėlėje eikite į "Sistemos nustatymai" ir išjunkite savo NextBox naudodami "Išjungti" mygtuką.
lv: NextBox Nextcloud lietotnē dodieties uz "Sistēmas iestatījumi" un izslēdziet NextBox, izmantojot "Izslēgt" pogu.
nl: Ga in de NextBox Nextcloud App naar "Systeem Instellingen" en zet uw NextBox uit met de "Uitschakelen" knop
pl: W aplikacji NextBox Nextcloud App przejdź do "System Settings" i wyłącz urządzenie NextBox za pomocą przycisku "Poweroff".
pt: Dentro da aplicação NextBox Nextcloud vá para "System Settings" e desligue-a usando o "Poweroff" botão
ro: În cadrul aplicației NextBox Nextcloud App, accesați "System Settings" și opriți NextBox-ul folosind butonul "Poweroff".
ru: В приложении NextBox Nextcloud App перейдите в раздел "Системные настройки" и выключите NextBox с помощью кнопки "Выключение".
sk: V aplikácii NextBox Nextcloud prejdite do "Nastavenia systému" a vypnite svoj NextBox pomocou tlačidla "Vypnúť".
sl: V aplikaciji NextBox Nextcloud pojdite na "Sistemske nastavitve" in izklopite svoj NextBox z gumbom "Izklop".
sv: I NextBox Nextcloud-appen går du till "System Settings" och stänger av din NextBox med hjälp av "Poweroff" -knappen.
zh_cn: 在NextBox Nextcloud应用程序中，进入 "系统设置"，使用 "关机 "按钮关闭NextBox。

source: Once the Status LED is shortly off (not entirely, thus very dark) and the Ethernet port LEDs are off you can unplug all cables from your NextBox
bg: След като светодиодът за състоянието е за кратко изключен (не напълно, а много тъмен) и светодиодите на Ethernet порта са изключени, можете да изключите всички кабели от вашия NextBox.
cs: Jakmile stavová LED dioda krátce zhasne (ne úplně, je velmi tmavá) a LED diody portu Ethernet jsou zhasnuté, můžete od NextBoxu odpojit všechny kabely.
el: Μόλις η λυχνία LED κατάστασης σβήσει για λίγο (όχι εντελώς, επομένως είναι πολύ σκοτεινή) και οι λυχνίες LED της θύρας Ethernet είναι σβηστές, μπορείτε να αποσυνδέσετε όλα τα καλώδια από το NextBox σας.
es: Una vez que el LED de estado se haya apagado brevemente (no del todo, por lo tanto, muy oscuro) y los LED del puerto Ethernet estén apagados, puedes desconectar todos los cables de tu NextBox
et: Kui oleku LED on lühidalt välja lülitatud (mitte täielikult, seega väga tume) ja Etherneti pordi LED on välja lülitatud, võite kõik kaablid NextBoxist välja tõmmata.
fi: Kun Status LED on pian sammunut (ei kokonaan, joten se on hyvin tumma) ja Ethernet-portin LEDit ovat sammuneet, voit irrottaa kaikki kaapelit NextBoxista.
hu: Miután a Status LED rövid időre kialudt (nem teljesen, tehát nagyon sötét), és az Ethernet port LED-ek is kialudtak, kihúzhatja az összes kábelt a NextBoxból.
ja: Status LEDがすぐに消え（完全ではなく、非常に暗い）、EthernetポートのLEDが消えたら、NextBoxからすべてのケーブルを取り外すことができます。
lt: Kai būsenos šviesos diodas netrukus išsijungs (ne visiškai, todėl labai tamsus) ir Ethernet prievado šviesos diodai bus išjungti, galite atjungti visus kabelius nuo NextBox.
lv: Kad statusa LED ir īsi izslēgts (ne pilnībā, tāpēc ir ļoti tumšs) un Ethernet portu LED ir izslēgti, varat atvienot visus kabeļus no NextBox.
nl: Zodra de Status LED kort uit is (niet helemaal, dus erg donker) en de Ethernet poort LED's uit zijn kunt u alle kabels uit uw NextBox halen
pl: Gdy dioda LED statusu jest wyłączona (nie całkowicie, dlatego jest bardzo ciemna) i diody LED portu Ethernet są wyłączone, można odłączyć wszystkie kable od NextBoxa.
pt: Assim que o LED de status estiver desligado (não totalmente, portanto muito escuro) e os LEDs da porta Ethernet estiverem desligados, você pode desconectar todos os cabos da sua NextBox
ro: Odată ce LED-ul de stare este stins pentru scurt timp (nu în întregime, deci foarte întunecat) și LED-urile portului Ethernet sunt stinse, puteți deconecta toate cablurile de la NextBox.
ru: Как только светодиодный индикатор состояния на короткое время погаснет (не полностью, поэтому очень темный), а светодиодные индикаторы портов Ethernet погаснут, вы можете отсоединить все кабели от NextBox.
sk: Keď je stavová LED dióda krátko zhasnutá (nie úplne, teda veľmi tmavá) a LED diódy ethernetového portu sú zhasnuté, môžete od NextBoxu odpojiť všetky káble.
sl: Ko je indikator stanja kmalu ugasnjen (ne povsem, zato je zelo temen) in indikatorji ethernetnih vrat so ugasnjeni, lahko iz NextBoxa odklopite vse kable.
sv: När statuslampan är strax släckt (inte helt och hållet, alltså mycket mörk) och Ethernet-portlamporna är släckta kan du koppla bort alla kablar från NextBox.
zh_cn: 一旦状态LED灯很快熄灭（不是完全熄灭，因此非常暗），以太网端口的LED灯也熄灭了，您就可以从NextBox上拔掉所有电缆了

source: Unscrew all 8 Phillips screws
bg: Отвийте всички 8 винта Phillips
cs: Vyšroubujte všech 8 křížových šroubů.
el: Ξεβιδώστε και τις 8 βίδες Phillips
es: Desenroscar los 8 tornillos Phillips
et: Keerake välja kõik 8 Phillips-kruvi
fi: Kierrä kaikki 8 Phillips-ruuvia irti
hu: Csavarja ki mind a 8 Phillips csavart
ja: 8本のプラスネジをすべて外す
lt: Atsukite visus 8 kryžminius varžtus
lv: Atskrūvējiet visas 8 Phillips skrūves.
nl: Schroef alle 8 kruiskopschroeven los
pl: Odkręcić wszystkie 8 śrub krzyżakowych
pt: Desaparafusar todos os 8 parafusos Phillips
ro: Deșurubați toate cele 8 șuruburi Phillips
ru: Открутите все 8 крестообразных винтов
sk: Odskrutkujte všetkých 8 skrutiek Phillips
sl: Odvijte vseh 8 križnih vijakov
sv: Skruva loss alla 8 Phillipsskruvar
zh_cn: 拧下所有8个十字螺丝

source: Carefully remove the top-cover (as vertical as possible) first
bg: Първо внимателно свалете горния капак (възможно най-вертикално).
cs: Nejprve opatrně sejměte horní kryt (pokud možno svislý).
el: Αφαιρέστε πρώτα προσεκτικά το πάνω κάλυμμα (όσο το δυνατόν πιο κάθετα).
es: Retire primero con cuidado la tapa superior (lo más vertical posible)
et: Eemaldage kõigepealt ettevaatlikult ülemine kate (võimalikult vertikaalselt).
fi: Irrota ensin varovasti yläkansi (mahdollisimman pystysuoraan).
hu: Először óvatosan távolítsa el a felső burkolatot (a lehető legfüggőlegesebben).
ja: まず、トップカバーを慎重に（できるだけ垂直に）取り外します。
lt: Pirmiausia atsargiai nuimkite viršutinį dangtelį (kuo vertikaliau).
lv: Vispirms uzmanīgi noņemiet augšējo vāciņu (pēc iespējas vertikāli).
nl: Verwijder eerst voorzichtig de bovenkap (zo verticaal mogelijk)
pl: Najpierw należy ostrożnie zdjąć górną pokrywę (możliwie pionowo).
pt: Retire cuidadosamente a tampa superior (o mais vertical possível) primeiro
ro: Îndepărtați mai întâi cu grijă capacul superior (cât mai vertical posibil).
ru: Сначала осторожно снимите верхнюю крышку (как можно вертикальнее)
sk: Najprv opatrne odstráňte horný kryt (čo najviac zvislý)
sl: Najprej previdno odstranite zgornji pokrov (čim bolj navpično).
sv: Ta försiktigt bort det övre locket (så vertikalt som möjligt) först.
zh_cn: 首先小心翼翼地取下顶盖（尽可能垂直）。

source: Again carefully, vertically remove the bottom cover, now you see the so-called bridge
bg: Отново внимателно, вертикално свалете долния капак, сега виждате така наречения мост.
cs: Opět opatrně, svisle sejměte spodní kryt, nyní uvidíte tzv. můstek.
el: Και πάλι προσεκτικά, αφαιρέστε κάθετα το κάτω κάλυμμα, τώρα βλέπετε τη λεγόμενη γέφυρα
es: De nuevo con cuidado, retire la tapa inferior verticalmente, ahora se ve el llamado puente
et: Jällegi ettevaatlikult, vertikaalselt eemaldage alumine kate, nüüd näete nn silda
fi: Jälleen varovasti, pystysuoraan irrota pohjakansi, nyt näet niin sanotun silta
hu: Ismét óvatosan, függőlegesen távolítsa el az alsó fedelet, most már látja az úgynevezett híd
ja: 再度、慎重にボトムカバーを垂直に外すと、いわゆるブリッジが見えてきます。
lt: Vėl atsargiai vertikaliai nuimkite apatinį dangtelį, dabar pamatysite vadinamąjį tiltelį.
lv: Atkal uzmanīgi, vertikāli noņemiet apakšējo vāciņu, tagad jūs redzēsiet tā saukto tiltu.
nl: Nogmaals voorzichtig, verwijder verticaal het bodemdeksel, nu zie je de zogenaamde brug
pl: Ponownie ostrożnie, pionowo zdejmij dolną pokrywę, teraz widzisz tzw. mostek
pt: Mais uma vez com cuidado, remova verticalmente a tampa inferior, agora você vê a chamada ponte
ro: Din nou cu atenție, îndepărtați vertical capacul inferior, acum vedeți așa-numita punte.
ru: Снова аккуратно, вертикально снимите нижнюю крышку, теперь вы видите так называемый мост
sk: Opäť opatrne zvislo odstráňte spodný kryt, teraz uvidíte tzv. mostík
sl: Spet previdno, navpično odstranite spodnji pokrov, zdaj vidite tako imenovani most.
sv: Återigen försiktigt, ta bort det nedre locket vertikalt, nu ser du den så kallade bron.
zh_cn: 再次小心翼翼地垂直取下底盖，现在你可以看到所谓的桥架了。

source: Unfold the USB-to-SATA cable and put the NextBox bridge upside down onto a electronics friendly surface like a desk as shown in the following image
bg: Разгънете USB-SATA кабела и поставете моста NextBox с главата надолу върху удобна за електрониката повърхност като бюро, както е показано на следното изображение
cs: Rozložte kabel USB-SATA a položte můstek NextBox vzhůru nohama na povrch vhodný pro elektroniku, například na stůl, jak je znázorněno na následujícím obrázku.
el: Ξεδιπλώστε το καλώδιο USB-to-SATA και τοποθετήστε τη γέφυρα NextBox ανάποδα σε μια επιφάνεια φιλική προς τα ηλεκτρονικά, όπως ένα γραφείο, όπως φαίνεται στην παρακάτω εικόνα
es: Despliegue el cable USB a SATA y coloque el puente NextBox boca abajo sobre una superficie apta para la electrónica, como un escritorio, como se muestra en la siguiente imagen
et: Keerake USB-SATA kaabel lahti ja asetage NextBox bridge tagurpidi elektroonikasõbralikule pinnale, näiteks lauale, nagu on näidatud järgmisel pildil.
fi: Avaa USB-SATA-kaapeli ja aseta NextBox-silta ylösalaisin elektroniikkaystävälliselle pinnalle, kuten pöydälle, kuten seuraavassa kuvassa näkyy
hu: Csavarja ki az USB-SATA kábelt, és helyezze a NextBox bridge-et fejjel lefelé egy elektronikát támogató felületre, például egy íróasztalra, ahogy az alábbi képen látható.
ja: USB-SATAケーブルを展開し、NextBoxブリッジを机などの電子機器に適した場所に逆さまに置きます（下図）。
lt: Išvyniokite USB-SATA kabelį ir padėkite "NextBox" tiltelį aukštyn kojomis ant elektronikai tinkamo paviršiaus, pvz., stalo, kaip parodyta toliau pateiktame paveikslėlyje.
lv: Iztiniet USB-SATA kabeli un novietojiet NextBox tiltu otrādi uz elektronikai piemērotas virsmas, piemēram, uz galda, kā parādīts nākamajā attēlā.
nl: Vouw de USB-naar-SATA-kabel uit en plaats de NextBox bridge ondersteboven op een elektronica-vriendelijk oppervlak zoals een bureau, zoals weergegeven in de volgende afbeelding
pl: Rozwiń kabel USB-to-SATA i połóż mostek NextBox do góry nogami na powierzchni przyjaznej dla elektroniki, takiej jak biurko, jak pokazano na poniższym obrazku
pt: Desdobre o cabo USB-para-SATA e coloque a ponte NextBox de cabeça para baixo sobre uma superfície amigável à eletrônica como uma mesa, como mostra a imagem a seguir
ro: Desfășurați cablul USB-to-SATA și puneți puntea NextBox cu capul în jos pe o suprafață compatibilă cu dispozitivele electronice, cum ar fi un birou, așa cum se arată în imaginea următoare.
ru: Разверните кабель USB-to-SATA и положите мост NextBox вверх ногами на удобную для электроники поверхность, например, на стол, как показано на следующем изображении
sk: Rozložte kábel USB-SATA a položte mostík NextBox hore nohami na povrch vhodný pre elektroniku, napríklad na stôl, ako je znázornené na nasledujúcom obrázku
sl: Odvijte kabel USB-SATA in postavite most NextBox navzdol na površino, primerno za elektroniko, kot je miza, kot je prikazano na naslednji sliki.
sv: Vik upp USB-till-SATA-kabeln och lägg NextBox bridge upp och ner på en yta som är lämplig för elektronik, t.ex. ett skrivbord, enligt följande bild
zh_cn: 展开USB-to-SATA数据线，将NextBox桥接器倒置在电子元件友好的表面上，比如桌子，如下图所示

source: Unscrew the Phillips screws holding the hard-disk in position (the amount of screws may differ, depending on your hard-disk type) shown in the following image:
bg: Отвийте винтовете Phillips, които държат твърдия диск на място (броят на винтовете може да е различен в зависимост от типа на твърдия диск), както е показано на следното изображение:
cs: Odšroubujte křížové šrouby, které drží pevný disk na místě (počet šroubů se může lišit v závislosti na typu pevného disku), jak je znázorněno na následujícím obrázku:
el: Ξεβιδώστε τις βίδες Phillips που συγκρατούν τον σκληρό δίσκο στη θέση του (η ποσότητα των βιδών μπορεί να διαφέρει, ανάλογα με τον τύπο του σκληρού δίσκου σας), όπως φαίνεται στην παρακάτω εικόνα:
es: Desatornille los tornillos Phillips que sujetan el disco duro en su posición (la cantidad de tornillos puede variar, dependiendo de su tipo de disco duro) que se muestran en la siguiente imagen:
et: Keerake välja kõvaketta paigal hoidvad Phillips-kruvid (kruvide arv võib sõltuvalt kõvaketta tüübist erineda), nagu on näidatud järgmisel pildil:
fi: Irrota kiintolevyä paikallaan pitävät Phillips-ruuvit (ruuvien määrä voi vaihdella kiintolevytyypistä riippuen), jotka näkyvät seuraavassa kuvassa:
hu: Csavarja ki a merevlemezt a helyén tartó Phillips-csavarokat (a csavarok száma a merevlemez típusától függően eltérő lehet), amint az a következő képen látható:
ja: ハードディスクを固定しているPhillipsネジ（ハードディスクの種類によってネジの量が異なる場合があります）を外します（下図）。
lt: Atsukite kietąjį diską laikančius Phillips varžtus (varžtų kiekis gali skirtis, priklausomai nuo kietojo disko tipo), parodytus toliau pateiktame paveikslėlyje:
lv: Atskrūvējiet Phillips skrūves, kas fiksē cieto disku (skrūvju skaits var atšķirties atkarībā no cietā diska tipa), kā parādīts nākamajā attēlā:
nl: Draai de kruiskopschroeven los waarmee de harddisk op zijn plaats wordt gehouden (het aantal schroeven kan verschillen, afhankelijk van het type harddisk) zoals aangegeven in de volgende afbeelding:
pl: Odkręć śruby krzyżakowe utrzymujące dysk twardy we właściwym położeniu (ilość śrub może się różnić w zależności od typu dysku twardego) pokazane na poniższym obrazku:
pt: Desaperte os parafusos Phillips que mantêm o disco rígido em posição (a quantidade de parafusos pode ser diferente, dependendo do seu tipo de disco rígido) mostrados na imagem seguinte:
ro: Deșurubați șuruburile Phillips care țin hard-diskul în poziție (numărul de șuruburi poate fi diferit, în funcție de tipul de hard-disk), așa cum se arată în imaginea următoare:
ru: Открутите винты Phillips, удерживающие жесткий диск в нужном положении (количество винтов может отличаться в зависимости от типа жесткого диска), как показано на следующем изображении:
sk: Odskrutkujte skrutky Phillips, ktoré držia pevný disk na mieste (počet skrutiek sa môže líšiť v závislosti od typu pevného disku), ako je znázornené na nasledujúcom obrázku:
sl: Odvijte vijake Phillips, ki držijo trdi disk na mestu (število vijakov se lahko razlikuje glede na vrsto trdega diska), kot je prikazano na naslednji sliki:
sv: Skruva loss Phillips-skruvarna som håller hårddisken på plats (antalet skruvar kan skilja sig åt beroende på hårddiskens typ) som visas i följande bild:
zh_cn: 拧开固定硬盘位置的十字螺丝（螺丝的数量可能不同，取决于你的硬盘类型），如下图所示。
