Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/nextbox.po
Languages: bg, cs, de, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: Non end-to-end encrypted does still mean all your traffic is indeed encrypted, but within the proxy server, in order to be forwarded the traffic will be decrypted once and encrypted again before being passed to the client or NextBox
bg: Криптирането от край до край все пак означава, че целият ви трафик наистина е криптиран, но в рамките на прокси сървъра, за да бъде препратен, трафикът ще бъде декриптиран веднъж и криптиран отново, преди да бъде предаден на клиента или NextBox.
cs: Non end-to-end encrypted stále znamená, že veškerý váš provoz je skutečně šifrován, ale v rámci proxy serveru bude provoz před předáním klientovi nebo NextBoxu jednou dešifrován a znovu zašifrován.
de: Nicht Ende-zu-Ende-verschlüsselt bedeutet immer noch, dass Ihr gesamter Datenverkehr tatsächlich verschlüsselt ist, aber innerhalb des Proxy-Servers wird der Datenverkehr zur Weiterleitung einmal entschlüsselt und erneut verschlüsselt, bevor er an den Client oder die NextBox weitergeleitet wird
el: Η μη κρυπτογράφηση από άκρο σε άκρο εξακολουθεί να σημαίνει ότι όλη η κυκλοφορία σας είναι πράγματι κρυπτογραφημένη, αλλά εντός του διακομιστή μεσολάβησης, προκειμένου να προωθηθεί η κυκλοφορία θα αποκρυπτογραφηθεί μία φορά και θα κρυπτογραφηθεί ξανά πριν περάσει στον πελάτη ή στο NextBox.
es: El cifrado de extremo a extremo sigue significando que todo el tráfico está cifrado, pero dentro del servidor proxy, para ser reenviado el tráfico será descifrado una vez y cifrado de nuevo antes de pasar al cliente o a NextBox
et: Mitte otsast lõpuni krüpteeritud tähendab siiski, et kogu teie liiklus on tõepoolest krüpteeritud, kuid proxy-serveris, et edastada liiklus dekrüpteeritakse üks kord ja krüpteeritakse uuesti enne kliendile või NextBoxile edastamist.
fi: Ei päästä päähän salattu tarkoittaa silti, että kaikki liikenne on salattu, mutta välityspalvelimen sisällä liikenne puretaan kerran ja salataan uudelleen, jotta se voidaan välittää eteenpäin, ennen kuin se välitetään asiakkaalle tai NextBoxille.
fr: Le cryptage de bout en bout signifie toujours que tout votre trafic est crypté, mais qu'au sein du serveur proxy, le trafic sera décrypté une fois et crypté à nouveau avant d'être transmis au client ou à la NextBox.
hu: A nem végponttól-végpontig titkosítás továbbra is azt jelenti, hogy az összes adatforgalom valóban titkosított, de a proxy-kiszolgálón belül a továbbítás érdekében a forgalom egyszer dekódolásra kerül, majd újra titkosítva lesz, mielőtt továbbítanák az ügyfélnek vagy a NextBoxnak.
ja: 非エンドツーエンドの暗号化は、すべてのトラフィックが実際に暗号化されることを意味しますが、プロキシサーバー内では、転送されるためにトラフィックは一度復号化され、クライアントまたはNextBoxに渡される前に再度暗号化されます。
lt: "Non end-to-end encrypted" vis tiek reiškia, kad visas jūsų srautas iš tiesų yra užšifruotas, tačiau proxy serveryje, kad srautas būtų persiųstas, jis bus vieną kartą iššifruotas ir dar kartą užšifruotas prieš perduodant klientui arba "NextBox".
lv: Tas, ka nav šifrēts no gala līdz galam, joprojām nozīmē, ka visa jūsu datplūsma patiešām ir šifrēta, taču proxy serverī, lai to pārsūtītu tālāk, datplūsma tiks atšifrēta vienu reizi un vēlreiz šifrēta, pirms tā tiks pārsūtīta klientam vai NextBox.
nl: Niet end-to-end versleuteld betekent nog steeds dat al uw verkeer inderdaad versleuteld is, maar binnen de proxyserver zal het verkeer, om te worden doorgestuurd, eenmaal worden ontsleuteld en opnieuw worden versleuteld alvorens te worden doorgegeven aan de client of NextBox
pl: Non end-to-end encrypted nadal oznacza, że cały ruch jest rzeczywiście zaszyfrowany, ale w ramach serwera proxy, aby zostać przekazany dalej, ruch zostanie raz odszyfrowany i ponownie zaszyfrowany przed przekazaniem do klienta lub NextBox.
pt: Não encriptado de ponta a ponta significa que todo o seu tráfego está de facto encriptado, mas dentro do servidor proxy, para ser encaminhado o tráfego será desencriptado uma vez e encriptado novamente antes de ser passado para o cliente ou NextBox
ro: Non end-to-end criptat înseamnă că tot traficul este criptat, dar în cadrul serverului proxy, pentru a fi redirecționat, traficul va fi decriptat o dată și criptat din nou înainte de a fi transmis către client sau NextBox.
ru: Шифрование не из конца в конец означает, что весь ваш трафик действительно шифруется, но внутри прокси-сервера для пересылки трафик будет расшифрован один раз и снова зашифрован перед передачей клиенту или NextBox.
sk: Non end-to-end encrypted stále znamená, že všetka vaša prevádzka je skutočne šifrovaná, ale v rámci proxy servera sa prevádzka pred odoslaním klientovi alebo NextBoxu raz dešifruje a znova zašifruje.
sl: Šifriranje od konca do konca še vedno pomeni, da je ves vaš promet dejansko šifriran, vendar se v posredniškem strežniku promet enkrat dešifrira in ponovno šifrira, preden se posreduje odjemalcu ali NextBoxu.
sv: Icke end-to-end-krypterad betyder fortfarande att all din trafik faktiskt är krypterad, men inom proxyservern kommer trafiken att dekrypteras en gång och krypteras igen innan den skickas till klienten eller NextBox för att vidarebefordras.
zh_cn: 非端到端加密仍然意味着您的所有流量确实是加密的，但在代理服务器内，为了转发，流量将被解密一次，并在传递给客户端或NextBox之前再次加密。

source: Port Forwarding & Firewall Configuration
bg: Пренасочване на портове & Конфигурация на защитна стена
cs: Přesměrování portů & Konfigurace brány firewall
de: Portweiterleitung & Firewall-Konfiguration
el: Port Forwarding & Διαμόρφωση τείχους προστασίας
es: Reenvío de puertos y rampa; configuración del cortafuegos
et: Port Forwarding & tulemüüri konfiguratsioon
fi: Porttien edelleenlähetys & palomuurin konfigurointi
fr: Transfert de port et configuration du pare-feu
hu: Porttovábbítás & Tűzfal konfiguráció
ja: ポートフォワーディングとファイアウォールの設定
lt: Prievadų persiuntimas ir užkardos konfigūracija
lv: Ostu pāradresācija & amp; Ugunsmūra konfigurācija
nl: Port Forwarding & Firewall Configuratie
pl: Przekazywanie portów & Konfiguracja Firewall
pt: Port Forwarding & Configuração de Firewall
ro: Redirecționarea porturilor & Configurarea firewall-ului
ru: Port Forwarding & Конфигурация брандмауэра
sk: Presmerovanie portov & Konfigurácia brány firewall
sl: Preusmerjanje pristanišč & Konfiguracija požarnega zidu
sv: Portforwarding & konfiguration av brandväggar
zh_cn: 端口转发& 防火墙配置

source: You have your dynamic DNS correctly set up, but your NextBox is not reachable using the domain.
bg: Правилно сте настроили динамичния си DNS, но NextBox не е достъпен чрез домейна.
cs: Máte správně nastavený dynamický DNS, ale váš NextBox není dosažitelný pomocí domény.
de: Sie haben Ihren dynamischen DNS korrekt eingerichtet, aber Ihre NextBox ist nicht über die Domain erreichbar.
el: Έχετε ρυθμίσει σωστά το δυναμικό DNS, αλλά το NextBox σας δεν είναι προσβάσιμο μέσω του τομέα.
es: Tienes tu DNS dinámico correctamente configurado, pero tu NextBox no es accesible usando el dominio.
et: Teie dünaamiline DNS on õigesti seadistatud, kuid teie NextBox ei ole domeeni abil kättesaadav.
fi: Dynaaminen DNS on määritetty oikein, mutta NextBox ei ole tavoitettavissa verkkotunnuksen avulla.
fr: Vous avez correctement configuré votre DNS dynamique, mais votre NextBox n'est pas joignable en utilisant le domaine.
hu: A dinamikus DNS helyesen van beállítva, de a NextBox nem érhető el a tartomány használatával.
ja: ダイナミックDNSが正しく設定されているのに、NextBoxがドメインを使って到達できない。
lt: Teisingai nustatėte dinaminį DNS, tačiau jūsų NextBox nepasiekiamas naudojant domeną.
lv: Jums ir pareizi iestatīts dinamiskais DNS, taču NextBox nav sasniedzams, izmantojot domēnu.
nl: U hebt uw dynamische DNS correct ingesteld, maar uw NextBox is niet bereikbaar via het domein.
pl: Dynamiczny DNS jest poprawnie skonfigurowany, ale nie można uzyskać dostępu do NextBoxa za pomocą domeny.
pt: Você tem seu DNS dinâmico configurado corretamente, mas sua NextBox não é alcançável usando o domínio.
ro: Ați configurat corect DNS-ul dinamic, dar NextBox nu poate fi accesat folosind domeniul.
ru: Вы правильно настроили динамический DNS, но ваш NextBox недоступен с помощью домена.
sk: Máte správne nastavený dynamický DNS, ale váš NextBox nie je dosiahnuteľný pomocou domény.
sl: Dinamični DNS je pravilno nastavljen, vendar vaš NextBox ni dosegljiv prek domene.
sv: Du har ställt in din dynamiska DNS korrekt, men din NextBox går inte att nå via domänen.
zh_cn: 你已经正确设置了动态DNS，但你的NextBox无法使用域名到达。

source: Before looking into this topic, make sure your domain correctly resolves to your IP.
bg: Преди да разгледате тази тема, уверете се, че домейнът ви правилно се преобразува към вашия IP адрес.
cs: Než se začnete zabývat tímto tématem, ujistěte se, že se vaše doména správně překládá na vaši IP adresu.
de: Bevor Sie sich mit diesem Thema beschäftigen, stellen Sie sicher, dass Ihre Domain korrekt zu Ihrer IP aufgelöst wird.
el: Πριν ασχοληθείτε με αυτό το θέμα, βεβαιωθείτε ότι ο τομέας σας επιλύεται σωστά στην IP σας.
es: Antes de examinar este tema, asegúrese de que su dominio se resuelve correctamente a su IP.
et: Enne selle teemaga tutvumist veenduge, et teie domeen laheneb õigesti teie IP-le.
fi: Ennen kuin tarkastelet tätä aihetta, varmista, että verkkotunnuksesi ratkaisee oikein IP-osoitteesi.
fr: Avant d'aborder ce sujet, assurez-vous que votre domaine se résout correctement à votre IP.
hu: Mielőtt ezzel a témával foglalkozna, győződjön meg róla, hogy a domain helyesen oldódik fel az IP-címéhez.
ja: このトピックを見る前に、あなたのドメインがあなたのIPに正しく解決されていることを確認してください。
lt: Prieš pradėdami nagrinėti šią temą, įsitikinkite, kad jūsų domenas teisingai perkeliamas į jūsų IP adresą.
lv: Pirms pievēršaties šai tēmai, pārliecinieties, vai jūsu domēns pareizi atpazīst jūsu IP.
nl: Alvorens hier dieper op in te gaan, moet u ervoor zorgen dat uw domein correct naar uw IP-adres wordt omgezet.
pl: Przed zagłębieniem się w ten temat, upewnij się, że Twoja domena poprawnie rozwiązuje się na Twoim IP.
pt: Antes de analisar este tópico, certifique-se de que o seu domínio se resolve correctamente para o seu IP.
ro: Înainte de a aborda acest subiect, asigurați-vă că domeniul dvs. este corect rezolvat la IP-ul dvs.
ru: Прежде чем рассматривать эту тему, убедитесь, что ваш домен правильно разрешается на ваш IP.
sk: Skôr ako sa začnete zaoberať touto témou, uistite sa, že sa vaša doména správne prekladá na vašu IP adresu.
sl: Preden se lotite te teme, se prepričajte, da je vaša domena pravilno razrešena na vaš IP.
sv: Innan du går in på det här ämnet bör du kontrollera att din domän är korrekt upplöst till din IP-adress.
zh_cn: 在研究这个问题之前，请确保你的域名正确地解析到你的IP。

source: For both IPv4 and IPv6 you need to properly configure your internet router to allow access to your NextBox. While most internet routers will refer to this configuration as *port forwarding*, in fact IPv4 based (dynamic) DNS will resolve to your router's IP. But IPv6 in contrast will resolve to a (globally) unique IP, which refers to your NextBox.
bg: Както за IPv4, така и за IPv6 трябва да конфигурирате правилно вашия интернет рутер, за да позволите достъп до вашия NextBox. Макар че повечето интернет рутери наричат тази конфигурация *препращане на портове*, всъщност IPv4 базираният (динамичен) DNS ще се пренасочи към IP адреса на вашия рутер'. За разлика от тях IPv6 ще се пренасочи към (глобално) уникален IP адрес, който се отнася до вашия NextBox.
cs: Pro IPv4 i IPv6 je třeba správně nakonfigurovat internetový směrovač, aby umožnil přístup k NextBoxu. Ačkoli většina internetových směrovačů označuje tuto konfiguraci jako *přesměrování portů*, ve skutečnosti se (dynamický) DNS založený na IPv4 přeloží na IP adresu vašeho směrovače'. Naproti tomu IPv6 se přeloží na (globálně) jedinečnou IP adresu, která odkazuje na váš NextBox.
de: Sowohl für IPv4 als auch für IPv6 müssen Sie Ihren Internet-Router richtig konfigurieren, um den Zugriff auf Ihre NextBox zu ermöglichen. Während die meisten Internet-Router diese Konfiguration als *Port-Forwarding* bezeichnen, wird IPv4-basiertes (dynamisches) DNS in Wirklichkeit auf die IP Ihres Routers aufgelöst. IPv6 hingegen löst zu einer (weltweit) eindeutigen IP auf, die auf Ihre NextBox verweist.
el: Τόσο για το IPv4 όσο και για το IPv6 πρέπει να ρυθμίσετε σωστά το δρομολογητή σας στο διαδίκτυο ώστε να επιτρέπει την πρόσβαση στο NextBox σας. Ενώ οι περισσότεροι δρομολογητές διαδικτύου αναφέρονται σε αυτή τη διαμόρφωση ως *προώθηση θύρας*, στην πραγματικότητα το (δυναμικό) DNS που βασίζεται σε IPv4 θα επιλύει στην IP του δρομολογητή σας. Αλλά το IPv6 αντίθετα θα επιλύει σε μια (παγκόσμια) μοναδική IP, η οποία αναφέρεται στο NextBox σας.
es: Tanto para IPv4 como para IPv6 necesitas configurar adecuadamente tu router de Internet para permitir el acceso a tu NextBox. Aunque la mayoría de los routers de Internet se refieren a esta configuración como *reenvío de puertos*, en realidad el DNS basado en IPv4 (dinámico) se resolverá a la IP de su router. Pero IPv6, en cambio, se resolverá a una IP única (globalmente), que se refiere a su NextBox.
et: Nii IPv4 kui ka IPv6 puhul peate oma internetiruuteri korralikult konfigureerima, et võimaldada ligipääsu NextBoxile. Kuigi enamik internetiruutereid viitab sellele konfiguratsioonile kui *port forwarding*, siis tegelikult lahendab IPv4-põhine (dünaamiline) DNS teie ruuteri IP aadressi. IPv6 aga lahendab (globaalselt) unikaalse IP aadressi, mis viitab teie NextBoxile.
fi: Sekä IPv4:n että IPv6:n osalta sinun on määritettävä Internet-reitittimesi oikein, jotta NextBoxia voidaan käyttää. Vaikka useimmat Internet-reitittimet kutsuvat tätä asetusta *port forwarding*, IPv4-pohjainen (dynaaminen) DNS ratkaisee reitittimesi IP-osoitteen. IPv6 sen sijaan ratkaisee (globaalisti) yksilölliseen IP-osoitteeseen, joka viittaa NextBoxiisi.
fr: Pour IPv4 et IPv6, vous devez configurer correctement votre routeur Internet pour permettre l'accès à votre NextBox. Bien que la plupart des routeurs Internet se réfèrent à cette configuration comme *transfert de port*, en fait, le DNS (dynamique) basé sur IPv4 se résoudra à l'IP de votre routeur. Mais IPv6 en revanche se résoudra à une IP (globalement) unique, qui se réfère à votre NextBox.
hu: Mind az IPv4, mind az IPv6 esetében megfelelően be kell állítania az internet-routerét, hogy a NextBox-hoz való hozzáférést engedélyezze. Bár a legtöbb internetes útválasztó ezt a konfigurációt *port forwarding* néven említi, valójában az IPv4 alapú (dinamikus) DNS a router IP címére fog feloldódni. Az IPv6 ezzel szemben egy (globálisan) egyedi IP-re fog feloldódni, amely a NextBox-ra utal.
ja: IPv4とIPv6の両方において、NextBoxへのアクセスを可能にするために、インターネットルーターを適切に設定する必要があります。ほとんどのインターネットルーターはこの設定を「ポートフォワーディング」と呼んでいますが、実際にはIPv4ベースの（ダイナミック）DNSはルーター'のIPに解決されます。一方、IPv6では、NextBoxを指す（グローバルな）固有のIPに解決されます。
lt: Tiek IPv4, tiek IPv6 atveju reikia tinkamai sukonfigūruoti interneto maršrutizatorių, kad jis leistų pasiekti jūsų NextBox. Nors dauguma interneto maršrutizatorių šią konfigūraciją vadina *prievado persiuntimu*, iš tikrųjų IPv4 pagrįstas (dinaminis) DNS bus nukreiptas į jūsų maršrutizatoriaus IP. Tačiau IPv6, priešingai, nustatys (pasauliniu mastu) unikalų IP adresą, kuris nurodo į jūsų NextBox.
lv: Gan IPv4, gan IPv6 ir pareizi jākonfigurē interneta maršrutētājs, lai nodrošinātu piekļuvi NextBox. Lai gan vairums interneta maršrutētāju šo konfigurāciju dēvē par *port forwarding*, patiesībā uz IPv4 bāzētais (dinamiskais) DNS tiks pārnests uz jūsu maršrutētāja IP. Bet IPv6 savukārt tiks atrisināts uz (globāli) unikālu IP, kas attiecas uz jūsu NextBox.
nl: Voor zowel IPv4 als IPv6 moet u uw internet router goed configureren om toegang tot uw NextBox mogelijk te maken. Hoewel de meeste internetrouters naar deze configuratie zullen verwijzen als *port forwarding*, zal in feite IPv4 gebaseerde (dynamische) DNS naar het IP van uw router's verwijzen. Maar IPv6 daarentegen zal naar een (wereldwijd) uniek IP verwijzen, dat naar uw NextBox verwijst.
pl: Zarówno w przypadku IPv4 jak i IPv6 należy odpowiednio skonfigurować router internetowy, aby umożliwić dostęp do urządzenia NextBox. Podczas gdy większość routerów internetowych określa tę konfigurację jako *port forwarding* (przekierowanie portów), w rzeczywistości DNS oparty na IPv4 (dynamiczny) będzie się odwoływał do IP routera'IP. Natomiast IPv6 będzie odpowiadać (globalnie) unikalnemu IP, które odnosi się do NextBox.
pt: Tanto para IPv4 como para IPv6 você precisa configurar corretamente seu roteador de Internet para permitir o acesso à sua NextBox. Enquanto a maioria dos roteadores de Internet se referirá a esta configuração como *transmissão de portas*, de fato o DNS baseado em IPv4 (dinâmico) irá resolver para o IP do seu roteador's. Mas o IPv6, ao contrário, irá resolver para um IP (globalmente) único, que se refere à sua NextBox.
ro: Atât pentru IPv4, cât și pentru IPv6, trebuie să vă configurați corect routerul de internet pentru a permite accesul la NextBox. În timp ce majoritatea routerelor de internet se vor referi la această configurație ca fiind *port forwarding*, de fapt, DNS-ul (dinamic) bazat pe IPv4 se va rezolva la IP-ul routerului dvs. Dar, în schimb, IPv6 se va rezolva la un IP unic (la nivel global), care se referă la NextBox.
ru: Для IPv4 и IPv6 необходимо правильно настроить маршрутизатор, чтобы разрешить доступ к NextBox. Хотя большинство интернет-маршрутизаторов называют эту конфигурацию *переадресацией портов*, на самом деле DNS на базе IPv4 (динамический) будет разрешаться на IP вашего маршрутизатора. Но IPv6, напротив, будет разрешаться на (глобально) уникальный IP, который ссылается на ваш NextBox.
sk: Pre IPv4 aj IPv6 musíte správne nakonfigurovať svoj internetový smerovač, aby umožnil prístup k vášmu NextBoxu. Hoci väčšina internetových smerovačov označuje túto konfiguráciu ako *presmerovanie portov*, v skutočnosti sa (dynamický) DNS založený na IPv4 bude prekladať na IP adresu vášho smerovača'. Na rozdiel od toho sa však IPv6 prekladá na (globálne) jedinečnú IP adresu, ktorá sa vzťahuje na váš NextBox.
sl: Za IPv4 in IPv6 morate pravilno konfigurirati svoj internetni usmerjevalnik, da omogoči dostop do vašega NextBoxa. Čeprav večina internetnih usmerjevalnikov to konfiguracijo označuje kot *port forwarding*, bo DNS, ki temelji na IPv4 (dinamični), v resnici razrešil IP vašega usmerjevalnika. IPv6 pa bo v nasprotju s tem razrešil (globalno) edinstven IP, ki se nanaša na vaš NextBox.
sv: För både IPv4 och IPv6 måste du konfigurera din internetrouter på rätt sätt för att få tillgång till din NextBox. De flesta internetroutrar hänvisar till denna konfiguration som *port forwarding*, men i själva verket kommer IPv4-baserade (dynamiska) DNS att lösa upp till routerns IP-adress. Men IPv6 däremot kommer att lösa upp till en (globalt) unik IP, som hänvisar till din NextBox.
zh_cn: 对于IPv4和IPv6，你需要正确配置你的互联网路由器，允许访问你的NextBox。虽然大多数互联网路由器将这种配置称为*端口转发*，但实际上基于IPv4的（动态）DNS将解析到你的路由器的IP。但相反，IPv6将解析到一个（全球）唯一的IP，也就是你的NextBox。
