Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/nextbox.po
Languages: bg, cs, de, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: **Q:** What to do to run/install/fix Nextcloud App "XYZ"? Why does Nextcloud feature XYZ not work?
bg: **Q:** Какво да направя, за да стартирам/инсталирам/поправя Nextcloud App "XYZ"? Защо функцията на Nextcloud XYZ не работи?
cs: **Q:** Co dělat pro spuštění/instalaci/opravu aplikace Nextcloud "XYZ"? Proč nefunguje funkce Nextcloud XYZ?
de: **Q:** Was ist zu tun, um Nextcloud App "XYZ" auszuführen/installieren/beheben? Warum funktioniert Nextcloud-Funktion XYZ nicht?
el: **Q:** Τι πρέπει να κάνετε για να εκτελέσετε/εγκαταστήσετε/διορθώσετε το Nextcloud App "XYZ";; Γιατί δεν λειτουργεί η λειτουργία XYZ του Nextcloud;
es: **Q:** ¿Qué hacer para ejecutar/instalar/arreglar la aplicación Nextcloud "XYZ"? ¿Por qué no funciona la función XYZ de Nextcloud?
et: **Q:** Mida teha Nextcloudi rakenduse "XYZ" käivitamiseks/paigaldamiseks/parandamiseks? Miks Nextcloudi funktsioon XYZ ei tööta?
fi: **Q:** Mitä tehdä Nextcloud-sovelluksen "XYZ" suorittamiseksi / asentamiseksi / korjaamiseksi? Miksi Nextcloud-ominaisuus XYZ ei toimi?
fr: **Q:** Que faire pour exécuter/installer/réparer l'application Nextcloud "XYZ" ? Pourquoi la fonctionnalité XYZ de Nextcloud ne fonctionne pas ?
hu: **Q:** Mit kell tennie a Nextcloud App "XYZ" futtatásához/telepítéséhez/javításához? Miért nem működik a Nextcloud XYZ funkciója?
ja: **Q:** Nextcloud App "XYZ" を実行/インストール/修正するにはどうすればよいですか？Nextcloudの機能XYZが動作しないのはなぜですか？
lt: **Q:** Ką daryti, kad paleistumėte/įdiegtumėte/ištaisytumėte "Nextcloud" programą "XYZ"? Kodėl neveikia "Nextcloud" funkcija XYZ?
lv: **Q:** Ko darīt, lai palaistu/instalētu/labotu Nextcloud App "XYZ"? Kāpēc Nextcloud funkcija XYZ nedarbojas?
nl: **Q:** Wat moet ik doen om Nextcloud App "XYZ" uit te voeren/te installeren/fixen? Waarom werkt Nextcloud functie XYZ niet?
pl: **Q:** Co zrobić, aby uruchomić/zainstalować/naprawić aplikację Nextcloud "XYZ"? Dlaczego funkcja XYZ w chmurze Nextcloud nie działa?
pt: **Q:** O que fazer para executar/instalar/fixar o Nextcloud App "XYZ"? Por que Nextcloud não funciona com o XYZ?
ro: **Q:** Ce trebuie să faceți pentru a rula/instala/fixa Nextcloud App "XYZ"? De ce nu funcționează funcția Nextcloud XYZ?
ru: **В:** Что делать для запуска/установки/исправления Nextcloud App "XYZ"? Почему функция Nextcloud XYZ не работает?
sk: **Q:** Čo robiť pre spustenie/inštaláciu/opravu aplikácie Nextcloud "XYZ"? Prečo nefunguje funkcia Nextcloud XYZ?
sl: **Q:** Kaj storiti za zagon/ureditev/opravilo aplikacije Nextcloud "XYZ"? Zakaj funkcija Nextcloud XYZ ne deluje?
sv: **Q:** Vad ska jag göra för att köra/installera/korrigera Nextcloud App "XYZ"? Varför fungerar inte Nextcloud-funktionen XYZ?
zh_cn: **问：**如何运行/安装/修复Nextcloud应用程序"XYZ"？为什么Nextcloud的XYZ功能不能使用？

source: Generally we cannot help in detail for these topics. Nextcloud internals and apps are out-of-scope for the NextBox development as we use the stock Docker images provided by Nextcloud. Ultimately, if some NextBox/OS configuration is blocking an app to run properly we for sure will look into fixing it.
bg: По принцип не можем да помогнем подробно по тези теми. Вътрешните елементи и приложенията на Nextcloud са извън обхвата на разработката на NextBox, тъй като използваме предоставените от Nextcloud стокови образи на Docker. В крайна сметка, ако някоя конфигурация на NextBox/OS блокира правилното стартиране на дадено приложение, ние със сигурност ще потърсим начин да я отстраним.
cs: S těmito tématy vám obecně nemůžeme podrobně pomoci. Vnitřnosti a aplikace Nextcloudu jsou mimo oblast působnosti vývoje NextBoxu, protože používáme skladové obrazy Docker poskytované Nextcloudem. Nakonec, pokud nějaká konfigurace NextBoxu/OS blokuje správný běh aplikace, určitě se podíváme na její opravu.
de: Generell können wir bei diesen Themen nicht im Detail helfen. Nextcloud-Interna und -Apps sind für die NextBox-Entwicklung nicht relevant, da wir die von Nextcloud bereitgestellten Docker-Images verwenden. Wenn eine NextBox/OS-Konfiguration eine App daran hindert, ordnungsgemäß zu laufen, werden wir uns sicher darum kümmern, dies zu beheben.
el: Γενικά δεν μπορούμε να βοηθήσουμε λεπτομερώς για αυτά τα θέματα. Τα εσωτερικά στοιχεία και οι εφαρμογές του Nextcloud δεν εμπίπτουν στο πεδίο εφαρμογής της ανάπτυξης του NextBox, καθώς χρησιμοποιούμε τις εικόνες Docker που παρέχει το Nextcloud. Τελικά, αν κάποια διαμόρφωση του NextBox/OS εμποδίζει μια εφαρμογή να εκτελεστεί σωστά, σίγουρα θα εξετάσουμε τη διόρθωσή της.
es: Generalmente no podemos ayudar en detalle para estos temas. Las aplicaciones y los componentes internos de Nextcloud están fuera del alcance del desarrollo de NextBox, ya que utilizamos las imágenes Docker proporcionadas por Nextcloud. En última instancia, si alguna configuración de NextBox/OS está bloqueando una aplicación para que se ejecute correctamente, seguramente buscaremos la forma de solucionarlo.
et: Üldiselt ei saa me nende teemade puhul üksikasjalikult aidata. Nextcloudi sisemused ja rakendused ei kuulu NextBoxi arenduse valdkonda, kuna me kasutame Nextcloudi pakutavaid Stock Dockeri kujutisi. Lõppkokkuvõttes, kui mõni NextBoxi/OSi konfiguratsioon blokeerib rakenduse korralikku käivitamist, vaatame kindlasti selle parandamist.
fi: Yleensä emme voi auttaa yksityiskohtaisesti näissä aiheissa. Nextcloudin sisäiset ominaisuudet ja sovellukset eivät kuulu NextBoxin kehitystyön piiriin, sillä käytämme Nextcloudin tarjoamia Docker-kuvia. Viime kädessä, jos jokin NextBoxin/OS:n konfiguraatio estää sovellusta toimimasta kunnolla, tutkimme varmasti, miten se voidaan korjata.
fr: En général, nous ne pouvons pas vous aider en détail pour ces sujets. Les internes et les applications de Nextcloud sont hors de portée pour le développement de la NextBox car nous utilisons les images Docker fournies par Nextcloud. En fin de compte, si une configuration NextBox/OS bloque le bon fonctionnement d'une application, nous allons certainement chercher à la corriger.
hu: Általában nem tudunk részletesen segíteni ezekben a témákban. A Nextcloud belső részei és alkalmazásai nem tartoznak a NextBox fejlesztés körébe, mivel a Nextcloud által biztosított Docker-képeket használjuk. Végső soron, ha valamilyen NextBox/OS konfiguráció akadályozza egy alkalmazás megfelelő futtatását, akkor biztosan utánanézünk a javításnak.
ja: 一般的に、これらのトピックについては詳細なサポートができません。Nextcloudが提供する純正のDockerイメージを使用しているため、NextBoxの開発ではNextcloudの内部やアプリは対象外となります。最終的には、NextBox/OSの設定がアプリの正常な実行を妨げている場合は、必ず修正を検討します。
lt: Paprastai negalime išsamiai padėti šiomis temomis. "Nextcloud" vidinės dalys ir programos nėra susijusios su "NextBox" kūrimu, nes naudojame "Nextcloud" pateiktus "Docker" atvaizdus. Galiausiai, jei kokia nors "NextBox" / OS konfigūracija trukdo programėlei tinkamai veikti, mes būtinai pasistengsime ją ištaisyti.
lv: Parasti mēs nevaram sniegt detalizētu palīdzību par šīm tēmām. Nextcloud iekšējās daļas un lietojumprogrammas ir ārpus NextBox izstrādes jomas, jo mēs izmantojam Nextcloud nodrošinātos Docker attēlus. Galu galā, ja kāda NextBox/OS konfigurācija bloķē lietotnes pareizu darbību, mēs noteikti izskatīsim iespēju to novērst.
nl: Over het algemeen kunnen we niet in detail helpen voor deze onderwerpen. Nextcloud-internals en -apps vallen buiten het bereik van de NextBox-ontwikkeling omdat we de standaard Docker-images gebruiken die door Nextcloud worden geleverd. Uiteindelijk, als een bepaalde NextBox/OS configuratie een app blokkeert om goed te draaien, zullen we zeker kijken of we dit kunnen oplossen.
pl: Ogólnie rzecz biorąc, nie możemy pomóc w szczegółach na te tematy. Wewnętrzne elementy Nextcloud i aplikacje są poza zakresem rozwoju NextBox, ponieważ używamy obrazów Docker dostarczanych przez Nextcloud. Ostatecznie, jeśli jakaś konfiguracja NextBox/OS blokuje prawidłowe działanie aplikacji, na pewno zajmiemy się jej naprawą.
pt: Geralmente não podemos ajudar em detalhes para estes tópicos. Os internos e aplicações Nextcloud estão fora de alcance para o desenvolvimento da NextBox, uma vez que usamos as imagens de stock Docker fornecidas pela Nextcloud. Em última análise, se alguma configuração NextBox/OS estiver bloqueando um aplicativo para rodar corretamente, nós com certeza vamos procurar consertá-lo.
ro: În general, nu vă putem ajuta în detaliu pentru aceste subiecte. Aplicațiile interne și aplicațiile Nextcloud sunt în afara domeniului de aplicare pentru dezvoltarea NextBox, deoarece folosim imaginile Docker stoc furnizate de Nextcloud. În cele din urmă, dacă o anumită configurație NextBox/OS blochează funcționarea corectă a unei aplicații, cu siguranță vom căuta să o rezolvăm.
ru: Как правило, мы не можем помочь в деталях по этим темам. Внутренние компоненты Nextcloud и приложения находятся вне сферы разработки NextBox, поскольку мы используем стоковые образы Docker, предоставляемые Nextcloud. В конечном счете, если какая-то конфигурация NextBox/OS мешает приложению работать должным образом, мы, конечно, постараемся это исправить.
sk: Vo všeobecnosti vám v týchto témach nemôžeme podrobne pomôcť. Vnútorné prvky a aplikácie Nextcloudu sú mimo rámca vývoja NextBoxu, pretože používame zásobné obrazy Docker, ktoré poskytuje Nextcloud. V konečnom dôsledku, ak nejaká konfigurácia NextBoxu/OS blokuje správne spustenie aplikácie, určite sa pozrieme na jej opravu.
sl: Na splošno vam pri teh temah ne moremo podrobno pomagati. Notranjost in aplikacije Nextclouda so zunaj obsega razvoja NextBoxa, saj uporabljamo slike Docker, ki jih zagotavlja Nextcloud. Če neka konfiguracija sistema NextBox/OS onemogoča pravilno delovanje aplikacije, jo bomo zagotovo poskušali odpraviti.
sv: I allmänhet kan vi inte hjälpa till i detalj med dessa frågor. Nextclouds interna system och appar ligger utanför NextBox-utvecklingen eftersom vi använder de Docker-avbildningar som tillhandahålls av Nextcloud. Om någon NextBox/OS-konfiguration blockerar en app så att den inte kan köras korrekt kommer vi att försöka åtgärda det.
zh_cn: 一般来说，我们无法对这些主题提供详细的帮助。Nextcloud内部和应用程序不属于NextBox开发的范围，因为我们使用Nextcloud提供的库存Docker镜像。最终，如果NextBox/操作系统的某些配置阻碍了应用程序的正常运行，我们肯定会研究如何解决这个问题。

source: **Q:** Can I connect/use the NextBox using WiFi?
bg: **В:** Мога ли да свържа/използвам NextBox чрез WiFi?
cs: **Q:** Mohu se připojit/používat NextBox pomocí WiFi?
el: **Q:** Μπορώ να συνδέσω/χρησιμοποιήσω το NextBox χρησιμοποιώντας WiFi;
es: **Q:** ¿Puedo conectar/usar el NextBox usando WiFi?
et: **K:** Kas ma saan NextBoxi ühendada/kasutada WiFi abil?
fi: **Q:** Voinko yhdistää/käyttää NextBoxia WiFi:n avulla?
hu: **K:** Csatlakozhatok/használhatom a NextBoxot WiFi segítségével?
ja: **Q:** NextBoxをWiFiで接続・使用することはできますか？
lt: **Q:** Ar galiu prijungti / naudoti "NextBox" naudodamasis "WiFi"?
lv: **Q:** Vai es varu izveidot savienojumu/izmantot NextBox, izmantojot WiFi?
nl: **Q:** Kan ik de NextBox via WiFi aansluiten/gebruiken?
pl: **Q:** Czy mogę podłączyć/używać NextBoxa używając WiFi?
pt: **Posso ligar/usar a NextBox usando WiFi?
ro: **Întrebare:** Pot conecta/utiliza NextBox folosind WiFi?
ru: **Вопрос:** Могу ли я подключить/использовать NextBox с помощью WiFi?
sk: **Q:** Môžem sa pripojiť/používať NextBox pomocou WiFi?
sl: **Q:** Ali lahko NextBox povežem/uporabljam prek omrežja WiFi?
sv: **Q:** Kan jag ansluta/använda NextBox via WiFi?
zh_cn: **问：**我可以使用WiFi连接/使用NextBox吗？

source: No, currently this is not (easily) possible, only wired ethernet using RJ-45 is available.
bg: Не, в момента това не е (лесно) възможно, наличен е само кабелен Ethernet с RJ-45.
cs: Ne, v současné době to není (snadno) možné, k dispozici je pouze kabelový ethernet pomocí RJ-45.
el: Όχι, προς το παρόν αυτό δεν είναι (εύκολα) εφικτό, διατίθεται μόνο ενσύρματο ethernet με χρήση RJ-45.
es: No, actualmente esto no es posible (fácilmente), sólo está disponible el ethernet por cable usando RJ-45.
et: Ei, praegu ei ole see (lihtsalt) võimalik, saadaval on ainult juhtmega Ethernet, mis kasutab RJ-45.
fi: Ei, tällä hetkellä tämä ei ole (helposti) mahdollista, käytettävissä on vain RJ-45:tä käyttävä langallinen ethernet.
hu: Nem, jelenleg ez nem lehetséges (könnyen), csak RJ-45-ös vezetékes ethernet áll rendelkezésre.
ja: RJ-45を使用した有線のイーサネットのみが使用可能ですので、現在は（簡単には）不可能です。
lt: Ne, šiuo metu tai nėra (lengvai) įmanoma, galima naudoti tik laidinį eternetą su RJ-45 jungtimi.
lv: Nē, pašlaik tas nav (vienkārši) iespējams, ir pieejams tikai vadu Ethernet, izmantojot RJ-45.
nl: Nee, momenteel is dit niet (gemakkelijk) mogelijk, alleen bekabeld ethernet met RJ-45 is beschikbaar.
pl: Nie, obecnie nie jest to (łatwo) możliwe, dostępny jest tylko przewodowy ethernet wykorzystujący RJ-45.
pt: Não, actualmente isto não é (facilmente) possível, apenas está disponível ethernet com fios utilizando RJ-45.
ro: Nu, în prezent, acest lucru nu este (ușor) posibil, fiind disponibil doar ethernet cu fir prin RJ-45.
ru: Нет, в настоящее время это невозможно (легко), доступен только проводной ethernet с использованием RJ-45.
sk: Nie, v súčasnosti to nie je (jednoducho) možné, k dispozícii je len káblový ethernet pomocou RJ-45.
sl: Ne, trenutno to ni (enostavno) mogoče, na voljo je le žični ethernet z RJ-45.
sv: Nej, för närvarande är detta inte (enkelt) möjligt, endast trådbundet Ethernet med RJ-45 är tillgängligt.
zh_cn: 不，目前这是不（容易）实现的，只有使用RJ-45的有线以太网是可用的。

source: **Q:** Is the WiFi on the Raspberry PI 4B physically available and working?
bg: **В:** Налице ли е физически наличен и работещ WiFi на Raspberry PI 4B?
cs: **Q:** Je WiFi na Raspberry PI 4B fyzicky dostupné a funkční?
el: **Q:** Είναι το WiFi στο Raspberry PI 4B φυσικά διαθέσιμο και λειτουργεί;
es: **Q:** ¿Está el WiFi en la Raspberry PI 4B físicamente disponible y funcionando?
et: **K:** Kas Raspberry PI 4B WiFi on füüsiliselt saadaval ja töötab?
fi: **Q:** Onko Raspberry PI 4B:n WiFi fyysisesti käytettävissä ja toimiiko se?
hu: **K:** Fizikailag elérhető és működik a WiFi a Raspberry PI 4B-n?
ja: **Q:** Raspberry PI 4BのWiFiは物理的に利用可能で、動作していますか？
lt: **Klausimas:** Ar aviečių PI 4B "WiFi" yra fiziškai prieinamas ir veikia?
lv: **Q:** Vai aveņu PI 4B WiFi ir fiziski pieejams un darbojas?
nl: **Q:** Is de WiFi op de Raspberry PI 4B fysiek beschikbaar en werkt het?
pl: **Q:** Czy WiFi w Raspberry PI 4B jest fizycznie dostępne i działa?
pt: **Q:** O WiFi no Raspberry PI 4B está fisicamente disponível e funcionando?
ro: **Întrebare:** Este WiFi pe Raspberry PI 4B fizic disponibil și funcționează?
ru: **Вопрос:** WiFi на Raspberry PI 4B физически доступен и работает?
sk: **Q:** Je WiFi na Raspberry PI 4B fyzicky dostupné a funkčné?
sl: **Q:** Ali je WiFi na Raspberry PI 4B fizično na voljo in deluje?
sv: **Q:** Är WiFi på Raspberry PI 4B fysiskt tillgängligt och fungerar det?
zh_cn: **问：**Raspberry PI 4B上的WiFi是否实际可用并能工作？

source: Yes, physically the WiFi is available and working, but not used/managed by the NextBox App. If you know what you are doing you can configure and use it, if works although being inside the NextBox casing.
bg: Да, физически WiFi е наличен и работи, но не се използва/управлява от приложението NextBox. Ако знаете какво правите, можете да го конфигурирате и използвате, ако работи, въпреки че е вътре в корпуса на NextBox.
cs: Ano, fyzicky je WiFi k dispozici a funguje, ale není využívána/spravována aplikací NextBox. Pokud víte, co děláte, můžete ji nakonfigurovat a používat, pokud funguje, i když je uvnitř krytu NextBox.
el: Ναι, φυσικά το WiFi είναι διαθέσιμο και λειτουργεί, αλλά δεν χρησιμοποιείται/διαχειρίζεται από την εφαρμογή NextBox. Αν ξέρετε τι κάνετε, μπορείτε να το ρυθμίσετε και να το χρησιμοποιήσετε, αν λειτουργεί αν και βρίσκεται μέσα στο περίβλημα του NextBox.
es: Sí, físicamente el WiFi está disponible y funciona, pero no es utilizado/gestionado por la App NextBox. Si sabes lo que haces puedes configurarlo y utilizarlo, si funciona aunque esté dentro de la carcasa de NextBox.
et: Jah, füüsiliselt on WiFi saadaval ja töötab, kuid seda ei kasuta/juhtida NextBoxi rakendus. Kui te teate, mida teete, saate seda konfigureerida ja kasutada, kui see töötab, kuigi on NextBoxi korpuse sees.
fi: Kyllä, fyysisesti WiFi on käytettävissä ja toimii, mutta NextBox-sovellus ei käytä/hallitse sitä. Jos tiedät, mitä teet, voit määrittää ja käyttää sitä, jos se toimii, vaikka se on NextBoxin kotelon sisällä.
hu: Igen, fizikailag a WiFi elérhető és működik, de a NextBox alkalmazás nem használja/kezeli. Ha tudja, mit csinál, akkor konfigurálhatja és használhatja, ha működik, bár a NextBox burkolatán belül van.
ja: はい、物理的にはWiFiは利用可能で動作していますが、NextBoxアプリでは利用/管理されていません。NextBoxの筐体の中にいても動作するのであれば、知識があれば設定して使うことができます。
lt: Taip, fiziškai "WiFi" yra prieinamas ir veikia, bet nėra naudojamas ir nėra valdomas "NextBox" programėlės. Jei žinote, ką darote, galite jį sukonfigūruoti ir naudoti, jei jis veikia, nors ir yra "NextBox" korpuso viduje.
lv: Jā, fiziski Wi-Fi ir pieejams un darbojas, taču NextBox lietotne to neizmanto/nepārvalda. Ja zināt, ko darāt, varat to konfigurēt un izmantot, ja tas darbojas, lai gan atrodas NextBox korpusa iekšpusē.
nl: Ja, fysiek is de WiFi beschikbaar en werkt, maar wordt niet gebruikt/beheerd door de NextBox App. Als u weet wat u doet, kunt u het configureren en gebruiken, als het werkt, ook al zit het in de NextBox-behuizing.
pl: Tak, fizycznie WiFi jest dostępne i działa, ale nie jest używane/zarządzane przez aplikację NextBox. Jeśli wiesz, co robisz, możesz je skonfigurować i używać, jeśli działa, mimo że znajduje się wewnątrz obudowy NextBoxa.
pt: Sim, fisicamente o WiFi está disponível e funcionando, mas não é utilizado/gerido pela NextBox App. Se você sabe o que está fazendo você pode configurá-lo e usá-lo, se funcionar apesar de estar dentro da caixa da NextBox.
ro: Da, din punct de vedere fizic, conexiunea WiFi este disponibilă și funcționează, dar nu este utilizată/gestionată de aplicația NextBox. Dacă știți ce faceți, îl puteți configura și utiliza, dacă funcționează, deși se află în interiorul carcasei NextBox.
ru: Да, физически WiFi доступен и работает, но не используется/управляется приложением NextBox. Если вы знаете, что делаете, вы можете настроить и использовать его, если он работает, хотя и находится внутри корпуса NextBox.
sk: Áno, fyzicky je WiFi k dispozícii a funguje, ale aplikácia NextBox ju nepoužíva/nespravuje. Ak viete, čo robíte, môžete ju nakonfigurovať a používať, ak funguje, hoci je vo vnútri krytu NextBox.
sl: Da, fizično je WiFi na voljo in deluje, vendar ga aplikacija NextBox ne uporablja/upravlja. Če veste, kaj počnete, ga lahko konfigurirate in uporabite, če deluje, čeprav je v ohišju NextBox.
sv: Ja, fysiskt sett är WiFi tillgängligt och fungerar, men det används/hanteras inte av NextBox-appen. Om du vet vad du gör kan du konfigurera och använda det, om det fungerar trots att det är inuti NextBox-höljet.
zh_cn: 是的，从物理上看，WiFi是可用的，可以工作，但不被NextBox应用程序使用/管理。如果你知道你在做什么，你可以配置和使用它，如果它在NextBox的外壳内工作。

source: Hardware FAQ
bg: Често задавани въпроси за хардуера
cs: Nejčastější dotazy k hardwaru
el: Συχνές ερωτήσεις σχετικά με το υλικό
es: Preguntas frecuentes sobre el hardware
et: Riistvara KKK
fi: Laitteisto FAQ
fr: FAQ sur le matériel
hu: Hardveres GYIK
ja: ハードウェアに関するFAQ
lt: DUK apie aparatinę įrangą
lv: Biežāk uzdotie jautājumi par aparatūru
pl: FAQ dotyczące sprzętu
pt: FAQ de Hardware
ro: Întrebări frecvente despre hardware
ru: FAQ по аппаратному обеспечению
sk: Často kladené otázky týkajúce sa hardvéru
sl: Pogosta vprašanja o strojni opremi
sv: Vanliga frågor om hårdvara
zh_cn: 硬件常见问题

source: **Q:** Why must I not connect external hard-drives without an external power-supply to my NextBox?
bg: **В:** Защо не трябва да свързвам външни твърди дискове без външно захранване към моя NextBox?
cs: **Q:** Proč nesmím k NextBoxu připojit externí pevné disky bez externího zdroje napájení?
de: **Q:** Warum darf ich keine externen Festplatten ohne externes Netzteil an meine NextBox anschließen?
el: **Ερώτηση:** Γιατί δεν πρέπει να συνδέω εξωτερικούς σκληρούς δίσκους χωρίς εξωτερική παροχή ρεύματος στο NextBox μου;
es: **P: ¿Por qué no debo conectar discos duros externos sin una fuente de alimentación externa a mi NextBox?
et: **K:** Miks ma ei tohi oma NextBoxi külge ühendada väliseid kõvakettaid ilma välise toiteallikata?
fi: **Q:** Miksi NextBoxiin ei saa liittää ulkoisia kiintolevyjä ilman ulkoista virtalähdettä?
fr: **Q:** Pourquoi ne dois-je pas connecter des disques durs externes sans alimentation externe à ma NextBox ?
hu: **K:** Miért nem csatlakoztathatok külső merevlemezeket külső tápegység nélkül a NextBox-hoz?
ja: **Q:**なぜ、外部電源のない外付けハードディスクをNextBoxに接続してはいけないのですか？
lt: **Q:** Kodėl prie NextBox negalima jungti išorinių kietųjų diskų be išorinio maitinimo šaltinio?
lv: **Q:** Kāpēc man pie NextBox nedrīkst pieslēgt ārējos cietos diskus bez ārējā barošanas avota?
nl: **Q:** Waarom mag ik geen externe harde schijven zonder externe voeding op mijn NextBox aansluiten?
pl: **Q:** Dlaczego nie wolno podłączać do NextBoxa zewnętrznych dysków twardych bez zewnętrznego zasilacza?
pt: **Q:** Porque não devo ligar discos rígidos externos sem uma fonte de alimentação externa à minha NextBox?
ro: **Întrebare: ** De ce nu trebuie să conectez hard-disk-uri externe fără o sursă de alimentare externă la NextBox?
ru: **Вопрос:** Почему нельзя подключать к NextBox внешние жесткие диски без внешнего источника питания?
sk: **Q:** Prečo nesmiem k svojmu NextBoxu pripojiť externé pevné disky bez externého zdroja napájania?
sl: **Q:** Zakaj na svoj NextBox ne smem priključiti zunanjih trdih diskov brez zunanjega napajalnika?
sv: **Q:** Varför får jag inte ansluta externa hårddiskar utan extern strömförsörjning till min NextBox?
zh_cn: **问：**为什么我不能在没有外部电源的情况下连接外部硬盘到我的NextBox？
