Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/nextbox.po
Languages: bg, cs, de, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: All traffic is passed through our (backwards) proxy server, thus is not end-to-end encrypted. *In particular, if this server is compromised, your traffic might be readable.*
bg: Целият трафик преминава през нашия (обратен) прокси сървър, като по този начин не е криптиран от край до край. *По-специално, ако този сървър бъде компрометиран, трафикът ви може да бъде прочетен.*
cs: Veškerý provoz prochází přes náš (zpětný) proxy server, není tedy šifrován end-to-end. *Zejména v případě napadení tohoto serveru může být váš provoz čitelný.*
de: Der gesamte Verkehr wird durch unseren (rückwärtigen) Proxy-Server geleitet, ist also nicht Ende-zu-Ende-verschlüsselt. *Insbesondere, wenn dieser Server kompromittiert ist, könnte Ihr Verkehr lesbar sein.
el: Όλη η κυκλοφορία περνάει από τον (προς τα πίσω) διακομιστή μεσολάβησης, επομένως δεν είναι κρυπτογραφημένη από άκρο σε άκρο. *Πιο συγκεκριμένα, αν αυτός ο διακομιστής παραβιαστεί, η κίνησή σας μπορεί να είναι αναγνώσιμη.*
es: Todo el tráfico pasa a través de nuestro servidor proxy (atrasado), por lo que no está cifrado de extremo a extremo. *En particular, si este servidor se ve comprometido, su tráfico podría ser legible.
et: Kogu liiklus liigub läbi meie (tagurpidi) proxy-serveri, seega ei ole see otsast lõpuni krüpteeritud. *Eeskätt, kui see server on kompromiteeritud, võib teie liiklus olla loetav.*
fi: Kaikki liikenne kulkee (taaksepäin) välityspalvelimemme kautta, joten se ei ole päästä päähän salattua. *Etenkin jos tämä palvelin vaarantuu, liikenne voi olla luettavissa.*
fr: Tout le trafic passe par notre serveur proxy (en arrière) et n'est donc pas crypté de bout en bout. *En particulier, si ce serveur est compromis, votre trafic pourrait être lisible.*
hu: Minden adatforgalom a mi (visszafelé irányuló) proxy szerverünkön keresztül halad át, így nem végponttól végpontig titkosított. * Különösen, ha ez a szerver veszélybe kerül, a forgalma olvasható lehet.*
ja: すべてのトラフィックは、我々の（後方の）プロキシサーバーを通過するため、エンドツーエンドの暗号化はされません。 *特に、このサーバーが危険にさらされた場合、あなたのトラフィックは読まれてしまう可能性があります。
lt: Visas srautas perduodamas per mūsų (atgalinį) tarpinį serverį, todėl nėra šifruojamas nuo galo iki galo. *Jeigu šis serveris bus pažeistas, jūsų srautą gali būti galima perskaityti.*
lv: Visa datplūsma tiek pārsūtīta caur mūsu (atpakaļ) starpniekservera serveri, tāpēc tā netiek šifrēta no gala līdz galam. *Ja šis serveris ir kompromitēts, jūsu datplūsma var būt nolasāma.*
nl: Al het verkeer wordt door onze (achterwaartse) proxyserver geleid, en is dus niet end-to-end gecodeerd. *In het bijzonder, als deze server wordt gecompromitteerd, kan uw verkeer leesbaar zijn.*
pl: Cały ruch jest przekazywany przez nasz (wsteczny) serwer proxy, więc nie jest szyfrowany end-to-end. *W szczególności, jeśli ten serwer jest zagrożony, Twój ruch może być czytelny.*
pt: Todo o tráfego é passado através do nosso servidor proxy (de trás para a frente), portanto não é encriptado de ponta a ponta. *Em particular, se este servidor for comprometido, o seu tráfego pode ser legível.*
ro: Întregul trafic trece prin serverul nostru proxy (înapoi), astfel că nu este criptat de la un capăt la altul. *În special, dacă acest server este compromis, traficul dvs. ar putea fi citit.*
ru: Весь трафик проходит через наш (обратный) прокси-сервер, поэтому не шифруется из конца в конец. *В частности, если этот сервер будет взломан, ваш трафик может быть доступен для чтения.
sk: Všetka prevádzka prechádza cez náš (spätný) proxy server, preto nie je šifrovaná od konca do konca. * Najmä ak je tento server kompromitovaný, vaša prevádzka môže byť čitateľná.*
sl: Ves promet poteka prek našega posredniškega strežnika (nazaj), zato ni šifriran od konca do konca. *Predvsem če je ta strežnik ogrožen, je vaš promet lahko berljiv.*
sv: All trafik passerar genom vår proxyserver (bakåt) och är därför inte krypterad från början till slut. *Om denna server äventyras kan din trafik vara läsbar.*
zh_cn: 所有的流量都是通过我们的（反向）代理服务器，因此不是端到端加密的。 *特别是，如果这个服务器被破坏，你的流量可能会被读取。

source: The same reason also introduces a bandwith bottleneck, if you are connecting to your NextBox from within your local area network (LAN). As all traffic has to be send to our proxy server and from there to your NextBox, the available bandwidth is limited to roughly 50% of your upload or download bandwidth (whichever is smaller).
bg: Същата причина води и до ограничаване на пропускателната способност, ако се свързвате с вашия NextBox от локалната мрежа (LAN). Тъй като целият трафик трябва да бъде изпратен до нашия прокси сървър и оттам до вашия NextBox, наличната широчина на лентата е ограничена до около 50% o от вашата широчина на лентата за качване или изтегляне (което от двете е по-малко).
cs: Ze stejného důvodu dochází také k omezení přenosové kapacity, pokud se k NextBoxu připojujete z místní sítě (LAN). Protože veškerý provoz musí být odeslán na náš proxy server a odtud do vašeho NextBoxu, je dostupná šířka pásma omezena na zhruba 50% ošířky pásma pro odesílání nebo stahování (podle toho, která je menší).
de: Der gleiche Grund führt auch zu einem Bandbreitenengpass, wenn Sie sich mit Ihrer NextBox von Ihrem lokalen Netzwerk (LAN) aus verbinden. Da der gesamte Datenverkehr zu unserem Proxy-Server und von dort zu Ihrer NextBox gesendet werden muss, ist die verfügbare Bandbreite auf etwa 50% of Ihrer Upload- oder Download-Bandbreite (je nachdem, welche kleiner ist) begrenzt.
el: Για τον ίδιο λόγο, επίσης, δημιουργείται συμφόρηση στο εύρος ζώνης, εάν συνδέεστε στο NextBox σας από το τοπικό σας δίκτυο (LAN). Καθώς όλη η κίνηση πρέπει να αποστέλλεται στον διακομιστή μεσολάβησης και από εκεί στο NextBox σας, το διαθέσιμο εύρος ζώνης περιορίζεται περίπου στο 50% του εύρους ζώνης μεταφόρτωσης ή λήψης (όποιο είναι μικρότερο).
es: La misma razón también introduce un cuello de botella en el ancho de banda, si te conectas a tu NextBox desde tu red de área local (LAN). Como todo el tráfico tiene que ser enviado a nuestro servidor proxy y desde allí a su NextBox, el ancho de banda disponible está limitado a aproximadamente el 50% de su ancho de banda de carga o descarga (el que sea menor).
et: Samal põhjusel tekib ka kitsaskoht, kui ühendute NextBoxiga oma kohtvõrgust (LAN). Kuna kogu liiklus tuleb saata meie proxy-serverisse ja sealt edasi teie NextBoxi, on olemasolev ribalaius piiratud umbes 50% okuni teie üles- või allalaadimise ribalaiust (olenevalt sellest, kumb on väiksem).
fi: Sama syy aiheuttaa myös kaistan pullonkaulan, jos muodostat yhteyden NextBoxiin lähiverkosta (LAN). Koska kaikki liikenne on lähetettävä välityspalvelimellemme ja sieltä NextBoxiisi, käytettävissä oleva kaistanleveys on rajoitettu noin 50% oprosenttiin lataus- tai latauskaistanleveydestäsi (riippuen siitä, kumpi on pienempi).
fr: La même raison introduit également un goulot d'étranglement de la bande passante, si vous vous connectez à votre NextBox à partir de votre réseau local (LAN). Comme tout le trafic doit être envoyé à notre serveur proxy et de là à votre NextBox, la bande passante disponible est limitée à environ 50% of de votre bande passante en amont ou en aval (la plus petite des deux).
hu: Ugyanez az ok szűk keresztmetszetet okoz, ha a NextBoxhoz a helyi hálózatról (LAN) csatlakozik. Mivel minden adatforgalmat a proxy szerverünkre kell küldeni, majd onnan a NextBoxra, a rendelkezésre álló sávszélesség nagyjából 50% of a feltöltési vagy letöltési sávszélességre korlátozódik (amelyik kisebb).
ja: 同じ理由で、ローカルエリアネットワーク（LAN）内からNextBoxに接続している場合は、帯域幅のボトルネックになります。すべてのトラフィックは当社のプロキシサーバーに送られ、そこからNextBoxに送られるため、利用可能な帯域幅はアップロードまたはダウンロード帯域幅の約50％（いずれか小さい方）に制限されます。
lt: Dėl tos pačios priežasties taip pat atsiranda pralaidumo kliūčių, jei prie savo NextBox jungiatės iš vietinio tinklo (LAN). Kadangi visas duomenų srautas turi būti siunčiamas į mūsų tarpinį serverį, o iš ten - į jūsų NextBox, turimas duomenų srauto pralaidumas ribojamas maždaug iki 50% onuo jūsų siuntimo ar atsisiuntimo duomenų srauto pralaidumo (priklausomai nuo to, kuris yra mažesnis).
lv: Tas pats iemesls rada arī joslas caurlaides sastrēgumu, ja pieslēdzaties savam NextBox no lokālā tīkla (LAN). Tā kā visa datplūsma ir jānosūta uz mūsu starpniekserveri un no turienes uz NextBox, pieejamais joslas platums ir ierobežots līdz aptuveni 50% of jūsu augšupielādes vai lejupielādes joslas platumam (atkarībā no tā, kurš ir mazāks).
nl: Dezelfde reden introduceert ook een bandbreedte bottleneck, als u verbinding maakt met uw NextBox vanuit uw local area network (LAN). Aangezien al het verkeer naar onze proxyserver moet worden gestuurd en van daaruit naar uw NextBox, is de beschikbare bandbreedte beperkt tot ongeveer 50% van uw upload- of downloadbandbreedte (afhankelijk van welke kleiner is).
pl: Ten sam powód powoduje wąskie gardło, jeśli łączysz się z NextBox z sieci lokalnej (LAN). Ponieważ cały ruch musi zostać przesłany do naszego serwera proxy, a stamtąd do Twojego NextBoxa, dostępne pasmo jest ograniczone do około 50% okrotności pasma wysyłania lub pobierania (w zależności od tego, która wartość jest mniejsza).
pt: A mesma razão também introduz uma banda com gargalo, se você estiver conectando à sua NextBox de dentro da sua rede local (LAN). Como todo o tráfego tem de ser enviado para o nosso servidor proxy e de lá para a sua NextBox, a largura de banda disponível é limitada a cerca de 50% of a sua largura de banda de upload ou download (o que for menor).
ro: Același motiv introduce, de asemenea, un blocaj de bandă, dacă vă conectați la NextBox din cadrul rețelei locale (LAN). Deoarece tot traficul trebuie să fie trimis către serverul nostru proxy și de acolo către NextBox, lățimea de bandă disponibilă este limitată la aproximativ 50% odin lățimea de bandă de încărcare sau de descărcare (oricare dintre acestea este mai mică).
ru: По этой же причине возникает узкое место в пропускной способности, если вы подключаетесь к NextBox из локальной сети (LAN). Поскольку весь трафик должен быть отправлен на наш прокси-сервер, а оттуда на ваш NextBox, доступная пропускная способность ограничена примерно 50% от вашей пропускной способности загрузки или выгрузки (в зависимости от того, что меньше).
sk: Z rovnakého dôvodu dochádza aj k obmedzeniu priepustnosti, ak sa k NextBoxu pripájate z miestnej siete (LAN). Keďže všetka prevádzka sa musí odoslať na náš proxy server a odtiaľ do vášho NextBoxu, dostupná šírka pásma je obmedzená na približne 50% of vašej šírky pásma na odosielanie alebo sťahovanie (podľa toho, čo je menšie).
sl: Iz istega razloga se pojavi tudi ozko grlo pasovne zmogljivosti, če se na NextBox povezujete iz lokalnega omrežja (LAN). Ker je treba ves promet poslati našemu posredniškemu strežniku in od tam v vaš NextBox, je razpoložljiva pasovna širina omejena na približno 50% of vaše pasovne širine za prenos ali nalaganje (kar je manjše).
sv: Samma anledning leder också till en flaskhals i bandbredden om du ansluter till din NextBox från ditt lokala nätverk (LAN). Eftersom all trafik måste skickas till vår proxyserver och därifrån till din NextBox är den tillgängliga bandbredden begränsad till ungefär 50% o av din upp- eller nedladdningsbandbredd (beroende på vilken som är minst).
zh_cn: 如果您从您的局域网（LAN）连接到您的NextBox，同样的原因也引入了一个带宽瓶颈。由于所有的流量必须发送到我们的代理服务器，再从那里发送到您的NextBox，可用的带宽被限制在大约50% of您的上传或下载带宽（以小者为准）。

source: In order to not be affected by these drawbacks you can set up a :doc:`dynamic DNS provider <dynamic-dns>` or a :doc:`static domain <static>`.
bg: За да не бъдете засегнати от тези недостатъци, можете да настроите :doc:`dynamic DNS provider <dynamic-dns>` или :doc:`static domain <static>`.
cs: Abyste nebyli těmito nevýhodami postiženi, můžete nastavit :doc:`dynamic DNS provider <dynamic-dns>` nebo :doc:`static domain <static>`.
de: Um von diesen Nachteilen nicht betroffen zu sein, können Sie einen :doc:`dynamischen DNS-Anbieter <dynamic-dns>` oder eine :doc:`statische Domain <static>` einrichten.
el: Για να μην επηρεάζεστε από αυτά τα μειονεκτήματα, μπορείτε να δημιουργήσετε έναν :doc:`δυναμικό πάροχο DNS <dynamic-dns>` ή έναν :doc:`στατικό τομέα <static>`.
es: Para no verse afectado por estos inconvenientes puede configurar un :doc:`proveedor de DNS dinámico <dynamic-dns>` o un :doc:`dominio estático <static>`.
et: Selleks, et need puudused ei mõjutaks teid, saate luua :doc:`dünaamilise DNS-teenusepakkuja <dynamic-dns>` või :doc:`staatilise domeeni <static>`.
fi: Jotta nämä haitat eivät vaikuttaisi sinuun, voit määrittää :doc:`dynaamisen DNS-palveluntarjoajan <dynamic-dns>` tai :doc:`staattisen verkkotunnuksen <static>`.
fr: Pour ne pas être affecté par ces inconvénients, vous pouvez mettre en place un :doc:`fournisseur DNS dynamique <dynamic-dns>` ou un :doc:`domaine statique <static>`.
hu: Annak érdekében, hogy ezek a hátrányok ne érintsék, beállíthat egy :doc:`dinamikus DNS szolgáltatót <dynamic-dns>` vagy egy :doc:`statikus tartományt <statikus>`.
ja: これらの欠点に影響されないようにするには、 :doc:`dynamic DNS provider <dynamic-dns>` や :doc:`static domain <static>` を設定します。
lt: Norėdami išvengti šių trūkumų, galite nustatyti :doc:`dinaminį DNS teikėją <dynamic-dns>` arba :doc:`statinį domeną <static>`.
lv: Lai izvairītos no šiem trūkumiem, varat iestatīt :doc:`dinamisko DNS pakalpojumu sniedzēju <dynamic-dns>` vai :doc:`statisko domēnu <static>`.
nl: Om geen last te hebben van deze nadelen kun je een :doc:`dynamic DNS provider <dynamic-dns>` of een :doc:`static domain <static>` instellen.
pl: Aby nie być dotkniętym przez te wady, możesz ustawić :doc:`dynamiczny dostawca DNS <dynamic-dns>` lub :doc:`statyczna domena <static>`.
pt: Para não ser afetado por esses inconvenientes você pode configurar um :doc:`dinamic DNS provider <dynamic-dns>` ou um :doc:`static domain <static>`.
ro: Pentru a nu fi afectat de aceste dezavantaje, puteți configura un :doc:`dynamic DNS provider <dynamic-dns>` sau un :doc:`static domain <static>`.
ru: Для того, чтобы не страдать от этих недостатков, вы можете установить :doc:`динамический DNS-провайдер <dynamic-dns>` или :doc:`статический домен <static>`.
sk: Aby sa vás tieto nevýhody netýkali, môžete nastaviť :doc:`dynamického poskytovateľa DNS <dynamic-dns>` alebo :doc:`statickú doménu <static>`.
sl: Če želite, da vas te pomanjkljivosti ne prizadenejo, lahko nastavite :doc:`dynamic DNS provider <dynamic-dns>` ali :doc:`static domain <static>`.
sv: För att slippa dessa nackdelar kan du inrätta en :doc:`dynamisk DNS-provider <dynamic-dns>` eller en :doc:`statisk domän <static>`.
zh_cn: 为了不受这些缺点的影响，你可以设置一个 :doc:`动态DNS提供商 <dynamic-dns>`或者一个 :doc:`静态域名 <static>`。

source: IPv6 to IPv4 Translation
bg: Превод от IPv6 към IPv4
cs: Překlad IPv6 na IPv4
de: IPv6-zu-IPv4-Übersetzung
el: Μετάφραση IPv6 σε IPv4
es: Traducción de IPv6 a IPv4
et: IPv6-IPv4-tõlge
fi: IPv6:sta IPv4:ään kääntäminen
fr: Traduction d'IPv6 en IPv4
hu: IPv6-IPv4 fordítás
ja: IPv6からIPv4への変換
lt: IPv6 vertimas į IPv4
lv: IPv6 uz IPv4 tulkošana
nl: IPv6 naar IPv4 vertaling
pl: Translacja IPv6 na IPv4
pt: Tradução de IPv6 para IPv4
ro: Traducere IPv6 în IPv4
ru: Перевод с IPv6 на IPv4
sk: Preklad IPv6 na IPv4
sl: Prevajanje IPv6 v IPv4
sv: Översättning från IPv6 till IPv4
zh_cn: IPv6到IPv4的转换

source: If your NextBox is only available through IPv6 (e.g., DS-Lite internet connection) the backwards proxy might be the only way to access your NextBox using a non-IPv6 enabled device. As of today e.g., various mobile network providers do not support IPv6 yet.
bg: Ако Вашият NextBox е достъпен само чрез IPv6 (напр. DS-Lite интернет връзка), обратното прокси може да е единственият начин за достъп до Вашия NextBox чрез устройство, което не поддържа IPv6. Към днешна дата, например, различните доставчици на мобилни мрежи все още не поддържат IPv6.
cs: Pokud je váš NextBox dostupný pouze prostřednictvím protokolu IPv6 (např. internetové připojení DS-Lite), může být zpětný proxy server jediným způsobem, jak získat přístup k vašemu NextBoxu pomocí zařízení, které nepodporuje protokol IPv6. K dnešnímu dni např. různí poskytovatelé mobilních sítí ještě nepodporují protokol IPv6.
de: Wenn Ihre NextBox nur über IPv6 verfügbar ist (z. B. DS-Lite-Internetanschluss), ist der Rückwärts-Proxy möglicherweise die einzige Möglichkeit, mit einem nicht IPv6-fähigen Gerät auf Ihre NextBox zuzugreifen. Stand heute unterstützen z. B. verschiedene Mobilfunkanbieter IPv6 noch nicht.
el: Εάν το NextBox σας είναι διαθέσιμο μόνο μέσω IPv6 (π.χ. σύνδεση στο διαδίκτυο DS-Lite), ο διακομιστής μεσολάβησης προς τα πίσω μπορεί να είναι ο μόνος τρόπος για να αποκτήσετε πρόσβαση στο NextBox σας χρησιμοποιώντας μια συσκευή που δεν υποστηρίζει IPv6. Από σήμερα, π.χ., διάφοροι πάροχοι δικτύων κινητής τηλεφωνίας δεν υποστηρίζουν ακόμη το IPv6.
es: Si su NextBox sólo está disponible a través de IPv6 (por ejemplo, conexión a Internet DS-Lite) el proxy hacia atrás podría ser la única manera de acceder a su NextBox utilizando un dispositivo no habilitado para IPv6. A día de hoy, por ejemplo, varios proveedores de redes móviles aún no soportan IPv6.
et: Kui teie NextBox on saadaval ainult IPv6 kaudu (nt DS-Lite internetiühendus), võib tagasipööratud proxy olla ainus võimalus pääseda NextBoxile ligi, kasutades seadet, mis ei ole IPv6-ga varustatud. Tänase seisuga ei toeta näiteks mitmed mobiilsideoperaatorid veel IPv6-i.
fi: Jos NextBox on käytettävissä vain IPv6-yhteyden kautta (esim. DS-Lite-internetyhteys), taaksepäin suuntautuva välityspalvelin voi olla ainoa tapa käyttää NextBoxia laitteella, jolla ei ole IPv6-yhteyttä. Nykyään esimerkiksi useat matkaviestinverkon tarjoajat eivät vielä tue IPv6:ta.
fr: Si votre NextBox n'est disponible que par le biais d'IPv6 (par exemple, une connexion Internet DS-Lite), le proxy en amont pourrait être la seule façon d'accéder à votre NextBox en utilisant un appareil non compatible IPv6. A ce jour, par exemple, plusieurs fournisseurs de réseaux mobiles ne supportent pas encore IPv6.
hu: Ha a NextBox csak IPv6-on keresztül érhető el (pl. DS-Lite internetkapcsolat), a visszafelé proxy lehet az egyetlen módja annak, hogy egy nem IPv6-kompatibilis eszközzel elérje a NextBoxot. A mai napig például a különböző mobilhálózati szolgáltatók még nem támogatják az IPv6-ot.
ja: お使いのNextBoxがIPv6でしか利用できない場合（例：DS-Liteインターネット接続）、IPv6に対応していないデバイスを使ってNextBoxにアクセスするには、バックワードプロキシが唯一の方法となる場合があります。例えば、今日の時点では、様々なモバイルネットワークプロバイダはまだIPv6をサポートしていません。
lt: Jei jūsų NextBox pasiekiamas tik per IPv6 (pvz., DS-Lite interneto ryšį), atgalinis tarpinis serveris gali būti vienintelis būdas pasiekti jūsų NextBox naudojant ne IPv6 įrenginį. Nuo šiandien, pvz., įvairūs mobiliojo ryšio tinklo teikėjai dar nepalaiko IPv6.
lv: Ja jūsu NextBox ir pieejams tikai ar IPv6 (piemēram, DS-Lite interneta savienojums), atpakaļejošais starpniekserveris var būt vienīgais veids, kā piekļūt jūsu NextBox, izmantojot ierīci bez IPv6. Šobrīd, piemēram, dažādi mobilo sakaru tīklu pakalpojumu sniedzēji vēl neatbalsta IPv6.
nl: Als uw NextBox alleen beschikbaar is via IPv6 (bijv. DS-Lite internetverbinding), kan de achterwaartse proxy de enige manier zijn om toegang te krijgen tot uw NextBox met een apparaat dat geen IPv6 ondersteunt. Op dit moment ondersteunen bijv. verschillende mobiele netwerkproviders IPv6 nog niet.
pl: Jeśli urządzenie NextBox jest dostępne tylko w protokole IPv6 (np. połączenie internetowe DS-Lite), proxy wsteczne może być jedynym sposobem uzyskania dostępu do urządzenia NextBox za pomocą urządzenia nieobsługującego protokołu IPv6. Na dzień dzisiejszy np. różni dostawcy sieci komórkowych nie obsługują jeszcze protokołu IPv6.
pt: Se a sua NextBox só estiver disponível através de IPv6 (por exemplo, ligação à Internet DS-Lite), o proxy backwards pode ser a única forma de aceder à sua NextBox utilizando um dispositivo não compatível com IPv6. A partir de hoje, por exemplo, vários provedores de rede móvel ainda não suportam IPv6.
ro: În cazul în care NextBox este disponibil numai prin IPv6 (de exemplu, conexiune la internet DS-Lite), proxy-ul înapoi ar putea fi singura modalitate de a accesa NextBox utilizând un dispozitiv care nu este compatibil cu IPv6. În prezent, de exemplu, diverși furnizori de rețele mobile nu acceptă încă IPv6.
ru: Если ваш NextBox доступен только через IPv6 (например, интернет-соединение DS-Lite), обратный прокси может быть единственным способом получить доступ к NextBox с устройства, не поддерживающего IPv6. На сегодняшний день, например, различные провайдеры мобильных сетей еще не поддерживают IPv6.
sk: Ak je váš NextBox dostupný len prostredníctvom protokolu IPv6 (napr. internetové pripojenie DS-Lite), spätný proxy server môže byť jediným spôsobom, ako získať prístup k vášmu NextBoxu pomocou zariadenia, ktoré nepodporuje protokol IPv6. Od dnešného dňa napr. rôzni poskytovatelia mobilných sietí ešte nepodporujú IPv6.
sl: Če je vaš NextBox na voljo samo prek protokola IPv6 (npr. internetna povezava DS-Lite), je posrednik za nazaj morda edini način za dostop do vašega NextBoxa z napravo, ki ne omogoča protokola IPv6. Danes npr. različni ponudniki mobilnih omrežij še ne podpirajo protokola IPv6.
sv: Om din NextBox endast är tillgänglig via IPv6 (t.ex. DS-Lite internetanslutning) kan backwards proxy vara det enda sättet att komma åt din NextBox med en enhet som inte har IPv6. I dagsläget har t.ex. olika leverantörer av mobilnät inte stöd för IPv6 ännu.
zh_cn: 如果你的NextBox只能通过IPv6（如DS-Lite互联网连接），反向代理可能是使用非IPv6设备访问NextBox的唯一方法。到今天为止，例如各种移动网络供应商还不支持IPv6。

source: Static DNS Configuration
bg: Статична конфигурация на DNS
cs: Statická konfigurace DNS
de: Statische DNS-Konfiguration
el: Διαμόρφωση στατικού DNS
es: Configuración del DNS estático
et: Staatiline DNS-konfiguratsioon
fi: Staattinen DNS-konfiguraatio
fr: Configuration du DNS statique
hu: Statikus DNS konfiguráció
ja: スタティックDNSの設定
lt: Statinė DNS konfigūracija
lv: Statiskā DNS konfigurācija
nl: Statische DNS-configuratie
pl: Statyczna konfiguracja DNS
pt: Configuração DNS estática
ro: Configurație DNS statică
ru: Конфигурация статического DNS
sk: Statická konfigurácia DNS
sl: Statična konfiguracija DNS
sv: Konfigurering av statisk DNS
zh_cn: 静态DNS配置
