Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/nextbox.po
Languages: bg, cs, de, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: Once the screws are removed, push the hard-disk carefully towards the direction shown in the image above. Do not push it towards the other direction, you might damage the USB cable.
bg: След като винтовете са отстранени, внимателно натиснете твърдия диск в посоката, показана на изображението по-горе. Не го натискайте в другата посока, защото може да повредите USB кабела.
cs: Po odstranění šroubků opatrně zatlačte pevný disk směrem, který je znázorněn na obrázku výše. Netlačte na něj opačným směrem, mohli byste poškodit kabel USB.
el: Αφού αφαιρέσετε τις βίδες, σπρώξτε προσεκτικά τον σκληρό δίσκο προς την κατεύθυνση που φαίνεται στην παραπάνω εικόνα. Μην τον σπρώχνετε προς την άλλη κατεύθυνση, γιατί μπορεί να προκαλέσετε ζημιά στο καλώδιο USB.
es: Una vez retirados los tornillos, empuje el disco duro con cuidado hacia la dirección indicada en la imagen anterior. No lo empuje hacia la otra dirección, podría dañar el cable USB.
et: Kui kruvid on eemaldatud, lükake kõvaketas ettevaatlikult ülaltoodud pildil näidatud suunas. Ärge lükake seda teise suunas, sest see võib kahjustada USB-kaablit.
fi: Kun ruuvit on irrotettu, työnnä kiintolevyä varovasti yllä olevan kuvan osoittamaan suuntaan. Älä työnnä kiintolevyä toiseen suuntaan, sillä se voi vahingoittaa USB-kaapelia.
hu: A csavarok eltávolítása után óvatosan tolja a merevlemezt a fenti képen látható irányba. Ne tolja a másik irányba, mert megsérülhet az USB-kábel.
ja: ネジを外したら、ハードディスクを上の画像の方向に注意深く押してください。反対方向に押してしまうと、USBケーブルが破損する恐れがあります。
lt: Išsukę varžtus, atsargiai stumkite kietąjį diską pirmiau pateiktame paveikslėlyje parodyta kryptimi. Nestumkite jo į kitą pusę, nes galite pažeisti USB kabelį.
lv: Kad skrūves ir noņemtas, uzmanīgi virziet cieto disku virzienā, kas parādīts attēlā iepriekš. Nestumiet to pretējā virzienā, jo varat sabojāt USB kabeli.
nl: Zodra de schroeven zijn verwijderd, duwt u de harddisk voorzichtig in de richting die in de bovenstaande afbeelding is aangegeven. Duw hem niet in de andere richting, anders kunt u de USB-kabel beschadigen.
pl: Po odkręceniu śrub, ostrożnie popchnij dysk twardy w kierunku pokazanym na powyższym obrazku. Nie przesuwaj go w drugą stronę, ponieważ możesz uszkodzić kabel USB.
pt: Uma vez removidos os parafusos, empurre cuidadosamente o disco rígido na direcção indicada na imagem acima. Não o empurre para a outra direcção, pode danificar o cabo USB.
ro: Odată ce șuruburile au fost îndepărtate, împingeți cu grijă hard-diskul în direcția indicată în imaginea de mai sus. Nu-l împingeți în cealaltă direcție, deoarece ați putea deteriora cablul USB.
ru: После того как винты будут удалены, осторожно подтолкните жесткий диск в направлении, показанном на рисунке выше. Не толкайте его в другую сторону, вы можете повредить USB-кабель.
sk: Po odstránení skrutiek opatrne zatlačte pevný disk smerom, ktorý je znázornený na obrázku vyššie. Netlačte ho v opačnom smere, mohli by ste poškodiť kábel USB.
sl: Ko odstranite vijake, previdno potisnite trdi disk v smeri, ki je prikazana na zgornji sliki. Ne potiskajte ga v drugo smer, saj lahko poškodujete kabel USB.
sv: När skruvarna har tagits bort trycker du försiktigt på hårddisken i den riktning som visas i bilden ovan. Skjut den inte åt andra hållet, då kan du skada USB-kabeln.
zh_cn: 一旦螺丝被卸下，小心地把硬盘推向上图所示的方向。不要把它推向其他方向，你可能会损坏USB电缆。

source: Remove the USB-to-SATA cable from the hard-drive
bg: Извадете кабела USB-SATA от твърдия диск
cs: Odpojte kabel USB-SATA od pevného disku.
el: Αφαιρέστε το καλώδιο USB προς SATA από το σκληρό δίσκο.
es: Retire el cable USB a SATA del disco duro
et: Eemaldage USB-SATA kaabel kõvakettalt.
fi: Irrota USB-SATA-kaapeli kiintolevystä.
hu: Távolítsa el az USB-SATA kábelt a merevlemezről.
ja: ハードディスクドライブからUSB-SATAケーブルを外す
lt: Išimkite USB-SATA kabelį iš kietojo disko
lv: USB-SATA kabeļa noņemšana no cietā diska
nl: Verwijder de USB-naar-SATA-kabel van de harde schijf
pl: Odłącz kabel USB do SATA od dysku twardego
pt: Remova o cabo USB-para-SATA do disco rígido
ro: Scoateți cablul USB-to-SATA de pe hard-disk.
ru: Отсоедините кабель USB-to-SATA от жесткого диска
sk: Odstráňte kábel USB-SATA z pevného disku
sl: S trdega diska odstranite kabel USB-SATA.
sv: Ta bort USB-till-SATA-kabeln från hårddisken.
zh_cn: 从硬盘上拆下USB-to-SATA数据线

source: Avoid disconnecting the male-female USB connector to not change the position and bending of the cable. If you have to: be careful to keep the force as small as possible onto the 90° part of the USB extension cable.
bg: Избягвайте да изключвате мъжкия и женския USB конектор, за да не променяте позицията и огъването на кабела. Ако се налага: внимавайте силата върху 90-градусовата част на USB удължителя да е възможно най-малка.
cs: Neodpojujte konektor USB samec-samice, aby nedošlo ke změně polohy a ohybu kabelu. Pokud musíte: dbejte na to, aby síla na 90° část prodlužovacího kabelu USB byla co nejmenší.
el: Αποφύγετε την αποσύνδεση του αρσενικού-θηλυκού συνδέσμου USB για να μην αλλάξει η θέση και η κάμψη του καλωδίου. Αν χρειαστεί: Προσέξτε να διατηρήσετε τη δύναμη όσο το δυνατόν μικρότερη στο τμήμα 90° του καλωδίου επέκτασης USB.
es: Evite desconectar el conector USB macho-hembra para no cambiar la posición y doblar el cable. Si tiene que hacerlo: tenga cuidado de hacer la menor fuerza posible en la parte de 90° del cable de extensión USB.
et: Vältige USB-istmiku ja -naise pistiku lahtiühendamist, et mitte muuta kaabli asendit ja paindumist. Kui see on vajalik: olge ettevaatlik, et hoida jõud USB-pikenduskaabli 90-kraadisele osale võimalikult väike.
fi: Vältä uros- ja naaras-USB-liittimen irrottamista, jotta kaapelin asento ei muutu eikä se taivu. Jos sinun on pakko: varo, että USB-jatkojohdon 90°-osaan kohdistuva voima on mahdollisimman pieni.
hu: Kerülje a férfi és női USB-csatlakozó szétkapcsolását, hogy ne változtassa meg a kábel helyzetét és hajlítását. Ha mégis meg kell tennie: ügyeljen arra, hogy az USB-hosszabbító kábel 90°-os részére a lehető legkisebb erő ne nehezedjen.
ja: ケーブルの位置や曲がり具合が変わらないように、USBのオス・メスのコネクタを外さないようにしてください。やむを得ず外す場合は、USB延長ケーブルの90°部分にできるだけ小さな力がかからないように注意してください。
lt: Venkite atjungti USB jungtį su vyriška ir moteriška jungtimis, kad nepakeistumėte kabelio padėties ir neišlenktumėte jo. Jei reikia: būkite atsargūs, kad jėga į 90° USB ilgintuvo dalį būtų kuo mažesnė.
lv: Izvairieties atvienot vīriešu un sieviešu USB savienotāju, lai nemainītu kabeļa pozīciju un izliekumu. Ja tas ir jādara: esiet uzmanīgi, lai spēks uz USB pagarinātāja kabeļa 90° daļu būtu pēc iespējas mazāks.
nl: Vermijd het loskoppelen van de mannelijke-vrouwelijke USB-connector om de positie en de buiging van de kabel niet te veranderen. Als het toch moet: zorg ervoor dat u zo weinig mogelijk kracht zet op het 90° deel van de USB-verlengkabel.
pl: Unikać rozłączania męskiego i żeńskiego złącza USB, aby nie zmieniać położenia i zgięcia kabla. Jeśli musisz: uważaj, aby zachować jak najmniejszą siłę nacisku na część 90° przedłużacza USB.
pt: Evite desligar o conector USB macho-fêmea para não mudar a posição e dobrar o cabo. Se for necessário: tenha cuidado para manter a força o menor possível sobre a parte de 90° do cabo de extensão USB.
ro: Evitați deconectarea conectorului USB de sex masculin-feminin pentru a nu modifica poziția și îndoirea cablului. Dacă este necesar: aveți grijă ca forța să fie cât mai mică pe partea de 90° a cablului de prelungire USB.
ru: Старайтесь не отсоединять разъем USB "male-female", чтобы не изменить положение и изгиб кабеля. Если это необходимо: будьте осторожны, чтобы сила воздействия на 90° часть удлинительного кабеля USB была как можно меньше.
sk: Neodpájajte konektor USB samec - samica, aby ste nezmenili polohu a ohnutie kábla. Ak to musíte urobiť: dbajte na to, aby ste na 90° časť predlžovacieho kábla USB pôsobili čo najmenšou silou.
sl: Ne odklapljajte moško-ženskega priključka USB, da ne spremenite položaja in upogibanja kabla. Če morate: pazite, da je sila na 90° del podaljška USB čim manjša.
sv: Undvik att koppla bort USB-kontakten hane-hona för att inte ändra kabelns läge och böjning. Om du måste: Var försiktig så att kraften på 90°-delen av USB-förlängningskabeln är så liten som möjligt.
zh_cn: 避免断开男-女USB连接器的连接，以免改变电缆的位置和弯曲。如果你不得不这样做：要注意保持对USB延长线的90°部分的力尽可能小。

source: Connect your previously prepared new hard-drive
bg: Свържете предварително подготвения си нов твърд диск
cs: Připojte předem připravený nový pevný disk
el: Συνδέστε τον προηγουμένως προετοιμασμένο νέο σκληρό δίσκο σας
es: Conecte su nuevo disco duro previamente preparado
et: Ühendage eelnevalt ettevalmistatud uus kõvaketas
fi: Liitä aiemmin valmisteltu uusi kiintolevy
hu: Csatlakoztassa a korábban előkészített új merevlemezt
ja: あらかじめ用意しておいた新しいハードディスクを接続する
lt: Prijunkite anksčiau paruoštą naują kietąjį diską
lv: Pievienojiet iepriekš sagatavoto jauno cieto disku
nl: Sluit uw eerder geprepareerde nieuwe harde schijf aan
pl: Podłącz wcześniej przygotowany nowy dysk twardy
pt: Ligue o seu novo disco rígido previamente preparado
ro: Conectați noul hard-disk pregătit anterior
ru: Подключите заранее подготовленный новый жесткий диск
sk: Pripojte vopred pripravený nový pevný disk
sl: Priključite prej pripravljen novi trdi disk
sv: Anslut din tidigare förberedda nya hårddisk
zh_cn: 连接你之前准备好的新硬盘

source: Carefully slide your new hard-drive into the bridge and fix it into the right position using the previously removed screws
bg: Внимателно вкарайте новия твърд диск в моста и го фиксирайте в правилната позиция с помощта на предварително отстранените винтове.
cs: Opatrně zasuňte nový pevný disk do můstku a upevněte jej do správné polohy pomocí dříve odstraněných šroubů.
el: Τοποθετήστε προσεκτικά το νέο σκληρό δίσκο σας στη γέφυρα και στερεώστε τον στη σωστή θέση χρησιμοποιώντας τις βίδες που αφαιρέθηκαν προηγουμένως.
es: Deslice con cuidado su nuevo disco duro en el puente y fíjelo en la posición correcta utilizando los tornillos retirados anteriormente
et: Lükake uus kõvaketas ettevaatlikult silda ja kinnitage see eelnevalt eemaldatud kruvide abil õigesse asendisse.
fi: Liu'uta uusi kiintolevy varovasti siltaan ja kiinnitä se oikeaan asentoon aiemmin poistetuilla ruuveilla.
hu: Óvatosan csúsztassa be az új merevlemezt a hídba, és rögzítse a megfelelő pozícióba a korábban eltávolított csavarokkal.
ja: 新しいハードディスクをブリッジに慎重に挿入し、先に取り外したネジで正しい位置に固定する。
lt: Atsargiai įstumkite naująjį kietąjį diską į tiltelį ir užfiksuokite jį tinkamoje padėtyje naudodami anksčiau išsuktus varžtus.
lv: Uzmanīgi ievietojiet jauno cieto disku tiltiņā un nostipriniet to pareizajā pozīcijā, izmantojot iepriekš atvienotās skrūves.
nl: Schuif uw nieuwe harde schijf voorzichtig in de brug en bevestig hem in de juiste positie met de eerder verwijderde schroeven
pl: Ostrożnie wsuń nowy dysk twardy do mostka i zamocuj go we właściwej pozycji za pomocą uprzednio wykręconych śrub
pt: Deslize cuidadosamente o seu novo disco rígido para dentro da ponte e fixe-o na posição correcta utilizando os parafusos previamente removidos.
ro: Glisați cu grijă noul hard-disk în punte și fixați-l în poziția corectă cu ajutorul șuruburilor îndepărtate anterior.
ru: Осторожно вставьте новый жесткий диск в мост и зафиксируйте его в нужном положении с помощью ранее удаленных винтов
sk: Opatrne zasuňte nový pevný disk do mostíka a upevnite ho do správnej polohy pomocou predtým odstránených skrutiek.
sl: Novi trdi disk previdno vstavite v mostiček in ga s prej odstranjenimi vijaki pritrdite v pravi položaj.
sv: Skjut försiktigt in din nya hårddisk i bryggan och fäst den i rätt läge med hjälp av de tidigare borttagna skruvarna.
zh_cn: 小心翼翼地将新硬盘滑入桥架，并使用先前卸下的螺钉将其固定在正确的位置。

source: Fold the USB-to-SATA cable (in circles) into the open space behind the hard-disk.
bg: Сгънете кабела USB-SATA (в кръгчета) в свободното пространство зад твърдия диск.
cs: Sklopte kabel USB-SATA (v kruzích) do volného prostoru za pevným diskem.
el: Διπλώστε το καλώδιο USB προς SATA (κυκλικά) στον ανοιχτό χώρο πίσω από τον σκληρό δίσκο.
es: Doble el cable USB a SATA (en círculos) en el espacio abierto detrás del disco duro.
et: Murdke USB-SATA-kaabel (ringikujuliselt) kõvaketta taga olevasse avatud ruumi.
fi: Taita USB-SATA-kaapeli (ympyröitynä) kiintolevyn takana olevaan avoimeen tilaan.
hu: Hajtsa be az USB-SATA kábelt (kör alakban) a merevlemez mögötti szabad helyre.
ja: USB-SATAケーブル（丸い部分）をハードディスクの後ろの空きスペースに折り込む。
lt: Sulenkite USB-SATA kabelį (apskritimais) į laisvą vietą už kietojo disko.
lv: Salieciet USB-SATA kabeli (apļos) brīvajā vietā aiz cietā diska.
nl: Vouw de USB-naar-SATA-kabel (in cirkels) in de open ruimte achter de harddisk.
pl: Złóż kabel USB do SATA (w kółko) do wolnej przestrzeni za dyskiem twardym.
pt: Dobre o cabo USB-to-SATA (em círculos) para o espaço aberto atrás do disco rígido.
ro: Pliați cablul USB-to-SATA (în cercuri) în spațiul liber din spatele hard-disk-ului.
ru: Сложите кабель USB-to-SATA (по кругу) в открытое пространство за жестким диском.
sk: Zložte kábel USB-SATA (v kruhoch) do voľného priestoru za pevným diskom.
sl: Kabel USB-SATA zložite (v krogih) v odprti prostor za trdim diskom.
sv: Vik in USB-till-SATA-kabeln (i cirklar) i det öppna utrymmet bakom hårddisken.
zh_cn: 将USB-to-SATA电缆（呈圆形）折叠到硬盘后面的空隙中。

source: Finally assemble your NextBox again in reverse order using steps 5. to 3.
bg: Накрая сглобете NextBox отново в обратен ред, като използвате стъпки от 5. до 3.
cs: Nakonec sestavte NextBox znovu v opačném pořadí podle kroků 5. až 3.
el: Τέλος, συναρμολογήστε ξανά το NextBox σας με αντίστροφη σειρά χρησιμοποιώντας τα βήματα 5. έως 3.
es: Por último, monte su NextBox de nuevo en orden inverso siguiendo los pasos 5. a 3.
et: Lõpuks monteerige NextBox uuesti kokku vastupidises järjekorras, kasutades samme 5. kuni 3.
fi: Kokoa NextBox uudelleen päinvastaisessa järjestyksessä vaiheiden 5. - 3. mukaisesti.
hu: Végül szerelje össze újra a NextBoxot fordított sorrendben, az 5.-3. lépés szerint.
ja: 最後に、5.から3.の手順でNextBoxを逆に組み立てます。
lt: Galiausiai vėl surinkite "NextBox" atvirkštine tvarka, atlikdami veiksmus nuo 5 iki 3.
lv: Visbeidzot samontējiet NextBox vēlreiz apgrieztā secībā, izmantojot 5. līdz 3. darbību.
nl: Monteer tenslotte uw NextBox weer in omgekeerde volgorde volgens stap 5. t/m 3.
pl: Na koniec ponownie zmontować skrzynkę NextBox w odwrotnej kolejności, stosując kroki od 5. do 3.
pt: Finalmente monte sua NextBox novamente em ordem inversa usando os passos 5. a 3.
ro: În cele din urmă, asamblați din nou NextBox în ordine inversă, folosind pașii de la 5. la 3.
ru: Наконец, снова соберите NextBox в обратном порядке, используя шаги с 5. по 3.
sk: Nakoniec zostavte NextBox v opačnom poradí podľa krokov 5 až 3.
sl: Na koncu NextBox ponovno sestavite v obratnem vrstnem redu po korakih od 5. do 3.
sv: Sätt slutligen ihop din NextBox igen i omvänd ordning med hjälp av steg 5. till 3.
zh_cn: 最后用步骤5至3，以相反的顺序再次组装您的NextBox。

source: On first boot after the assembly, give the NextBox enough time to boot and get all necessary packages from the internet. **Make sure you have ethernet connected**. You should expect a changing status LED (yellow shall be first) quite fast (less than 2 minutes). If the status LED does not change at all, it is likely that there is something wrong with your hard-drive wiring or contents.
bg: При първото зареждане след сглобяването дайте на NextBox достатъчно време да се зареди и да получи всички необходими пакети от интернет. **Уверете се, че имате свързан Ethernet**. Трябва да очаквате, че светодиодът за състоянието ще се промени (жълтият ще е първи) доста бързо (по-малко от 2 минути). Ако светодиодът за състоянието изобщо не се променя, вероятно има нещо нередно в окабеляването или съдържанието на твърдия диск.
cs: Při prvním spuštění po montáži dejte NextBoxu dostatek času na spuštění a získání všech potřebných balíčků z internetu. **Ujistěte se, že máte připojený ethernet**. Měli byste očekávat poměrně rychlou změnu stavové LED (žlutá musí být první) (méně než 2 minuty). Pokud se stavová LED dioda nemění vůbec, je pravděpodobné, že je něco v nepořádku se zapojením nebo obsahem pevného disku.
el: Κατά την πρώτη εκκίνηση μετά τη συναρμολόγηση, δώστε στο NextBox αρκετό χρόνο για να εκκινήσει και να πάρει όλα τα απαραίτητα πακέτα από το διαδίκτυο. ** Βεβαιωθείτε ότι έχετε συνδέσει το ethernet**. Θα πρέπει να περιμένετε να αλλάξει η λυχνία LED κατάστασης (η κίτρινη θα είναι η πρώτη) αρκετά γρήγορα (λιγότερο από 2 λεπτά). Εάν η λυχνία LED κατάστασης δεν αλλάζει καθόλου, είναι πιθανό να υπάρχει κάποιο πρόβλημα με την καλωδίωση ή το περιεχόμενο του σκληρού σας δίσκου.
es: En el primer arranque después del montaje, dale al NextBox el tiempo suficiente para arrancar y obtener todos los paquetes necesarios de Internet. **Asegúrate de que tienes una conexión ethernet**. Deberías esperar que el LED de estado cambie (el amarillo será el primero) bastante rápido (menos de 2 minutos). Si el LED de estado no cambia en absoluto, es probable que haya algún problema con el cableado o el contenido de su disco duro.
et: Esimesel käivitamisel pärast kokkupanekut andke NextBoxile piisavalt aega, et see käivituks ja saaks kõik vajalikud paketid internetist kätte. **Varuge, et teil oleks Ethernet ühendatud**. Te peaksite ootama üsna kiiresti (vähem kui 2 minutit) muutuvat oleku LED-i (kollane peab olema esimene). Kui oleku LED ei muutu üldse, siis on tõenäoliselt kõvaketta juhtmestikuga või sisuga midagi valesti.
fi: Kun käynnistät NextBoxin ensimmäisen kerran kokoonpanon jälkeen, anna sille tarpeeksi aikaa käynnistyä ja hakea kaikki tarvittavat paketit internetistä. **Varmista, että ethernet on kytketty**. Sinun on odotettava, että tilailmaisin muuttuu (keltainen palaa ensimmäisenä) melko nopeasti (alle 2 minuuttia). Jos status LED ei muutu lainkaan, on todennäköistä, että kiintolevyn johdotuksessa tai sisällössä on jotain vikaa.
hu: Az összeszerelés utáni első indításkor adjon elég időt a NextBox-nak, hogy elinduljon, és az internetről lekérje az összes szükséges csomagot. **GYőződjön meg róla, hogy az ethernet csatlakoztatva van**. Elég gyorsan (kevesebb, mint 2 perc alatt) várható a státusz LED-ek változása (a sárga lesz az első). Ha az állapotjelző LED egyáltalán nem változik, akkor valószínűleg valami baj van a merevlemez kábelezésével vagy tartalmával.
ja: アセンブリー後の最初の起動時には、NextBoxが起動して必要なパッケージをインターネットから取得するのに十分な時間を与えてください。**イーサーネットが接続されていることを確認してください。2分以内にステータスLED（黄色が最初）が変化していることを確認してください。ステータスLEDが全く変化しない場合は、ハードドライブの配線や内容に何か問題があると思われます。
lt: Pirmą kartą paleidę po surinkimo, suteikite "NextBox" pakankamai laiko paleisti ir gauti visus reikiamus paketus iš interneto. **Patikrinkite, ar prijungtas eternetas**. Turėtumėte tikėtis, kad būsenos šviesos diodas pasikeis (geltonas bus pirmas) gana greitai (mažiau nei per 2 minutes). Jei būsenos šviesos diodas visai nesikeičia, tikėtina, kad kažkas negerai su kietojo disko laidais arba turiniu.
lv: Pirmajā palaišanas reizē pēc montāžas dodiet NextBox pietiekami daudz laika, lai tas bootētu un saņemtu visas nepieciešamās paketes no interneta. **Pārliecinieties, ka ir pieslēgts eternets**. Samērā ātri (mazāk nekā 2 minūtes) jāgaida, kad statusa indikators mainīsies (dzeltenais būs pirmais). Ja statusa indikators nemainās vispār, visticamāk, kaut kas nav kārtībā ar cietā diska vadu vai saturu.
nl: Bij de eerste boot na de assemblage, geef de NextBox voldoende tijd om op te starten en alle benodigde pakketten van het internet te halen. **Zorg ervoor dat u ethernet heeft aangesloten**. U mag vrij snel (minder dan 2 minuten) een veranderende status LED verwachten (geel zal het eerst zijn). Als de status LED helemaal niet verandert, is er waarschijnlijk iets mis met de bedrading of inhoud van uw harde schijf.
pl: Przy pierwszym uruchomieniu po montażu, daj NextBoxowi wystarczająco dużo czasu na rozruch i pobranie wszystkich niezbędnych pakietów z Internetu. **Upewnij się, że masz podłączony ethernet**. Należy spodziewać się dość szybko (poniżej 2 minut) zmieniającej się diody statusowej (żółta powinna być pierwsza). Jeśli dioda statusu nie zmienia się w ogóle, prawdopodobnie coś jest nie tak z okablowaniem lub zawartością dysku twardego.
pt: Na primeira inicialização após a montagem, dê à NextBox tempo suficiente para inicializar e obter todos os pacotes necessários da internet. **Certifique-se de que tem a ethernet ligada**. Você deve esperar um LED de status de mudança (amarelo deve ser o primeiro) bem rápido (menos de 2 minutos). Se o LED de status não mudar em nada, é provável que haja algo errado com a fiação ou conteúdo do seu disco rígido.
ro: La prima pornire după asamblare, lăsați NextBox suficient timp pentru a porni și a obține toate pachetele necesare de pe internet. **Asigură-te că ai ethernet conectat**. Ar trebui să vă așteptați la o schimbare a LED-ului de stare (galben va fi primul) destul de repede (mai puțin de 2 minute). În cazul în care LED-ul de stare nu se schimbă deloc, este probabil să fie ceva în neregulă cu cablajul sau conținutul hard-disk-ului dumneavoastră.
ru: При первой загрузке после сборки дайте NextBox достаточно времени для загрузки и получения всех необходимых пакетов из Интернета. **Убедитесь, что у вас подключен ethernet**. Вы должны ожидать изменения светодиодного индикатора состояния (желтый должен быть первым) довольно быстро (менее 2 минут). Если индикатор состояния не меняется вообще, скорее всего, что-то не так с проводкой или содержимым жесткого диска.
sk: Pri prvom spustení po montáži dajte NextBoxu dostatok času na spustenie a získanie všetkých potrebných balíkov z internetu. **Uistite sa, že máte pripojený ethernet**. Mali by ste očakávať pomerne rýchlu zmenu stavovej LED (žltá bude prvá) (menej ako 2 minúty). Ak sa stavová LED dióda vôbec nemení, je pravdepodobné, že je niečo v neporiadku so zapojením alebo obsahom pevného disku.
sl: Ob prvem zagonu po montaži dajte NextBoxu dovolj časa, da se zažene in pridobi vse potrebne pakete iz interneta. **Preverite, da imate priključen ethernet**. Hitro (manj kot 2 minuti) lahko pričakujete, da se bo LED dioda stanja spremenila (najprej se bo prižgala rumena). Če se dioda LED stanja sploh ne spremeni, je verjetno, da je z napeljavo ali vsebino trdega diska nekaj narobe.
sv: Vid den första uppstarten efter monteringen ska du ge NextBox tillräckligt med tid för att starta upp och hämta alla nödvändiga paket från Internet. **Säkerställ att du har ethernet anslutet**. Du bör förvänta dig att status-LED:n ändras (gul ska vara först) ganska snabbt (mindre än 2 minuter). Om status-LED:n inte förändras alls är det troligt att det är något fel på hårddiskens ledningar eller innehåll.
zh_cn: 在组装后第一次启动时，给NextBox足够的时间来启动并从互联网上获得所有必要的软件包。**确保你有以太网连接**。你应该期待LED状态灯的变化（黄色应该是第一个），速度很快（不到2分钟）。如果LED状态灯完全没有变化，很可能是你的硬盘线路或内容有问题。

source: Troubleshooting
bg: Отстраняване на неизправности
cs: Řešení problémů
de: Fehlersuche
el: Αντιμετώπιση προβλημάτων
es: Solución de problemas
et: Veaotsing
fi: Vianmääritys
fr: Dépannage
hu: Hibaelhárítás
ja: トラブルシューティング
lt: Trikčių šalinimas
lv: Problēmu novēršana
nl: Problemen oplossen
pl: Rozwiązywanie problemów
pt: Resolução de problemas
ro: Depanare
ru: Устранение неполадок
sk: Riešenie problémov
sl: Odpravljanje težav
sv: Felsökning
zh_cn: 故障排除

source: Frequently Asked Questions
de: Häufig gestellte Fragen
fr: Questions fréquemment posées
