Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/nextbox.po
Languages: bg, cs, de, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: This being said, obviously it is not possible to acquire an certificate for *nextbox.local* or even a local IP, as these are neither public nor unique.
bg: При това положение очевидно не е възможно да се придобие сертификат за *nextbox.local* или дори за местен IP адрес, тъй като те не са нито публични, нито уникални.
cs: Je tedy zřejmé, že není možné získat certifikát pro *nextbox.local* nebo dokonce pro místní IP adresu, protože tyto adresy nejsou ani veřejné, ani jedinečné.
de: Davon abgesehen ist es natürlich nicht möglich, ein Zertifikat für *nextbox.local* oder gar eine lokale IP zu erwerben, da diese weder öffentlich noch eindeutig sind.
el: Τούτου λεχθέντος, προφανώς δεν είναι δυνατόν να αποκτήσετε ένα πιστοποιητικό για το *nextbox.local* ή ακόμη και για μια τοπική IP, καθώς αυτές δεν είναι ούτε δημόσιες ούτε μοναδικές.
es: Dicho esto, obviamente no es posible adquirir un certificado para *nextbox.local* o incluso una IP local, ya que no son públicas ni únicas.
et: Seda arvestades ei ole ilmselt võimalik hankida sertifikaati *nextbox.local* või isegi kohaliku IP aadressi jaoks, kuna need ei ole avalikud ega unikaalsed.
fi: Tästä huolimatta on selvää, ettei *nextbox.local*:lle tai edes paikalliselle IP-osoitteelle ole mahdollista hankkia varmenteita, koska ne eivät ole julkisia eivätkä yksilöllisiä.
fr: Ceci étant dit, il n'est évidemment pas possible d'acquérir un certificat pour *nextbox.local* ou même une IP locale, car ceux-ci ne sont ni publics ni uniques.
hu: Ennek ellenére nyilvánvalóan nem lehet tanúsítványt szerezni a *nextbox.local* vagy akár egy helyi IP címre, mivel ezek nem nyilvánosak és nem egyediek.
ja: とはいえ、*nextbox.local*やローカルIPに対して証明書を取得することは、当然ながら不可能です。
lt: Akivaizdu, kad neįmanoma gauti sertifikato *nextbox.local* ar net vietinio IP, nes jie nėra nei vieši, nei unikalūs.
lv: Ņemot to vērā, acīmredzot nav iespējams iegūt sertifikātu *nextbox.local* vai pat vietējam IP, jo tie nav ne publiski, ne unikāli.
nl: Dit gezegd zijnde, is het uiteraard niet mogelijk om een certificaat te verkrijgen voor *nextbox.local* of zelfs een lokaal IP, aangezien deze noch openbaar, noch uniek zijn.
pl: Oczywiście nie jest możliwe uzyskanie certyfikatu dla *nextbox.local* lub nawet lokalnego IP, ponieważ nie są one ani publiczne, ani unikalne.
pt: Dito isto, obviamente não é possível adquirir um certificado para *nextbox.local* ou mesmo um IP local, uma vez que estes não são públicos nem únicos.
ro: Acestea fiind spuse, este evident că nu este posibil să se obțină un certificat pentru *nextbox.local* sau chiar un IP local, deoarece acestea nu sunt nici publice, nici unice.
ru: При этом очевидно, что невозможно получить сертификат для *nextbox.local* или даже для локального IP, поскольку они не являются ни публичными, ни уникальными.
sk: Je zrejmé, že nie je možné získať certifikát pre *nextbox.local* alebo dokonca miestnu IP adresu, pretože tieto nie sú ani verejné, ani jedinečné.
sl: Glede na to seveda ni mogoče pridobiti potrdila za *nextbox.local* ali celo za lokalni IP, saj ti niso niti javni niti edinstveni.
sv: Med detta sagt är det naturligtvis inte möjligt att skaffa ett certifikat för *nextbox.local* eller ens en lokal IP, eftersom dessa varken är offentliga eller unika.
zh_cn: 既然如此，显然不可能获得*nextbox.local*或甚至是本地IP的证书，因为这些都不是公开的，也不是唯一的。

source: Acquire a public (sub)domain for your NextBox
bg: Придобиване на публичен (под)домейн за вашия NextBox
cs: Získání veřejné (sub)domény pro váš NextBox
de: Erwerben Sie eine öffentliche (Sub-)Domain für Ihre NextBox
el: Αποκτήστε έναν δημόσιο (υπο)τομέα για το NextBox σας
es: Adquirir un (sub)dominio público para su NextBox
et: Hankige oma NextBoxi jaoks avalik (alam)domeen
fi: Hanki julkinen (ali)verkkotunnus NextBoxillesi.
fr: Acquérir un (sous-)domaine public pour votre NextBox
hu: Szerezzen be egy nyilvános (al)tartományt a NextBox számára
ja: NextBoxのパブリック(サブ)ドメインを取得します。
lt: Įsigykite viešąjį (sub)domeną savo "NextBox
lv: NextBox publiskā (apakš)domēna iegūšana
nl: Verkrijg een publiek (sub)domein voor uw NextBox
pl: Uzyskaj publiczną (pod)domenę dla swojego NextBoxa.
pt: Adquira um (sub)domínio público para a sua NextBox
ro: Achiziționați un (sub)domeniu public pentru NextBox-ul dvs.
ru: Приобретите публичный (под)домен для вашего NextBox
sk: Získanie verejnej (sub)domény pre váš NextBox
sl: Pridobitev javne (pod)domene za vaš NextBox
sv: Skaffa en offentlig (sub)domän för din NextBox
zh_cn: 为你的NextBox获得一个公共（子）域名

source: The NextBox comes with a feature (:doc:`dynamic-dns`), which allows you to easily register a public sub-domain for your NextBox using a so-called *dynamic DNS provider*, here namely `deSEC`_. This particular service is totally free and a non-profit organization.
bg: NextBox се предлага с функция (:doc:`dynamic-dns`), която ви позволява лесно да регистрирате публичен поддомейн за вашия NextBox, като използвате така наречения *динамичен DNS доставчик*, а именно `deSEC`_. Тази конкретна услуга е напълно безплатна и е на организация с нестопанска цел.
cs: NextBox je vybaven funkcí (:doc:`dynamic-dns`), která vám umožňuje snadno zaregistrovat veřejnou subdoménu pro váš NextBox pomocí takzvaného *dynamického poskytovatele DNS*, zde konkrétně `deSEC`_. Tato konkrétní služba je zcela zdarma a jedná se o neziskovou organizaci.
de: Die NextBox wird mit einer Funktion (:doc:`dynamic-dns`) ausgeliefert, die es Ihnen ermöglicht, auf einfache Weise eine öffentliche Sub-Domain für Ihre NextBox zu registrieren, indem Sie einen sogenannten *dynamischen DNS-Anbieter* nutzen, hier namentlich `deSEC`_. Dieser spezielle Dienst ist völlig kostenlos und eine nicht gewinnorientierte Organisation.
el: Το NextBox έρχεται με μια λειτουργία (:doc:`dynamic-dns`), η οποία σας επιτρέπει να καταχωρήσετε εύκολα ένα δημόσιο υπο-τομέα για το NextBox σας χρησιμοποιώντας έναν αποκαλούμενο *δυναμικό πάροχο DNS*, εδώ συγκεκριμένα `deSEC`_. Η συγκεκριμένη υπηρεσία είναι εντελώς δωρεάν και είναι ένας μη κερδοσκοπικός οργανισμός.
es: El NextBox viene con una función (:doc:`dynamic-dns`), que le permite registrar fácilmente un subdominio público para su NextBox utilizando un llamado *proveedor de DNS dinámico*, aquí concretamente `deSEC`_. Este servicio en particular es totalmente gratuito y una organización sin ánimo de lucro.
et: NextBoxiga on kaasas funktsioon (:doc:`dynamic-dns`), mis võimaldab teil hõlpsasti registreerida oma NextBoxi jaoks avaliku alamdomeeni, kasutades nn *dünaamilist DNS-teenusepakkujat*, siinkohal nimelt `deSEC`_. See konkreetne teenus on täiesti tasuta ja mittetulundusühing.
fi: NextBoxin mukana tulee ominaisuus (:doc:`dynamic-dns`), jonka avulla voit helposti rekisteröidä julkisen aladomainin NextBoxillesi käyttämällä niin sanottua *dynaamista DNS-palveluntarjoajaa*, tässä tapauksessa `deSEC`_. Tämä kyseinen palvelu on täysin ilmainen ja voittoa tavoittelematon organisaatio.
fr: La NextBox est livrée avec une fonction (:doc:`dynamic-dns`), qui vous permet d'enregistrer facilement un sous-domaine public pour votre NextBox en utilisant un soi-disant *fournisseur de DNS dynamique*, ici à savoir `deSEC`_. Ce service particulier est totalement gratuit et est une organisation à but non lucratif.
hu: A NextBox rendelkezik egy olyan funkcióval (:doc:`dynamic-dns`), amely lehetővé teszi, hogy egyszerűen regisztráljon egy nyilvános al-domaint a NextBox számára egy úgynevezett *dinamikus DNS szolgáltató* segítségével, itt konkrétan `deSEC`_. Ez a bizonyos szolgáltatás teljesen ingyenes és nonprofit szervezet.
ja: NextBoxには機能（:doc:`dynamic-dns`）が搭載されており、いわゆる*dynamic DNSプロバイダ*を使って、NextBox用の公開サブドメインを簡単に登録することができます（ここでは`deSEC`_）。このサービスは完全に無料で、非営利団体です。
lt: "NextBox" turi funkciją (:doc:`dynamic-dns`), kuri leidžia lengvai užregistruoti viešąjį subdomeną jūsų "NextBox" naudojant vadinamąjį *dinaminį DNS teikėją*, šiuo atveju `deSEC`_. Ši konkreti paslauga yra visiškai nemokama ir ne pelno siekianti organizacija.
lv: NextBox ir aprīkots ar funkciju (:doc:`dynamic-dns`), kas ļauj viegli reģistrēt NextBox publisku apakšdomēnu, izmantojot tā saukto *dinamisko DNS pakalpojumu sniedzēju*, šeit `deSEC`_. Šis konkrētais pakalpojums ir pilnīgi bezmaksas un bezpeļņas organizācija.
nl: De NextBox wordt geleverd met een functie (:doc:`dynamic-dns`), waarmee u eenvoudig een publiek sub-domein voor uw NextBox kunt registreren met behulp van een zogenaamde *dynamische DNS provider*, hier namelijk `deSEC`_. Deze specifieke dienst is volledig gratis en een non-profit organisatie.
pl: NextBox posiada funkcję (:doc:`dynamic-dns`), która pozwala w prosty sposób zarejestrować publiczną subdomenę dla Twojego NextBoxa za pomocą tak zwanego *dynamicznego dostawcy DNS*, a mianowicie `deSEC`_. Ta konkretna usługa jest całkowicie darmowa i jest organizacją non-profit.
pt: A NextBox vem com uma funcionalidade (:doc:`dynamic-dns`), que lhe permite registar facilmente um sub-domínio público para a sua NextBox utilizando um fornecedor de DNS chamado *dynamic*, aqui nomeadamente `deSEC`_. Este serviço em particular é totalmente gratuito e uma organização sem fins lucrativos.
ro: NextBox vine cu o funcție (:doc:`dynamic-dns`), care vă permite să înregistrați cu ușurință un subdomeniu public pentru NextBox folosind un așa-numit *furnizor DNS dinamic*, și anume `deSEC`_. Acest serviciu special este complet gratuit și este o organizație non-profit.
ru: NextBox поставляется с функцией (:doc:`dynamic-dns`), которая позволяет вам легко зарегистрировать публичный субдомен для вашего NextBox, используя так называемый *динамический DNS-провайдер*, а именно `deSEC`_. Эта конкретная служба является абсолютно бесплатной и некоммерческой организацией.
sk: NextBox je vybavený funkciou (:doc:`dynamic-dns`), ktorá vám umožňuje jednoducho zaregistrovať verejnú subdoménu pre váš NextBox pomocou takzvaného *dynamického poskytovateľa DNS*, konkrétne `deSEC`_. Táto konkrétna služba je úplne bezplatná a ide o neziskovú organizáciu.
sl: NextBox ima funkcijo (:doc:`dynamic-dns`), ki vam omogoča enostavno registracijo javne poddomene za vaš NextBox z uporabo tako imenovanega *dinamičnega ponudnika DNS*, v tem primeru `deSEC`_. Ta posebna storitev je popolnoma brezplačna in je neprofitna organizacija.
sv: NextBox har en funktion (:doc:`dynamic-dns`) som gör att du enkelt kan registrera en offentlig underdomän för din NextBox med hjälp av en så kallad *dynamisk DNS-leverantör*, här nämligen `deSEC`_. Denna särskilda tjänst är helt gratis och en ideell organisation.
zh_cn: NextBox有一个功能（:doc:`dynamic-dns`），它允许你使用所谓的*动态DNS提供商*，即`deSEC`_为你的NextBox轻松注册一个公共子域。这个特殊的服务是完全免费的，是一个非营利组织。

source: This is a very important step prior to acquiring a certificate, as this sub-domain registered through `deSEC`_ will be public and unique, whose as we learned are needed to acquire a certificate.
bg: Това е много важна стъпка преди придобиването на сертификат, тъй като този поддомейн, регистриран чрез `deSEC`_, ще бъде публичен и уникален, които, както научихме, са необходими за придобиване на сертификат.
cs: Jedná se o velmi důležitý krok před získáním certifikátu, protože tato subdoména registrovaná prostřednictvím `deSEC`_ bude veřejná a jedinečná, což, jak jsme se dozvěděli, je nutné pro získání certifikátu.
de: Dies ist ein sehr wichtiger Schritt vor dem Erwerb eines Zertifikats, da diese über `deSEC`_ registrierte Subdomain öffentlich und eindeutig sein wird, was, wie wir gelernt haben, für den Erwerb eines Zertifikats erforderlich ist.
el: Αυτό είναι ένα πολύ σημαντικό βήμα πριν από την απόκτηση ενός πιστοποιητικού, καθώς αυτό το υπο-τομέας που έχει καταχωρηθεί μέσω του `deSEC`_ θα είναι δημόσιο και μοναδικό, του οποίου όπως μάθαμε είναι απαραίτητο για την απόκτηση ενός πιστοποιητικού.
es: Este es un paso muy importante previo a la adquisición de un certificado, ya que este subdominio registrado a través de `deSEC`_ será público y único, que como aprendimos son necesarios para adquirir un certificado.
et: See on väga oluline samm enne sertifikaadi hankimist, sest see alamdomeen, mis on registreeritud `deSEC`_ kaudu, on avalik ja unikaalne, mille, nagu me õppisime, on vaja sertifikaadi hankimiseks.
fi: Tämä on erittäin tärkeä vaihe ennen varmenteen hankkimista, sillä tämä `deSEC`_ kautta rekisteröity aliverkkotunnus on julkinen ja yksilöllinen, jonka, kuten opimme, tarvitaan varmenteen hankkimiseen.
fr: Il s'agit d'une étape très importante avant d'acquérir un certificat, car ce sous-domaine enregistré par `deSEC`_ sera public et unique, dont nous avons appris qu'ils sont nécessaires pour acquérir un certificat.
hu: Ez egy nagyon fontos lépés a tanúsítvány megszerzése előtt, mivel ez a `deSEC`_ segítségével regisztrált al-domain nyilvános és egyedi lesz, amelyek, mint megtudtuk, szükségesek a tanúsítvány megszerzéséhez.
ja: `deSEC`_で登録したサブドメインは、証明書を取得するために必要な、公開されたユニークなものとなるため、これは証明書を取得する前の非常に重要なステップとなります。
lt: Tai labai svarbus žingsnis prieš įsigyjant sertifikatą, nes šis subdomenas, užregistruotas per `deSEC`_, bus viešas ir unikalus, kurio, kaip sužinojome, reikia norint įsigyti sertifikatą.
lv: Tas ir ļoti svarīgs solis pirms sertifikāta iegūšanas, jo šī apakšdomēna, kas reģistrēta, izmantojot `deSEC`_, būs publiska un unikāla, kas, kā mēs uzzinājām, ir nepieciešami, lai iegūtu sertifikātu.
nl: Dit is een zeer belangrijke stap voor het verkrijgen van een certificaat, aangezien dit sub-domein geregistreerd via `deSEC`_ openbaar en uniek zal zijn, waarvan we geleerd hebben dat ze nodig zijn om een certificaat te verkrijgen.
pl: Jest to bardzo ważny krok przed uzyskaniem certyfikatu, ponieważ subdomena zarejestrowana przez `deSEC`_ będzie publiczna i unikalna, co jak się dowiedzieliśmy jest niezbędne do uzyskania certyfikatu.
pt: Este é um passo muito importante antes de adquirir um certificado, pois este sub-domínio registado através de `deSEC`_ será público e único, cujo, como aprendemos, é necessário para adquirir um certificado.
ro: Acesta este un pas foarte important înainte de a achiziționa un certificat, deoarece acest subdomeniu înregistrat prin `deSEC`_ va fi public și unic, care așa cum am aflat sunt necesare pentru a achiziționa un certificat.
ru: Это очень важный шаг перед получением сертификата, так как этот субдомен, зарегистрированный через `deSEC`_, будет публичным и уникальным, что, как мы узнали, необходимо для получения сертификата.
sk: Toto je veľmi dôležitý krok pred získaním certifikátu, pretože táto subdoména registrovaná prostredníctvom `deSEC`_ bude verejná a jedinečná, čo, ako sme sa dozvedeli, je potrebné na získanie certifikátu.
sl: To je zelo pomemben korak pred pridobitvijo potrdila, saj bo ta poddomena, registrirana prek `deSEC`_, javna in edinstvena, kar je, kot smo se naučili, potrebno za pridobitev potrdila.
sv: Detta är ett mycket viktigt steg innan du skaffar ett certifikat, eftersom denna underdomän som registreras via `deSEC`_ kommer att vara offentlig och unik, vilket vi lärt oss behövs för att skaffa ett certifikat.
zh_cn: 这是获取证书之前非常重要的一步，因为通过`deSEC`_注册的这个子域将是公开的和唯一的，正如我们所了解的那样，获取证书需要这些子域。

source: Step-by-Step DNS & TLS
bg: Стъпка по стъпка DNS & TLS
cs: Krok za krokem DNS & TLS
de: Schritt-für-Schritt DNS & TLS
el: Βήμα-προς-Βήμα DNS & TLS
es: Paso a paso DNS & TLS
et: Samm-sammult DNS & TLS
fi: Askel askeleelta DNS & TLS
fr: Pas à pas DNS & TLS
hu: Lépésről lépésre DNS & samp; TLS
ja: ステップ・バイ・ステップのDNS＆amp、TLS
lt: Žingsnis po žingsnio DNS & amp; TLS
lv: Soli pa solim DNS & amp; TLS
nl: Stap-voor-stap DNS & TLS
pl: DNS & krok po kroku; TLS
pt: DNS & passo a passo; TLS
ro: Pas cu pas DNS & TLS
ru: Пошаговый DNS & TLS
sk: Krok za krokom DNS & TLS
sl: Korak za korakom DNS & amp; TLS
sv: Steg-för-steg DNS & TLS
zh_cn: 一步一步的DNS & TLS

source: This may sound complex, but the NextBox comes with all you need to get through this process:
bg: Това може да звучи сложно, но NextBox е снабден с всичко необходимо, за да преминете през този процес:
cs: Může to znít složitě, ale NextBox je vybaven vším, co k tomuto procesu potřebujete:
de: Das mag kompliziert klingen, aber die NextBox bringt alles mit, was Sie brauchen, um diesen Prozess zu bewältigen:
el: Αυτό μπορεί να ακούγεται περίπλοκο, αλλά το NextBox περιλαμβάνει όλα όσα χρειάζεστε για να περάσετε αυτή τη διαδικασία:
es: Esto puede parecer complejo, pero la NextBox viene con todo lo que necesitas para llevar a cabo este proceso:
et: See võib tunduda keeruline, kuid NextBoxiga on kaasas kõik, mida vajate selle protsessi läbimiseks:
fi: Tämä saattaa kuulostaa monimutkaiselta, mutta NextBoxin mukana tulee kaikki, mitä tarvitset tämän prosessin läpiviemiseen:
fr: Cela peut sembler complexe, mais la NextBox est livrée avec tout ce dont vous avez besoin pour mener à bien ce processus :
hu: Ez bonyolultnak tűnhet, de a NextBox mindent tartalmaz, amire szükséged lehet a folyamathoz:
ja: これは複雑に聞こえるかもしれませんが、NextBoxにはこのプロセスを乗り越えるために必要なものがすべて含まれています。
lt: Tai gali skambėti sudėtingai, tačiau "NextBox" turi viską, ko reikia šiam procesui atlikti:
lv: Tas var šķist sarežģīti, taču NextBox ir iekļauts viss nepieciešamais, lai veiktu šo procesu:
nl: Dit klinkt misschien ingewikkeld, maar de NextBox wordt geleverd met alles wat u nodig hebt om dit proces te doorlopen:
pl: Może się to wydawać skomplikowane, ale NextBox ma wszystko, co jest potrzebne, aby przejść przez ten proces:
pt: Isto pode parecer complexo, mas a NextBox vem com tudo o que você precisa para passar por este processo:
ro: Acest lucru poate părea complex, dar NextBox vine cu tot ce aveți nevoie pentru a trece prin acest proces:
ru: Это может показаться сложным, но NextBox поставляется со всем необходимым для прохождения этого процесса:
sk: Môže to znieť zložito, ale NextBox je vybavený všetkým, čo potrebujete na zvládnutie tohto procesu:
sl: Morda se to zdi zapleteno, vendar ima NextBox na voljo vse, kar potrebujete za ta postopek:
sv: Det kan låta komplicerat, men NextBox innehåller allt du behöver för att klara av den här processen:
zh_cn: 这听起来可能很复杂，但NextBox配备了你完成这一过程所需的一切。

source: Navigate to the Nextcloud NextBox-App
bg: Навигирайте до Nextcloud NextBox-App
cs: Přejděte do aplikace Nextcloud NextBox-App
de: Navigieren Sie zur Nextcloud NextBox-App
el: Πλοηγηθείτε στην εφαρμογή Nextcloud NextBox-App
es: Navegue hasta la aplicación Nextcloud NextBox
et: Navigeeri Nextcloud NextBox-rakendusele
fi: Siirry Nextcloud NextBox-sovellukseen
fr: Naviguer vers l'application Nextcloud NextBox
hu: Navigáljon a Nextcloud NextBox-alkalmazáshoz
ja: Nextcloud NextBox-Appに移動します。
lt: Pereikite į "Nextcloud NextBox" programėlę
lv: Virzieties uz Nextcloud NextBox-App
nl: Navigeer naar de Nextcloud NextBox-App
pl: Przejdź do aplikacji Nextcloud NextBox-App
pt: Navegar para a Nextcloud NextBox-App
ro: Navigați la Nextcloud NextBox-App
ru: Перейдите к приложению Nextcloud NextBox-App
sk: Prejdite do aplikácie Nextcloud NextBox
sl: Pojdite v aplikacijo Nextcloud NextBox
sv: Navigera till Nextcloud NextBox-appen
zh_cn: 导航至Nextcloud NextBox-App

source: Click on "Guided Dynamic DNS"
bg: Кликнете върху "Guided Dynamic DNS"
cs: Klikněte na "Řízený dynamický DNS"
de: Klicken Sie auf "Geführter dynamischer DNS".
el: Κάντε κλικ στο "Καθοδηγούμενο δυναμικό DNS",
es: Haga clic en "DNS dinámico guiado"";
et: Klõpsake "Guided Dynamic DNS"
fi: Napsauta "Ohjattu dynaaminen DNS"
fr: Cliquez sur "Guided Dynamic DNS".
hu: Kattintson az "Irányított dinamikus DNS" gombra;
ja: Guided Dynamic DNS"」をクリックします。
lt: Spustelėkite "Guided Dynamic DNS";
lv: Noklikšķiniet uz "Virzīties dinamiskā DNS";
nl: Klik op "Guided Dynamic DNS"
pl: Kliknij na "Guided Dynamic DNS"
pt: Clique em "Guided Dynamic DNS"
ro: Faceți clic pe "Guided Dynamic DNS"
ru: Нажмите на "Управляемый динамический DNS"
sk: Kliknite na položku "Guided Dynamic DNS"
sl: Kliknite na "Vodeni dinamični DNS"
sv: Klicka på "Guidad dynamisk DNS"
zh_cn: 点击"引导的动态DNS"。

source: Insert a valid e-mail address you have access to into the first input field
bg: Въведете валиден имейл адрес, до който имате достъп, в първото поле за въвеждане
cs: Do prvního vstupního pole vložte platnou e-mailovou adresu, ke které máte přístup.
de: Geben Sie eine gültige E-Mail-Adresse, auf die Sie Zugriff haben, in das erste Eingabefeld ein
el: Εισάγετε μια έγκυρη διεύθυνση ηλεκτρονικού ταχυδρομείου στην οποία έχετε πρόσβαση στο πρώτο πεδίο εισαγωγής.
es: Introduzca una dirección de correo electrónico válida a la que tenga acceso en el primer campo de entrada
et: Sisestage kehtiv e-posti aadress, millele teil on juurdepääs, esimesse sisendväljale.
fi: Kirjoita ensimmäiseen syöttökenttään voimassa oleva sähköpostiosoite, johon sinulla on pääsy.
fr: Insérez une adresse électronique valide à laquelle vous avez accès dans le premier champ de saisie.
hu: Írjon be egy érvényes e-mail címet, amelyhez hozzáférhet az első mezőbe.
ja: 最初の入力フィールドに、あなたがアクセス可能な有効なEメールアドレスを入力してください。
lt: Į pirmąjį įvesties lauką įveskite galiojantį el. pašto adresą, prie kurio turite prieigą.
lv: Pirmajā ievades laukā ievadiet derīgu e-pasta adresi, kas jums ir pieejama.
nl: Zet een geldig e-mail adres waartoe je toegang hebt in het eerste invoerveld
pl: W pierwszym polu wpisz prawidłowy adres e-mail, do którego masz dostęp.
pt: Insira um endereço de e-mail válido ao qual você tem acesso no primeiro campo de entrada
ro: Introduceți în primul câmp de introducere o adresă de e-mail validă la care aveți acces.
ru: Вставьте в первое поле ввода действующий адрес электронной почты, к которому у вас есть доступ
sk: Do prvého vstupného poľa vložte platnú e-mailovú adresu, ku ktorej máte prístup.
sl: V prvo vnosno polje vstavite veljavni e-poštni naslov, do katerega imate dostop.
sv: Ange en giltig e-postadress som du har tillgång till i det första inmatningsfältet.
zh_cn: 在第一个输入字段中插入一个你可以访问的有效电子邮件地址
