Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/nitrophone.po
Languages: bg, cs, da, de, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, ro, ru, sk, sl, sv, zh_cn

source: NitroPhone Apps
bg: Приложения за NitroPhone
cs: Aplikace NitroPhone
de: NitroPhone-Anwendungen
el: Εφαρμογές NitroPhone
es: Aplicaciones NitroPhone
fi: NitroPhone-sovellukset
hu: NitroPhone alkalmazások
ja: NitroPhoneアプリ
lt: "NitroPhone" programos
lv: NitroPhone lietotnes
pl: Aplikacje NitroPhone
ro: Aplicații NitroPhone
ru: Приложения NitroPhone
sk: Aplikácie NitroPhone
sl: Aplikacije NitroPhone
sv: NitroPhone Appar
zh_cn: NitroPhone应用程序

source: For very high security requirements, you should use as few apps as possible to provide a small attack surface. If instead you want to use the NitroPhone as an everyday smartphone with more apps we recommend:
bg: При много високи изисквания за сигурност трябва да използвате възможно най-малко приложения, за да осигурите малка повърхност за атаки. Ако вместо това искате да използвате NitroPhone като ежедневен смартфон с повече приложения, препоръчваме:
cs: V případě velmi vysokých požadavků na zabezpečení byste měli používat co nejméně aplikací, abyste zajistili malý prostor pro útoky. Pokud místo toho chcete NitroPhone používat jako každodenní smartphone s více aplikacemi, doporučujeme:
da: Hvis du har meget høje sikkerhedskrav, bør du bruge så få apps som muligt for at skabe en lille angrebsflade. Hvis du i stedet ønsker at bruge NitroPhone som en dagligdags smartphone med flere apps anbefaler vi:
de: Bei sehr hohen Sicherheitsanforderungen sollten Sie so wenige Apps wie möglich verwenden, um eine kleine Angriffsfläche zu bieten. Wenn Sie das NitroPhone stattdessen als alltägliches Smartphone mit mehr Apps verwenden möchten, empfehlen wir:
el: Για πολύ υψηλές απαιτήσεις ασφαλείας, θα πρέπει να χρησιμοποιείτε όσο το δυνατόν λιγότερες εφαρμογές για να παρέχετε μια μικρή επιφάνεια επίθεσης. Αντίθετα, αν θέλετε να χρησιμοποιήσετε το NitroPhone ως καθημερινό smartphone με περισσότερες εφαρμογές, σας προτείνουμε:
es: Para requisitos de seguridad muy elevados, debería utilizar el menor número de aplicaciones posible para proporcionar una pequeña superficie de ataque. Si por el contrario quieres utilizar el NitroPhone como un smartphone de uso diario con más aplicaciones, te recomendamos:
et: Väga kõrgete turvanõuete puhul peaksite kasutama võimalikult vähe rakendusi, et tagada väike ründepind. Kui soovite selle asemel kasutada NitroPhone'i kui igapäevast nutitelefoni, millel on rohkem rakendusi, siis soovitame:
fi: Jos tietoturvavaatimukset ovat erittäin korkeat, kannattaa käyttää mahdollisimman vähän sovelluksia, jotta hyökkäyspinta on pieni. Jos sen sijaan haluat käyttää NitroPhonea jokapäiväisenä älypuhelimena, jossa on enemmän sovelluksia, suosittelemme seuraavaa:
fr: Pour des exigences de sécurité très élevées, vous devez utiliser aussi peu d'applications que possible afin de fournir une petite surface d'attaque. Si vous souhaitez plutôt utiliser le NitroPhone comme un smartphone de tous les jours avec plus d'applications, nous vous recommandons :
hu: Nagyon magas biztonsági követelmények esetén a lehető legkevesebb alkalmazást kell használnia, hogy kis támadási felületet biztosítson. Ha ehelyett a NitroPhone-t hétköznapi okostelefonként szeretné használni, több alkalmazással javasoljuk:
ja: 非常に高いセキュリティ要件を満たすためには、できるだけ少ないアプリを使用して、攻撃対象を小さくする必要があります。その代わりに、NitroPhoneを日常的なスマートフォンとして使用し、より多くのアプリを使用したい場合には、以下をお勧めします。
lt: Jei keliami labai aukšti saugumo reikalavimai, turėtumėte naudoti kuo mažiau programų, kad būtų užtikrintas nedidelis atakos paviršius. Jei vietoj to norite naudoti "NitroPhone" kaip kasdienį išmanųjį telefoną su daugiau programėlių, rekomenduojame:
lv: Ja ir ļoti augstas drošības prasības, jāizmanto pēc iespējas mazāk lietotņu, lai nodrošinātu nelielu uzbrukuma virsmu. Ja NitroPhone vēlaties izmantot kā ikdienas viedtālruni ar vairāk lietotnēm, mēs iesakām:
nl: Voor zeer hoge beveiligingseisen moet je zo min mogelijk apps gebruiken om een klein aanvalsoppervlak te hebben. Als je in plaats daarvan de NitroPhone wilt gebruiken als een alledaagse smartphone met meer apps, raden we je aan:
pl: W przypadku bardzo wysokich wymagań bezpieczeństwa należy używać jak najmniejszej liczby aplikacji, aby zapewnić niewielką powierzchnię ataku. Jeśli zamiast tego chcesz używać NitroPhone jako codziennego smartfona z większą ilością aplikacji, zalecamy:
ro: În cazul cerințelor de securitate foarte ridicate, ar trebui să utilizați cât mai puține aplicații pentru a oferi o suprafață de atac redusă. Dacă, în schimb, doriți să utilizați NitroPhone ca un smartphone de zi cu zi cu mai multe aplicații, vă recomandăm:
ru: При очень высоких требованиях к безопасности следует использовать как можно меньше приложений, чтобы обеспечить небольшую площадь атаки. Если вы хотите использовать NitroPhone в качестве повседневного смартфона с большим количеством приложений, мы рекомендуем:
sk: Pri veľmi vysokých požiadavkách na bezpečnosť by ste mali používať čo najmenej aplikácií, aby ste vytvorili malý priestor na útoky. Ak chcete namiesto toho používať NitroPhone ako každodenný smartfón s väčším počtom aplikácií, odporúčame:
sl: Pri zelo visokih varnostnih zahtevah morate uporabljati čim manj aplikacij, da zagotovite majhno površino za napade. Če želite NitroPhone uporabljati kot vsakodnevni pametni telefon z več aplikacijami, vam priporočamo:
sv: För mycket höga säkerhetskrav bör du använda så få appar som möjligt för att skapa en liten angreppsyta. Om du istället vill använda NitroPhone som en vardagssmartphone med fler appar rekommenderar vi:
zh_cn: 对于非常高的安全要求，你应该尽可能少地使用应用程序，以提供一个小的攻击面。如果你想把NitroPhone作为日常智能手机使用，我们建议使用更多的应用程序。

source: Install the `F-Droid <https://f-droid.org/F-Droid.apk>`_ App Store. This has exclusively open source apps that do without drastic tracking and without advertising. Here you will find thousands of apps from a wide variety of fields. If you are looking for an app, check F-Droid first.
bg: Инсталирайте `F-Droid <https://f-droid.org/F-Droid.apk>`_ Магазин за приложения. В него има изключително приложения с отворен код, които се справят без драстично проследяване и без реклама. Тук ще намерите хиляди приложения от най-различни области. Ако търсите приложение, първо проверете в F-Droid.
cs: Nainstalujte `F-Droid <https://f-droid.org/F-Droid.apk>`_ App Store. Ten obsahuje výhradně aplikace s otevřeným zdrojovým kódem, které se obejdou bez drastického sledování a bez reklamy. Najdete zde tisíce aplikací z nejrůznějších oblastí. Pokud hledáte nějakou aplikaci, podívejte se nejprve na F-Droid.
da: Installer `F-Droid <https://f-droid.org/F-Droid.apk>`_ App Store. Denne har udelukkende open source-apps, der gør uden drastisk sporing og uden reklamer. Her finder du tusindvis af apps fra en lang række områder. Hvis du er på udkig efter en app, skal du først tjekke F-Droid.
de: Installieren Sie den `F-Droid <https://f-droid.org/F-Droid.apk>`_ App Store. Hier gibt es ausschließlich Open-Source-Apps, die ohne drastisches Tracking und ohne Werbung auskommen. Hier finden Sie Tausende von Apps aus den verschiedensten Bereichen. Wenn Sie auf der Suche nach einer App sind, schauen Sie zuerst bei F-Droid nach.
el: Εγκαταστήστε το `F-Droid <https://f-droid.org/F-Droid.apk>`_ App Store. Αυτό διαθέτει αποκλειστικά εφαρμογές ανοιχτού κώδικα που κάνουν χωρίς δραστική παρακολούθηση και χωρίς διαφήμιση. Εδώ θα βρείτε χιλιάδες εφαρμογές από μια μεγάλη ποικιλία τομέων. Αν ψάχνετε για μια εφαρμογή, ελέγξτε πρώτα το F-Droid.
es: Instala la `F-Droid <https://f-droid.org/F-Droid.apk>`_ App Store. Esta tiene exclusivamente apps de código abierto que prescinden de un seguimiento drástico y sin publicidad. Aquí encontrarás miles de apps de una gran variedad de campos. Si buscas una aplicación, consulta primero F-Droid.
et: Installige `F-Droid <https://f-droid.org/F-Droid.apk>`_ App Store. See on eranditult avatud lähtekoodiga rakendused, mis teevad ilma drastilise jälgimise ja ilma reklaamita. Siit leiad tuhandeid rakendusi väga erinevatest valdkondadest. Kui otsite rakendust, vaadake kõigepealt F-Droidist.
fi: Asenna `F-Droid <https://f-droid.org/F-Droid.apk>`_ App Store. Siellä on yksinomaan avoimen lähdekoodin sovelluksia, jotka pärjäävät ilman rajuja seurantaa ja ilman mainoksia. Täältä löydät tuhansia sovelluksia eri aloilta. Jos etsit sovellusta, tarkista ensin F-Droid.
hu: Telepítse a `F-Droid <https://f-droid.org/F-Droid.apk>`_ App Store-t. Ez kizárólag nyílt forráskódú alkalmazásokat tartalmaz, amelyek drasztikus nyomon követés és reklámok nélkül teszik. Itt több ezer alkalmazást találsz a legkülönbözőbb területekről. Ha alkalmazást keresel, először az F-Droidot nézd meg.
ja: `F-Droid <https://f-droid.org/F-Droid.apk>`_のApp Storeをインストールします。これには、思い切ったトラッキングや広告のない、オープンソースのアプリだけがあります。ここでは、さまざまな分野の何千ものアプリを見つけることができます。アプリを探している人は、まずF-Droidをチェックしてみてください。
lt: Įdiekite `"F-Droid" <https://f-droid.org/F-Droid.apk>`_ "App Store". Joje yra tik atvirojo kodo programų, kurios apsieina be drastiško sekimo ir be reklamos. Čia rasite tūkstančius įvairių sričių programėlių. Jei ieškote programos, pirmiausia patikrinkite "F-Droid".
lv: Instalējiet `F-Droid <https://f-droid.org/F-Droid.apk>`_ App Store. Tajā ir tikai atvērtā pirmkoda programmas, kas darbojas bez drastiskas izsekošanas un bez reklāmām. Šeit atradīsiet tūkstošiem lietotņu no visdažādākajām jomām. Ja meklējat kādu lietotni, vispirms pārbaudiet F-Droid.
nl: Installeer de `F-Droid <https://f-droid.org/F-Droid.apk>`_ App Store. Deze heeft uitsluitend open source apps die het zonder drastische tracking en zonder reclame doen. Hier vindt u duizenden apps uit de meest uiteenlopende vakgebieden. Als u op zoek bent naar een app, kijk dan eerst op F-Droid.
pl: Zainstaluj `F-Droid <https://f-droid.org/F-Droid.apk>`_ App Store. To ma wyłącznie aplikacje open source, które robią bez drastycznego śledzenia i bez reklamy. Tutaj znajdziesz tysiące aplikacji z różnych dziedzin. Jeśli szukasz aplikacji, sprawdź F-Droid pierwszy.
ro: Instalați `F-Droid <https://f-droid.org/F-Droid.apk>`_ App Store. Acesta dispune exclusiv de aplicații open source care fac fără urmărire drastică și fără publicitate. Aici veți găsi mii de aplicații dintr-o mare varietate de domenii. Dacă sunteți în căutarea unei aplicații, verificați mai întâi F-Droid.
ru: Установите `F-Droid <https://f-droid.org/F-Droid.apk>`_ App Store. Здесь есть исключительно приложения с открытым исходным кодом, которые обходятся без жесткого отслеживания и без рекламы. Здесь вы найдете тысячи приложений из самых разных областей. Если вы ищете приложение, сначала проверьте F-Droid.
sk: Nainštalujte `F-Droid <https://f-droid.org/F-Droid.apk>`_ App Store. Ten obsahuje výlučne aplikácie s otvoreným zdrojovým kódom, ktoré sa zaobídu bez drastického sledovania a bez reklamy. Nájdete tu tisíce aplikácií z najrôznejších oblastí. Ak hľadáte aplikáciu, najprv si pozrite F-Droid.
sl: Namestite `F-Droid <https://f-droid.org/F-Droid.apk>`_ App Store. Ta ima izključno odprtokodne aplikacije, ki delujejo brez drastičnega sledenja in brez oglaševanja. Tu boste našli na tisoče aplikacij z najrazličnejših področij. Če iščete aplikacijo, najprej preverite F-Droid.
sv: Installera `F-Droid <https://f-droid.org/F-Droid.apk>`_ App Store. Denna har uteslutande appar med öppen källkod som gör utan drastisk spårning och utan reklam. Här hittar du tusentals appar från många olika områden. Om du letar efter en app ska du kolla F-Droid först.
zh_cn: 安装`F-Droid <https://f-droid.org/F-Droid.apk>`_应用程序商店。这里有专门的开放源码应用程序，没有剧烈的跟踪，也没有广告。在这里，你会发现来自各种领域的成千上万的应用程序。如果你正在寻找一个应用程序，请先查看F-Droid。

source: If the apps in F-Droid are not enough for you, open F-Droid and install Aurora Store. In Aurora Store, you can install all apps from Google Play Store.
bg: Ако приложенията в F-Droid не са достатъчни за вас, отворете F-Droid и инсталирайте Aurora Store. В Aurora Store можете да инсталирате всички приложения от Google Play Store.
cs: Pokud vám aplikace ve F-Droidu nestačí, otevřete F-Droid a nainstalujte si Aurora Store. V obchodě Aurora Store můžete instalovat všechny aplikace z obchodu Google Play.
da: Hvis apps i F-Droid ikke er nok for dig, kan du åbne F-Droid og installere Aurora Store. I Aurora Store kan du installere alle apps fra Google Play Store.
de: Wenn Ihnen die Apps in F-Droid nicht ausreichen, öffnen Sie F-Droid und installieren Sie den Aurora Store. Im Aurora Store können Sie alle Apps aus dem Google Play Store installieren.
el: Αν οι εφαρμογές στο F-Droid δεν σας αρκούν, ανοίξτε το F-Droid και εγκαταστήστε το Aurora Store. Στο Aurora Store, μπορείτε να εγκαταστήσετε όλες τις εφαρμογές από το Google Play Store.
es: Si las aplicaciones en F-Droid no son suficientes para ti, abre F-Droid e instala Aurora Store. En Aurora Store, puede instalar todas las aplicaciones de Google Play Store.
et: Kui F-Droidis olevatest rakendustest ei piisa, avage F-Droid ja installige Aurora Store. Aurora Store'is saate installida kõik Google Play Store'i rakendused.
fi: Jos F-Droidin sovellukset eivät riitä sinulle, avaa F-Droid ja asenna Aurora Store. Aurora Storessa voit asentaa kaikki Google Play Storen sovellukset.
fr: Si les applications de F-Droid ne vous suffisent pas, ouvrez F-Droid et installez Aurora Store. Dans Aurora Store, vous pouvez installer toutes les applications de Google Play Store.
hu: Ha az F-Droidban található alkalmazások nem elegendőek Önnek, nyissa meg az F-Droidot, és telepítse az Aurora Store-t. Az Aurora Store-ban a Google Play Store összes alkalmazását telepítheti.
ja: F-Droidのアプリでは物足りないという方は、F-Droidを開き、Aurora Storeをインストールしてください。Aurora Storeでは、Google Play Storeにあるすべてのアプリをインストールすることができます。
lt: Jei "F-Droid" esančių programų jums nepakanka, atidarykite "F-Droid" ir įdiekite "Aurora Store". "Aurora Store" galite įdiegti visas "Google Play" parduotuvėje esančias programėles.
lv: Ja ar F-Droid programmām nepietiek, atveriet F-Droid un instalējiet Aurora Store. Aurora veikalā varat instalēt visas programmas no Google Play veikala.
nl: Als de apps in F-Droid niet genoeg voor je zijn, open F-Droid en installeer Aurora Store. In Aurora Store, kunt u alle apps installeren van Google Play Store.
pl: Jeśli aplikacje w F-Droid nie są wystarczające dla Ciebie, otworzyć F-Droid i zainstalować Aurora Store. W Aurora Store, można zainstalować wszystkie aplikacje z Google Play Store.
ro: Dacă aplicațiile din F-Droid nu sunt suficiente pentru dumneavoastră, deschideți F-Droid și instalați Aurora Store. În Aurora Store, puteți instala toate aplicațiile din Google Play Store.
ru: Если приложений в F-Droid вам недостаточно, откройте F-Droid и установите Aurora Store. В Aurora Store вы можете установить все приложения из Google Play Store.
sk: Ak vám aplikácie v aplikácii F-Droid nestačia, otvorte aplikáciu F-Droid a nainštalujte aplikáciu Aurora Store. V obchode Aurora môžete nainštalovať všetky aplikácie z obchodu Google Play.
sl: Če vam aplikacije v programu F-Droid ne zadostujejo, odprite program F-Droid in namestite trgovino Aurora. V trgovini Aurora Store lahko namestite vse aplikacije iz trgovine Google Play.
sv: Om apparna i F-Droid inte är tillräckliga för dig, öppna F-Droid och installera Aurora Store. I Aurora Store kan du installera alla appar från Google Play Store.
zh_cn: 如果F-Droid中的应用程序对你来说还不够，请打开F-Droid并安装Aurora商店。在Aurora商店中，你可以安装Google Play商店的所有应用程序。

source: Many apps work without Google Play Services. However, if you want to use apps that require Google Play Services, you can install `Google Play Services in a sandbox <https://grapheneos.org/usage#sandboxed-play-services>`_ as follows. In the future, an installer will be provided to simplify the installation process.
bg: Много приложения работят без услугите на Google Play. Ако обаче искате да използвате приложения, които изискват Услугите на Google Play, можете да инсталирате `Услугите на Google Play в пясъчник <https://grapheneos.org/usage#sandboxed-play-services>`_ по следния начин. В бъдеще ще бъде предоставен инсталатор за опростяване на процеса на инсталиране.
cs: Mnoho aplikací funguje i bez služeb Google Play. Pokud však chcete používat aplikace, které vyžadují Služby Google Play, můžete nainstalovat `Služby Google Play do sandboxu <https://grapheneos.org/usage#sandboxed-play-services>`_ následujícím způsobem. V budoucnu bude k dispozici instalační program, který proces instalace zjednoduší.
da: Mange apps fungerer uden Google Play-tjenester. Men hvis du vil bruge apps, der kræver Google Play-tjenester, kan du installere `Google Play-tjenester i en sandkasse <https://grapheneos.org/usage#sandboxed-play-services>`_ på følgende måde. I fremtiden vil der blive leveret et installationsprogram for at forenkle installationsprocessen.
de: Viele Apps funktionieren auch ohne Google Play Services. Wenn Sie jedoch Apps verwenden möchten, die Google Play Services benötigen, können Sie `Google Play Services in einer Sandbox <https://grapheneos.org/usage#sandboxed-play-services>`_ wie folgt installieren. In Zukunft wird ein Installationsprogramm zur Verfügung gestellt, um den Installationsprozess zu vereinfachen.
el: Πολλές εφαρμογές λειτουργούν χωρίς τις Υπηρεσίες Google Play. Ωστόσο, αν θέλετε να χρησιμοποιήσετε εφαρμογές που απαιτούν τις Υπηρεσίες Google Play, μπορείτε να εγκαταστήσετε τις `Υπηρεσίες Google Play σε ένα sandbox <https://grapheneos.org/usage#sandboxed-play-services>`_ ως εξής. Στο μέλλον, θα παρέχεται ένας εγκαταστάτης για την απλοποίηση της διαδικασίας εγκατάστασης.
es: Muchas apps funcionan sin los Servicios de Google Play. Sin embargo, si quieres utilizar aplicaciones que requieren Google Play Services, puedes instalar `Google Play Services en un sandbox <https://grapheneos.org/usage#sandboxed-play-services>`_ como se indica a continuación. En el futuro, se proporcionará un instalador para simplificar el proceso de instalación.
et: Paljud rakendused töötavad ilma Google Play teenusteta. Kui soovite siiski kasutada rakendusi, mis nõuavad Google Play teenuseid, saate paigaldada `Google Play teenused liivakasti <https://grapheneos.org/usage#sandboxed-play-services>`_ järgmiselt. Tulevikus pakutakse paigaldusprogrammi, mis lihtsustab paigaldusprotsessi.
fi: Monet sovellukset toimivat ilman Google Play -palveluita. Jos kuitenkin haluat käyttää sovelluksia, jotka vaativat Google Play Services -palveluja, voit asentaa `Google Play Services -palvelut hiekkalaatikkoon <https://grapheneos.org/usage#sandboxed-play-services>`_ seuraavasti. Tulevaisuudessa toimitetaan asennusohjelma, joka helpottaa asennusta.
hu: Számos alkalmazás működik a Google Play Services nélkül. Ha azonban olyan alkalmazásokat szeretne használni, amelyekhez Google Play Services szükséges, akkor telepítheti a `Google Play Services-t egy homokozóban <https://grapheneos.org/usage#sandboxed-play-services>`_ az alábbiak szerint. A jövőben a telepítési folyamat egyszerűsítésére egy telepítőprogramot biztosítunk.
ja: 多くのアプリは、Google Play Servicesがなくても動作します。しかし、Google Play Servicesを必要とするアプリを使用したい場合は、以下のようにして、`Google Play Servicesをサンドボックス<https://grapheneos.org/usage#sandboxed-play-services>`_にインストールすることができます。将来的には、インストール作業を簡略化するためのインストーラーが提供される予定です。
lt: Daugelis programų veikia be "Google Play Services". Tačiau jei norite naudoti programas, kurioms reikia "Google Play Services", galite įdiegti `"Google Play Services" smėlio dėžėje <https://grapheneos.org/usage#sandboxed-play-services>`_ taip. Ateityje bus pateikta diegimo programa, kuri supaprastins diegimo procesą.
lv: Daudzas programmas darbojas bez pakalpojuma Google Play Services. Tomēr, ja vēlaties izmantot programmas, kurām nepieciešami Google Play pakalpojumi, varat instalēt `Google Play pakalpojumus smilšu kastē <https://grapheneos.org/usage#sandboxed-play-services>`_ šādi. Nākotnē tiks nodrošināts instalētājs, lai vienkāršotu instalēšanas procesu.
nl: Veel apps werken zonder Google Play Services. Als u echter apps wilt gebruiken die Google Play Services vereisen, kunt u `Google Play Services als volgt in een sandbox <https://grapheneos.org/usage#sandboxed-play-services>`_ installeren. In de toekomst zal een installatieprogramma worden geleverd om het installatieproces te vereenvoudigen.
pl: Wiele aplikacji działa bez Usług Google Play. Jeśli jednak chcesz używać aplikacji, które wymagają Usług Google Play, możesz zainstalować `Usługi Google Play w piaskownicy <https://grapheneos.org/usage#sandboxed-play-services>`_ w następujący sposób. W przyszłości zostanie udostępniony instalator, który uprości proces instalacji.
ro: Multe aplicații funcționează fără Google Play Services. Cu toate acestea, dacă doriți să utilizați aplicații care necesită Google Play Services, puteți instala `Google Play Services într-o sandbox <https://grapheneos.org/usage#sandboxed-play-services>`_ după cum urmează. În viitor, va fi furnizat un program de instalare pentru a simplifica procesul de instalare.
ru: Многие приложения работают без Служб Google Play. Однако если вы хотите использовать приложения, для которых требуются Службы Google Play, вы можете установить ` Службы Google Play в песочнице <https://grapheneos.org/usage#sandboxed-play-services>`_ следующим образом. В будущем будет предоставлена программа установки для упрощения процесса установки.
sk: Mnohé aplikácie fungujú bez služby Google Play. Ak však chcete používať aplikácie, ktoré vyžadujú Služby Google Play, môžete nainštalovať `Služby Google Play do pieskoviska <https://grapheneos.org/usage#sandboxed-play-services>`_ takto. V budúcnosti bude k dispozícii inštalačný program, ktorý zjednoduší proces inštalácie.
sl: Številne aplikacije delujejo brez storitve Google Play. Če pa želite uporabljati aplikacije, ki zahtevajo storitve Google Play, lahko namestite `storitve Google Play v peskovnik <https://grapheneos.org/usage#sandboxed-play-services>`_, kot sledi. V prihodnosti bo na voljo namestitveni program, ki bo poenostavil postopek namestitve.
sv: Många appar fungerar utan Google Play-tjänster. Men om du vill använda appar som kräver Google Play Services kan du installera `Google Play Services i en sandlåda <https://grapheneos.org/usage#sandboxed-play-services>`_ på följande sätt. I framtiden kommer ett installationsprogram att tillhandahållas för att förenkla installationsprocessen.
zh_cn: 许多应用程序可以在没有Google Play服务的情况下运行。但是，如果你想使用需要Google Play服务的应用程序，你可以在沙盒中安装`Google Play服务<https://grapheneos.org/usage#sandboxed-play-services>`_，如下。在未来，将提供一个安装程序来简化安装过程。
