Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/nitropad.po
Languages: bg, da, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: Set in the "Qubes Settings" of fedora template "Networking" to default and "Apply" the changes.
bg: Задайте в "Qubes Settings" на шаблона на Fedora "Networking" по подразбиране и "Apply" промените.
da: Indstil i "Qubes Settings" i Fedora-skabelonen "Networking" til standard og "Apply" ændringerne.
el: Ορίστε στο "Qubes Settings" του προτύπου fedora "Networking" την προεπιλογή και "Apply" τις αλλαγές.
es: Establecer en el "Qubes Settings" de la plantilla de fedora "Networking" por defecto y "Aplicar" los cambios.
et: Seadistage fedora malli "Qubes Settings" "Networking" vaikimisi ja "Apply" muudatused.
fi: Aseta Fedora-mallin "Qubes Settings" kohdassa "Networking" oletusarvoksi ja "Apply" muutokset.
hu: Állítsa be a "Qubes Settings" Fedora sablon "Networking" alapértelmezettre és "Apply" a változtatásokat.
ja: フェドラテンプレートの"Qubes Settings"で"Network"をデフォルトに設定し、"Apply"で変更を反映させます。
lt: Nustatykite "Qubes nustatymai" iš fedora šablono "Tinklo" į numatytąjį ir "Taikyti" pakeitimus.
lv: Iestatiet "Qubes iestatījumi" no fedora veidni "Tīkla " uz noklusējuma un "Piemērot" izmaiņas.
nl: Zet in de "Qubes Settings" van fedora template "Networking" op default en "Apply" de veranderingen.
pl: Ustaw w "Qubes Settings" szablonu fedory "Networking" na domyślne i "Apply" zmiany.
pt: Definir no "Qubes Settings" de fedora modelo "Networking" para padrão e "Apply" as alterações.
ro: Setați în "Qubes Settings" din șablonul fedora "Networking" la default și "Apply" modificările.
ru: Установите в "Настройках кубов" шаблона fedora "Networking" значение по умолчанию и "Примените" изменения.
sk: Nastavte v "Qubes Settings" šablóny Fedora "Networking" na predvolené a "Apply" zmeny.
sl: Nastavite v "Qubes Settings" v predlogi Fedora "Networking" na privzeto in "Apply" spremembe.
sv: Ställ in "Qubes Settings" i Fedora-mallen "Networking" till standard och "Apply" ändringarna.
zh_cn: 在Fedora模板的"Qubes Settings"中设置"Networking"为默认，并"Apply"修改。

source: Open the terminal of the fedora template and run ``sudo dnf install nitrokey-app``.
bg: Отворете терминала на шаблона Fedora и стартирайте ``sudo dnf install nitrokey-app``.
da: Åbn terminalen for Fedora-skabelonen, og kør ``sudo dnf install nitrokey-app``.
el: Ανοίξτε το τερματικό του προτύπου fedora και εκτελέστε ``sudo dnf install nitrokey-app``.
es: Abre el terminal de la plantilla fedora y ejecuta ``sudo dnf install nitrokey-app``.
et: Avage fedora malli terminal ja käivitage ``sudo dnf install nitrokey-app``.
fi: Avaa fedora-mallin terminaali ja suorita ``sudo dnf install nitrokey-app``.
hu: Nyissa meg a fedora sablon terminálját, és futtassa a ``sudo dnf install nitrokey-app`` parancsot.
ja: fedoraテンプレートのターミナルを開き、``sudo dnf install nitrokey-app``を実行します。
lt: Atidarykite "Fedora" šablono terminalą ir paleiskite ``sudo dnf install nitrokey-app``.
lv: Atveriet fedora šablona termināli un palaidiet ``sudo dnf install nitrokey-app``.
nl: Open de terminal van het fedora sjabloon en voer ``sudo dnf install nitrokey-app`` uit.
pl: Otwórz terminal szablonu fedora i uruchom ``sudo dnf install nitrokey-app``.
pt: Abra o terminal do modelo fedora e execute ``sudo dnf install nitrokey-app```.
ro: Deschideți terminalul șablonului fedora și rulați ``sudo dnf install nitrokey-app``.
ru: Откройте терминал шаблона fedora и запустите ``sudo dnf install nitrokey-app``.
sk: Otvorte terminál šablóny Fedora a spustite ``sudo dnf install nitrokey-app``.
sl: Odprite terminal predloge Fedora in zaženite ``sudo dnf install nitrokey-app``.
sv: Öppna terminalen för Fedora-mallen och kör ``sudo dnf install nitrokey-app``.
zh_cn: 打开fedora模板的终端，运行``sudo dnf install nitrokey-app``。

source: Shut down the template.
bg: Изключете шаблона.
da: Luk skabelonen ned.
el: Κλείστε το πρότυπο.
es: Apaga la plantilla.
et: Sulgege mall.
fi: Sammuta malli.
hu: Zárja le a sablont.
ja: テンプレートをシャットダウンします。
lt: Išjunkite šabloną.
lv: Izslēdziet veidni.
nl: Sluit het sjabloon af.
pl: Wyłączenie szablonu.
pt: Desligue o modelo.
ro: Închideți șablonul.
ru: Выключите шаблон.
sk: Vypnite šablónu.
sl: Izklopite predlogo.
sv: Stäng av mallen.
zh_cn: 关闭模板。

source: Restart all qubes based on the template.
bg: Рестартирайте всички кубове въз основа на шаблона.
da: Genstart alle qubes baseret på skabelonen.
el: Επανεκκίνηση όλων των qubes με βάση το πρότυπο.
es: Reinicia todos los qubes basados en la plantilla.
et: Taaskäivitage kõik qubes malli alusel.
fi: Käynnistä kaikki qubes uudelleen mallin perusteella.
hu: Indítsa újra az összes qubes-t a sablon alapján.
ja: テンプレートに基づいて、すべてのQBを再起動します。
lt: Iš naujo paleiskite visus pagal šabloną sukurtus qubes.
lv: Restartējiet visus qubes, pamatojoties uz šablonu.
nl: Herstart alle qubes op basis van het sjabloon.
pl: Uruchom ponownie wszystkie quby w oparciu o szablon.
pt: Reinicie todas as perguntas com base no modelo.
ro: Reporniți toate qubes pe baza șablonului.
ru: Перезапустите все qubes на основе шаблона.
sk: Reštartujte všetky qubes na základe šablóny.
sl: Ponovno zaženite vse qube na podlagi predloge.
sv: Starta om alla qubes baserat på mallen.
zh_cn: 在模板的基础上重新启动所有qubes。

source: Go to "Application" of sys-usb and select the Nitrokey App.
bg: Отидете в "Application" на sys-usb и изберете приложението Nitrokey.
da: Gå til "Program" i sys-usb og vælg Nitrokey-appen.
el: Μεταβείτε στο "Application" του sys-usb και επιλέξτε την εφαρμογή Nitrokey App.
es: Vaya a "Aplicación" de sys-usb y seleccione la App Nitrokey.
et: Mine "Application" sys-usb ja vali Nitrokey App.
fi: Siirry kohtaan "Application" sys-usb:ssä ja valitse Nitrokey App.
hu: Menjen a "Alkalmazás" sys-usb menüpontba, és válassza ki a Nitrokey alkalmazást.
ja: sys-usbの"Application"にアクセスし、Nitrokeyアプリを選択します。
lt: Eikite į "Application" sys-usb ir pasirinkite Nitrokey App.
lv: Dodieties uz "Application" sys-usb un izvēlieties Nitrokey App.
nl: Ga naar "Application" van sys-usb en selecteer de Nitrokey App.
pl: Przejdź do "Aplikacji" sys-usb i wybierz Nitrokey App.
pt: Vá para " Application" de sys-usb e selecione a aplicação Nitrokey.
ro: Mergeți la "Application" din sys-usb și selectați aplicația Nitrokey.
ru: Перейдите в раздел "Приложения" в sys-usb и выберите приложение Nitrokey.
sk: Prejdite na "Application" systému USB a vyberte aplikáciu Nitrokey.
sl: Pojdite na "Application" sys-usb in izberite aplikacijo Nitrokey.
sv: Gå till "Application" i sys-usb och välj Nitrokey-appen.
zh_cn: 进入sys-usb的"应用"，选择Nitrokey应用。

source: Click the arrow pointing to the right side to move it to the shortcuts and "Apply" the changes.
bg: Щракнете върху стрелката, сочеща към дясната страна, за да я преместите към бързите клавиши и "Приложи" промените.
da: Klik på pilen til højre for at flytte den til genvejene, og "Anvend" ændringerne.
el: Κάντε κλικ στο βέλος που δείχνει προς τα δεξιά για να το μετακινήσετε στις συντομεύσεις και "Εφαρμόστε" τις αλλαγές.
es: Haga clic en la flecha que apunta a la derecha para moverlo a los accesos directos y "Aplicar" los cambios.
et: Klõpsake noolt, mis osutab paremale poole, et viia see otseteedele ja "Rakenda" muudatused.
fi: Napsauta oikealle osoittavaa nuolta siirtääksesi sen pikavalintoihin ja "Käytä" muutokset.
hu: Kattintson a jobb oldalra mutató nyílra, hogy áthelyezze a parancsikonokra, és "Alkalmazza" a módosításokat.
ja: 右側を指している矢印をクリックしてショートカットに移動し、"Apply"変更を適用します。
lt: Spustelėkite rodyklę, nukreiptą į dešinę pusę, kad perkeltumėte ją į sparčiuosius klavišus, ir "Taikyti" pakeitimus.
lv: Noklikšķiniet uz bultiņas, kas norāda uz labo pusi, lai pārvietotu to uz saīsnēm un "Apply" izmaiņas.
nl: Klik op de pijl die naar rechts wijst om deze naar de snelkoppelingen te verplaatsen en "Apply" de wijzigingen.
pl: Kliknij strzałkę skierowaną w prawą stronę, aby przenieść go do skrótów i "Zastosuj" zmiany.
pt: Clique na seta apontando para o lado direito para movê-la para os atalhos e "Apply" as mudanças.
ro: Dați clic pe săgeata care indică partea dreaptă pentru a o muta la comenzi rapide și "Apply" modificările.
ru: Нажмите стрелку, указывающую вправо, чтобы переместить его в ярлыки, и "Применить" изменения.
sk: Kliknutím na šípku smerujúcu na pravú stranu ju presuniete na skratky a "Apply" zmeny.
sl: Kliknite puščico, ki kaže na desno stran, da jo premaknete na bližnjice in "Uporabi" spremembe.
sv: Klicka på pilen till höger för att flytta den till genvägarna och tillämpa ändringarna.
zh_cn: 点击指向右侧的箭头，将其移动到快捷方式上，并"应用"改变。

source: Now you can access the Nitrokey App by clicking on sys-usb.
bg: Сега можете да получите достъп до приложението Nitrokey, като кликнете върху sys-usb.
da: Nu kan du få adgang til Nitrokey-appen ved at klikke på sys-usb.
el: Τώρα μπορείτε να αποκτήσετε πρόσβαση στην εφαρμογή Nitrokey κάνοντας κλικ στο sys-usb.
es: Ahora puedes acceder a la aplicación Nitrokey haciendo clic en sys-usb.
et: Nüüd pääsete Nitrokey rakendusele juurde, klõpsates sys-usb.
fi: Nyt voit käyttää Nitrokey-sovellusta napsauttamalla sys-usb.
hu: Most a sys-usb-re kattintva elérheti a Nitrokey alkalmazást.
ja: これで、sys-usbをクリックしてNitrokey Appにアクセスできるようになりました。
lt: Dabar galite pasiekti "Nitrokey" programėlę spustelėję sys-usb.
lv: Tagad varat piekļūt Nitrokey lietotnei, noklikšķinot uz sys-usb.
nl: Nu kun je de Nitrokey App openen door op sys-usb te klikken.
pl: Teraz możesz uzyskać dostęp do aplikacji Nitrokey App klikając na sys-usb.
pt: Agora você pode acessar o aplicativo Nitrokey clicando em sys-usb.
ro: Acum puteți accesa aplicația Nitrokey făcând clic pe sys-usb.
ru: Теперь вы можете получить доступ к приложению Nitrokey, нажав на sys-usb.
sk: Teraz môžete získať prístup k aplikácii Nitrokey kliknutím na sys-usb.
sl: Zdaj lahko do aplikacije Nitrokey dostopate s klikom na sys-usb.
sv: Nu kan du komma åt Nitrokey-appen genom att klicka på sys-usb.
zh_cn: 现在你可以通过点击sys-usb进入Nitrokey应用程序。

source: Verify Sealed Hardware
bg: Проверка на запечатания хардуер
da: Kontroller forseglet hardware
el: Επαλήθευση σφραγισμένου υλικού
es: Verificar el hardware sellado
et: Kontrollida pitseeritud riistvara
fi: Tarkista sinetöity laitteisto
fr: Vérifier le matériel scellé
hu: Ellenőrizze a lezárt hardvert
ja: 密封されたハードウェアの確認
lt: Patikrinkite sandarią aparatinę įrangą
lv: Pārbaudiet aizzīmogoto aparatūru
nl: Verifieer verzegelde hardware
pl: Sprawdzić szczelność sprzętu
pt: Verificar o Hardware Selado
ro: Verificarea hardware-ului sigilat
ru: Убедитесь в герметичности оборудования
sk: Overenie zapečateného hardvéru
sl: Preverite zapečateno strojno opremo
sv: Kontrollera förseglad hårdvara
zh_cn: 核实密封的硬件

source: If you ordered your NitroPad with sealed screws and in a sealed bag, it allows you to check if the NitroPad has been tampered with during shipping.
bg: Ако сте поръчали своя NitroPad със запечатани винтове и в запечатана торба, това ви позволява да проверите дали NitroPad не е бил подправен по време на транспортирането.
da: Hvis du har bestilt din NitroPad med forseglede skruer og i en forseglet pose, kan du kontrollere, om NitroPad'en er blevet manipuleret under forsendelsen.
el: Εάν παραγγείλατε το NitroPad σας με σφραγισμένες βίδες και σε σφραγισμένη σακούλα, σας επιτρέπει να ελέγξετε εάν το NitroPad έχει αλλοιωθεί κατά τη διάρκεια της αποστολής.
es: Si pidió su NitroPad con tornillos sellados y en una bolsa sellada, le permite comprobar si el NitroPad ha sido manipulado durante el envío.
et: Kui olete tellinud NitroPadi pitseeritud kruvidega ja pitseeritud kotis, võimaldab see teil kontrollida, kas NitroPadi on transportimise ajal võltsitud.
fi: Jos tilasit NitroPadin sinetöidyillä ruuveilla ja sinetöidyssä pussissa, voit tarkistaa, onko NitroPadia peukaloitu kuljetuksen aikana.
fr: Si tu as commandé ton NitroPad avec des vis scellées et dans un sac scellé, cela te permet de vérifier si le NitroPad a été altéré pendant le transport.
hu: Ha a NitroPadet lezárt csavarokkal és lezárt zacskóban rendelte, ellenőrizheti, hogy a NitroPadet nem babrálták-e meg a szállítás során.
ja: ネジが封印された状態でNitroPadを注文し、密封された袋に入っていれば、配送中にNitroPadが改ざんされていないかどうかを確認することができます。
lt: Jei užsisakėte "NitroPad" su užplombuotais varžtais ir užantspauduotame maišelyje, galėsite patikrinti, ar "NitroPad" nebuvo pažeistas pristatymo metu.
lv: Ja pasūtījāt NitroPad ar aizzīmogotām skrūvēm un aizzīmogotā maisiņā, tas ļauj pārbaudīt, vai NitroPad nav bojāts transportēšanas laikā.
nl: Als u uw NitroPad met verzegelde schroeven en in een verzegelde zak hebt besteld, kunt u hiermee controleren of er tijdens de verzending met de NitroPad is geknoeid.
pl: Jeśli zamówili Państwo NitroPad z zapieczętowanymi śrubami i w zapieczętowanej torbie, można sprawdzić, czy NitroPad nie został naruszony podczas transportu.
pt: Se encomendou o seu NitroPad com parafusos selados e num saco selado, permite-lhe verificar se o NitroPad foi adulterado durante o transporte.
ro: Dacă ați comandat NitroPad-ul cu șuruburi sigilate și într-o pungă sigilată, vă permite să verificați dacă NitroPad-ul a fost manipulat în timpul transportului.
ru: Если вы заказали NitroPad с запечатанными винтами и в запечатанном пакете, это позволит вам проверить, не был ли NitroPad испорчен во время транспортировки.
sk: Ak ste si zariadenie NitroPad objednali so zapečatenými skrutkami a v zapečatenom vrecku, umožňuje vám to skontrolovať, či s ním nebolo počas prepravy manipulované.
sl: Če ste napravo NitroPad naročili z zapečatenimi vijaki in v zapečateni vrečki, lahko preverite, ali je bila naprava NitroPad med pošiljanjem poškodovana.
sv: Om du beställde din NitroPad med förseglade skruvar och i en förseglad påse kan du kontrollera om NitroPad har manipulerats under transporten.
zh_cn: 如果你订购的NitroPad带有密封的螺丝并装在密封的袋子里，就可以检查NitroPad在运输过程中是否被篡改过。

source: The bag and all screws on the bottom of the device have been sealed. For the bag and each of these screws you have received a photo by e-mail. The orientation of the photos is such that the battery is on top.
bg: Чантата и всички винтове на дъното на устройството са запечатани. За чантата и всеки от тези винтове сте получили снимка по имейл. Ориентацията на снимките е такава, че батерията е отгоре.
da: Posen og alle skruer i bunden af apparatet er forseglet. For posen og hver af disse skruer har du modtaget et foto pr. e-mail. Orienteringen af billederne er sådan, at batteriet er øverst.
el: Η σακούλα και όλες οι βίδες στο κάτω μέρος της συσκευής έχουν σφραγιστεί. Για τη σακούλα και για κάθε μία από αυτές τις βίδες έχετε λάβει μια φωτογραφία μέσω e-mail. Ο προσανατολισμός των φωτογραφιών είναι τέτοιος ώστε η μπαταρία να βρίσκεται από πάνω.
es: La bolsa y todos los tornillos de la parte inferior del aparato han sido sellados. Para la bolsa y cada uno de estos tornillos ha recibido una foto por correo electrónico. La orientación de las fotos es tal que la batería está en la parte superior.
et: Kott ja kõik kruvid seadme põhjas on suletud. Koti ja iga kruvi kohta olete saanud e-kirjaga foto. Fotode orientatsioon on selline, et aku on üleval.
fi: Pussi ja kaikki laitteen pohjassa olevat ruuvit on sinetöity. Pussista ja jokaisesta ruuvista on lähetetty kuva sähköpostitse. Kuvien suuntaus on sellainen, että akku on ylhäällä.
fr: Le sac et toutes les vis sur le fond de l'appareil ont été scellés. Pour le sac et chacune de ces vis, vous avez reçu une photo par e-mail. L'orientation des photos est telle que la batterie est sur le dessus.
hu: A tasakot és a készülék alján lévő összes csavart lezárták. A zacskóról és minden egyes csavarról kapott egy fényképet e-mailben. A fényképek tájolása olyan, hogy az akkumulátor felül van.
ja: 袋と本体底面のすべてのネジが封印されています。袋と各ネジについては、メールで写真をお送りしています。写真の向きは、バッテリーが上になるようになっています。
lt: Maišelis ir visi prietaiso apačioje esantys varžtai buvo užplombuoti. Maišelio ir kiekvieno iš šių varžtų nuotrauką gavote el. paštu. Nuotraukos orientuotos taip, kad akumuliatorius būtų viršuje.
lv: Maisiņš un visas skrūves ierīces apakšdaļā ir aizzīmogotas. Katrai soma un skrūvei ir pievienota fotogrāfija, ko esat saņēmis pa e-pastu. Fotoattēlu orientācija ir tāda, ka akumulators ir augšpusē.
nl: De zak en alle schroeven aan de onderkant van het apparaat zijn verzegeld. Voor de zak en elk van deze schroeven heeft u per e-mail een foto ontvangen. De oriëntatie van de foto's is zodanig dat de batterij bovenop zit.
pl: Torba i wszystkie śruby na spodzie urządzenia zostały zaplombowane. Do worka i każdej z tych śrubek otrzymaliście Państwo e-mailem zdjęcie. Orientacja zdjęć jest taka, że bateria znajduje się na górze.
pt: O saco e todos os parafusos no fundo do dispositivo foram selados. Para a bolsa e cada um destes parafusos você recebeu uma foto por e-mail. A orientação das fotos é tal que a bateria está em cima.
ro: Punga și toate șuruburile de pe partea inferioară a dispozitivului au fost sigilate. Pentru pungă și pentru fiecare dintre aceste șuruburi ați primit o fotografie prin e-mail. Orientarea fotografiilor este astfel încât bateria să fie deasupra.
ru: Сумка и все винты на нижней части устройства были запечатаны. Для сумки и каждого из этих винтов вы получили фотографию по электронной почте. Ориентация фотографий такова, что батарея находится сверху.
sk: Vrecko a všetky skrutky na spodnej strane zariadenia boli zapečatené. Pre vrecko a každú z týchto skrutiek ste e-mailom dostali fotografiu. Orientácia fotografií je taká, že batéria je na vrchu.
sl: Vrečka in vsi vijaki na spodnjem delu naprave so zapečateni. Za vrečko in vsak vijak ste po e-pošti prejeli fotografijo. Usmeritev fotografij je takšna, da je baterija na vrhu.
sv: Påsen och alla skruvar på apparatens undersida har förseglats. För påsen och var och en av dessa skruvar har du fått ett foto via e-post. Fotona är orienterade så att batteriet ligger ovanpå.
zh_cn: 袋子和设备底部的所有螺丝都已密封。对于袋子和每个螺丝，你已经通过电子邮件收到了一张照片。照片的方向是这样的：电池在上面。

source: Check each screw individually to see if its individual appearance matches the photo. It is best to use a magnifying glass or macro lens for this purpose. The screws are numbered as follows.
bg: Проверете всеки винт поотделно дали външният му вид съответства на снимката. За тази цел е най-добре да използвате лупа или макрообектив. Винтовете са номерирани, както следва.
da: Kontroller hver enkelt skrue for at se, om dens udseende svarer til billedet. Det er bedst at bruge en lup eller et makroobjektiv til dette formål. Skruerne er nummereret som følger.
el: Ελέγξτε κάθε βίδα ξεχωριστά για να δείτε αν η εμφάνισή της ταιριάζει με τη φωτογραφία. Για το σκοπό αυτό είναι καλύτερο να χρησιμοποιήσετε μεγεθυντικό φακό ή φακό macro. Οι βίδες αριθμούνται ως εξής.
es: Compruebe cada tornillo individualmente para ver si su aspecto individual coincide con la foto. Para ello, es mejor utilizar una lupa o un objetivo macro. Los tornillos están numerados de la siguiente manera.
et: Kontrollige iga kruvi eraldi, et näha, kas selle välimus vastab fotole. Selleks on kõige parem kasutada suurendusklaasi või makroobjektiivi. Kruvid on nummerdatud järgmiselt.
fi: Tarkista jokainen ruuvi yksitellen, vastaako sen ulkonäkö kuvan mukaista ulkonäköä. Tähän tarkoitukseen on parasta käyttää suurennuslasia tai makrolinssiä. Ruuvit on numeroitu seuraavasti.
fr: Vérifiez chaque vis individuellement pour voir si son aspect individuel correspond à la photo. Il est préférable d'utiliser une loupe ou une lentille macro à cette fin. Les vis sont numérotées comme suit.
hu: Ellenőrizze minden egyes csavart külön-külön, hogy az egyes csavarok megjelenése megfelel-e a fényképen láthatónak. Ehhez a legjobb, ha nagyítót vagy makroobjektívet használ. A csavarok a következőképpen vannak számozva.
ja: それぞれのネジの外観が写真と一致しているかどうかを確認します。虫眼鏡やマクロレンズを使うとよいでしょう。ネジには以下のような番号がついています。
lt: Patikrinkite kiekvieną varžtą atskirai, kad įsitikintumėte, ar jo išvaizda atitinka nuotrauką. Tam geriausia naudoti didinamąjį stiklą arba makroobjektyvą. Varžtai sunumeruoti taip.
lv: Pārbaudiet katru skrūvi atsevišķi, lai pārliecinātos, vai tās individuālais izskats atbilst fotogrāfijai. Šim nolūkam vislabāk izmantot palielināmo stiklu vai makro objektīvu. Skrūves ir numurētas šādi.
nl: Controleer elke schroef afzonderlijk om te zien of het uiterlijk ervan overeenkomt met de foto. U kunt hiervoor het beste een vergrootglas of macrolens gebruiken. De schroeven zijn als volgt genummerd.
pl: Sprawdź każdą śrubę z osobna, aby zobaczyć, czy jej wygląd odpowiada zdjęciu. Do tego celu najlepiej użyć szkła powiększającego lub soczewki makro. Śruby są ponumerowane w następujący sposób.
pt: Verifique cada parafuso individualmente para ver se a sua aparência individual corresponde à foto. É melhor usar uma lupa ou lente macro para este fim. Os parafusos são numerados da seguinte forma.
ro: Verificați fiecare șurub în parte pentru a vedea dacă aspectul său individual corespunde cu cel din fotografie. Cel mai bine este să folosiți o lupă sau o lentilă macro în acest scop. Șuruburile sunt numerotate după cum urmează.
ru: Проверьте каждый винт в отдельности, чтобы убедиться, что его внешний вид соответствует фотографии. Для этого лучше всего использовать увеличительное стекло или макрообъектив. Винты пронумерованы следующим образом.
sk: Skontrolujte každú skrutku osobitne, či jej vzhľad zodpovedá fotografii. Na tento účel je najlepšie použiť lupu alebo makroobjektív. Skrutky sú očíslované takto.
sl: Vsak vijak posebej preverite, ali se videz posameznega vijaka ujema s fotografijo. Za to je najbolje uporabiti povečevalno steklo ali makroobjektiv. Vijaki so oštevilčeni na naslednji način.
sv: Kontrollera varje enskild skruv för att se om dess utseende stämmer överens med bilden. Det är bäst att använda ett förstoringsglas eller ett makroobjektiv för detta ändamål. Skruvarna är numrerade enligt följande.
zh_cn: 逐一检查每颗螺丝，看其各自的外观是否与照片相符。为此，最好使用放大镜或微距镜头。螺钉的编号如下。

source: This example shows a sealed screw whose glitter represents an individual pattern.
bg: Този пример показва запечатан винт, чийто блясък представлява индивидуален модел.
da: Dette eksempel viser en forseglet skrue, hvis glitter repræsenterer et individuelt mønster.
el: Αυτό το παράδειγμα δείχνει μια σφραγισμένη βίδα της οποίας η λάμψη αντιπροσωπεύει ένα μεμονωμένο μοτίβο.
es: Este ejemplo muestra un tornillo sellado cuyo brillo representa un patrón individual.
et: See näide näitab suletud kruvi, mille sära kujutab endast individuaalset mustrit.
fi: Tässä esimerkissä on suljettu ruuvi, jonka kimallus edustaa yksittäistä kuviota.
fr: Cet exemple montre une vis scellée dont les paillettes représentent un motif individuel.
hu: Ez a példa egy lezárt csavart mutat, amelynek csillogása egy egyedi mintát képvisel.
ja: この例では、シールされたネジの輝きが個々のパターンを表しています。
lt: Šiame pavyzdyje pavaizduotas užplombuotas sraigtas, kurio blizgučiai yra individualus modelis.
lv: Šajā piemērā ir parādīta aizzīmogota skrūve, kuras spīdums ir individuāls modelis.
nl: Dit voorbeeld toont een verzegelde schroef waarvan de glitter een individueel patroon vertegenwoordigt.
pl: Ten przykład przedstawia zapieczętowaną śrubę, której połysk reprezentuje indywidualny wzór.
pt: Este exemplo mostra um parafuso selado cujo brilho representa um padrão individual.
ro: Acest exemplu prezintă un șurub sigilat a cărui sclipire reprezintă un model individual.
ru: В данном примере показан герметичный винт, блеск которого представляет собой индивидуальную деталь.
sk: Tento príklad ukazuje uzavretú skrutku, ktorej lesk predstavuje individuálny vzor.
sl: Ta primer prikazuje zapečaten vijak, katerega bleščice predstavljajo posamezen vzorec.
sv: Det här exemplet visar en förseglad skruv vars glitter representerar ett individuellt mönster.
zh_cn: 这个例子显示了一个密封的螺丝，其闪光点代表了一个单独的图案。
