Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/nitropad.po
Languages: bg, da, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: The NitroPad firmware checks certain system files for changes. If your operating system has updated important components, you will be warned the next time you boot the NitroPad. This could look like this, for example:
bg: Вграденият софтуер на NitroPad проверява определени системни файлове за промени. Ако операционната ви система е актуализирала важни компоненти, ще бъдете предупредени при следващото зареждане на NitroPad. Това може да изглежда например по следния начин:
da: NitroPad-firmwaren kontrollerer visse systemfiler for ændringer. Hvis dit operativsystem har opdateret vigtige komponenter, vil du blive advaret, næste gang du starter NitroPad op. Det kan f.eks. se sådan her ud:
el: Το υλικολογισμικό του NitroPad ελέγχει ορισμένα αρχεία συστήματος για αλλαγές. Εάν το λειτουργικό σας σύστημα έχει ενημερώσει σημαντικά στοιχεία, θα ειδοποιηθείτε την επόμενη φορά που θα εκκινήσετε το NitroPad. Αυτό θα μπορούσε να μοιάζει, για παράδειγμα, ως εξής:
es: El firmware de NitroPad comprueba ciertos archivos del sistema en busca de cambios. Si su sistema operativo ha actualizado componentes importantes, se le avisará la próxima vez que arranque el NitroPad. Esto podría ser así, por ejemplo:
et: NitroPad püsivara kontrollib teatud süsteemifailide muutusi. Kui teie operatsioonisüsteem on uuendanud olulisi komponente, siis hoiatatakse teid NitroPadi järgmisel käivitamisel. See võib näida näiteks nii:
fi: NitroPadin laiteohjelmisto tarkistaa tietyt järjestelmätiedostot muutosten varalta. Jos käyttöjärjestelmäsi on päivittänyt tärkeitä osia, saat varoituksen, kun käynnistät NitroPadin seuraavan kerran. Tämä voi näyttää esimerkiksi seuraavalta:
fr: Le microprogramme du NitroPad vérifie si certains fichiers système ont été modifiés. Si votre système d'exploitation a mis à jour des composants importants, vous serez averti lors du prochain démarrage du NitroPad. Cela pourrait ressembler à ceci, par exemple :
hu: A NitroPad firmware ellenőrzi bizonyos rendszerfájlok változását. Ha az operációs rendszer fontos komponenseket frissített, a NitroPad következő indításakor figyelmeztetést kap. Ez például így nézhet ki:
ja: NitroPadのファームウェアは、特定のシステムファイルの変更をチェックします。オペレーティングシステムが重要なコンポーネントを更新した場合は、次回NitroPadを起動したときに警告が表示されます。これは、例えば次のようなものです。
lt: "NitroPad" programinė įranga tikrina tam tikrus sistemos failus, ar jie nėra pakeisti. Jei operacinė sistema atnaujino svarbius komponentus, kitą kartą įkraunant "NitroPad" būsite įspėti. Tai gali atrodyti, pavyzdžiui, taip:
lv: NitroPad programmaparatūra pārbauda, vai nav mainījušies daži sistēmas faili. Ja operētājsistēmā ir atjaunināti svarīgi komponenti, nākamreiz, kad startēsiet NitroPad, saņemsiet brīdinājumu. Tas varētu izskatīties, piemēram, šādi:
nl: De NitroPad firmware controleert bepaalde systeembestanden op wijzigingen. Als uw besturingssysteem belangrijke onderdelen heeft bijgewerkt, wordt u gewaarschuwd wanneer u de NitroPad de volgende keer opstart. Dit zou er bijvoorbeeld als volgt uit kunnen zien:
pl: Oprogramowanie firmowe NitroPad sprawdza niektóre pliki systemowe pod kątem zmian. Jeśli Twój system operacyjny zaktualizował ważne komponenty, zostaniesz ostrzeżony przy następnym uruchomieniu NitroPada. Może to wyglądać na przykład tak:
pt: O firmware NitroPad verifica certos arquivos de sistema para alterações. Se o seu sistema operacional tiver atualizado componentes importantes, você será avisado na próxima vez que iniciar o NitroPad. Isto pode ser parecido com isto, por exemplo:
ro: Firmware-ul NitroPad verifică anumite fișiere de sistem pentru modificări. Dacă sistemul de operare a actualizat componente importante, veți fi avertizat la următoarea pornire a NitroPad. Acest lucru ar putea arăta astfel, de exemplu:
ru: Микропрограмма NitroPad проверяет определенные системные файлы на наличие изменений. Если ваша операционная система обновила важные компоненты, при следующей загрузке NitroPad вы получите предупреждение. Это может выглядеть, например, следующим образом:
sk: Firmvér zariadenia NitroPad kontroluje určité systémové súbory na zmeny. Ak váš operačný systém aktualizoval dôležité komponenty, pri ďalšom spustení zariadenia NitroPad budete upozornení. Môže to vyzerať napríklad takto:
sl: Vdelana programska oprema naprave NitroPad preverja spremembe v nekaterih sistemskih datotekah. Če je vaš operacijski sistem posodobil pomembne komponente, boste ob naslednjem zagonu naprave NitroPad opozorjeni. To je lahko videti na primer takole:
sv: NitroPads fasta programvara kontrollerar vissa systemfiler för ändringar. Om ditt operativsystem har uppdaterat viktiga komponenter kommer du att bli varnad nästa gång du startar NitroPad. Det kan till exempel se ut så här:
zh_cn: NitroPad固件会检查某些系统文件是否有变化。如果您的操作系统已经更新了重要的组件，那么在您下次启动NitroPad时，您将会收到警告。例如，这可能是这样的：。

source: That’s why it’s important to restart your NitroPad under controlled conditions after a system update. Only when the new status has been confirmed can you leave the device unattended again. Otherwise, you will not be able to distinguish a possible attack from a system update. Detailed instructions for a system update can be `found here <system-update.html>`_.
bg: Ето защо е важно да рестартирате NitroPad в контролирани условия след актуализация на системата. Едва когато новият статус бъде потвърден, можете да оставите устройството отново без надзор. В противен случай няма да можете да разграничите евентуална атака от актуализация на системата. Подробни инструкции за актуализация на системата можете да `намерите тук <system-update.html>`_.
da: Derfor er det vigtigt at genstarte din NitroPad under kontrollerede forhold efter en systemopdatering. Først når den nye status er blevet bekræftet, kan du igen lade enheden være uden opsyn. Ellers vil du ikke kunne skelne et muligt angreb fra en systemopdatering. Detaljerede instruktioner for en systemopdatering kan `findes her <system-update.html>`_.
el: Γι' αυτό είναι σημαντικό να κάνετε επανεκκίνηση του NitroPad σας υπό ελεγχόμενες συνθήκες μετά από μια ενημέρωση συστήματος. Μόνο όταν επιβεβαιωθεί η νέα κατάσταση μπορείτε να αφήσετε ξανά τη συσκευή χωρίς επιτήρηση. Διαφορετικά, δεν θα είστε σε θέση να διακρίνετε μια πιθανή επίθεση από μια ενημέρωση συστήματος. Αναλυτικές οδηγίες για μια ενημέρωση συστήματος μπορείτε να `βρείτε εδώ <system-update.html>`_.
es: Por eso es importante reiniciar su NitroPad bajo condiciones controladas después de una actualización del sistema. Sólo cuando se haya confirmado el nuevo estado, podrá volver a dejar el dispositivo sin vigilancia. De lo contrario, no podrá distinguir un posible ataque de una actualización del sistema. Las instrucciones detalladas para una actualización del sistema se pueden `encontrar aquí <system-update.html>`_.
et: Seepärast on oluline, et pärast süsteemi uuendamist käivitaksite NitroPad kontrollitud tingimustes uuesti. Alles siis, kui uus olek on kinnitatud, võite seadme uuesti järelevalveta jätta. Vastasel juhul ei suuda te võimalikku rünnakut süsteemivärskendusest eristada. Üksikasjalikud juhised süsteemi uuendamise kohta leiate ` siit <system-update.html>`_.
fi: Siksi on tärkeää käynnistää NitroPad uudelleen valvotuissa olosuhteissa järjestelmäpäivityksen jälkeen. Vasta kun uusi tila on vahvistettu, voit jättää laitteen jälleen ilman valvontaa. Muussa tapauksessa et pysty erottamaan mahdollista hyökkäystä järjestelmäpäivityksestä. Yksityiskohtaiset ohjeet järjestelmäpäivitystä varten löytyvät täältä ` <system-update.html>`_.
hu: Ezért fontos, hogy a rendszerfrissítés után ellenőrzött körülmények között indítsa újra a NitroPad készüléket. Csak az új állapot megerősítése után hagyhatja újra felügyelet nélkül a készüléket. Ellenkező esetben nem fogja tudni megkülönböztetni az esetleges támadást a rendszerfrissítéstől. A rendszerfrissítésre vonatkozó részletes utasításokat `itt találja <system-update.html>`_.
ja: そのため、システムアップデートの後は、管理された状態でNitroPadを再起動することが重要です。新しいステータスが確認されて初めて、デバイスを再び無人にすることができます。そうしないと、攻撃の可能性とシステムアップデートを区別することができなくなります。システム・アップデートの詳細な手順は、`こちらの<system-update.html>`_を参照してください。
lt: Todėl svarbu iš naujo paleisti "NitroPad" kontroliuojamomis sąlygomis po sistemos atnaujinimo. Tik patvirtinus naująją būseną, galite vėl palikti prietaisą be priežiūros. Priešingu atveju negalėsite atskirti galimos atakos nuo sistemos atnaujinimo. Išsamias sistemos atnaujinimo instrukcijas galite `rasti čia <system-update.html>`_.
lv: Tāpēc ir svarīgi pēc sistēmas atjaunināšanas NitroPad pārstartēt kontrolētos apstākļos. Tikai tad, kad jaunais statuss ir apstiprināts, ierīci atkal var atstāt bez uzraudzības. Pretējā gadījumā jūs nevarēsiet atšķirt iespējamo uzbrukumu no sistēmas atjauninājuma. Sīki izstrādātus norādījumus par sistēmas atjaunināšanu var `atrast šeit <system-update.html>`_.
nl: Daarom is het belangrijk om uw NitroPad na een systeemupdate onder gecontroleerde omstandigheden opnieuw op te starten. Pas als de nieuwe status is bevestigd, kunt u het apparaat weer onbeheerd achterlaten. Anders zult u een mogelijke aanval niet kunnen onderscheiden van een systeemupdate. Gedetailleerde instructies voor een systeemupdate kunt u hier `vinden <system-update.html>`_.
pl: Dlatego ważne jest, aby po aktualizacji systemu ponownie uruchomić NitroPada w kontrolowanych warunkach. Dopiero po potwierdzeniu nowego statusu można pozostawić urządzenie bez nadzoru. W przeciwnym razie nie będziesz w stanie odróżnić ewentualnego ataku od aktualizacji systemu. Szczegółowe instrukcje dotyczące aktualizacji systemu można ` znaleźć tutaj <system-update.html>`_.
pt: É por isso que é importante reiniciar seu NitroPad sob condições controladas após uma atualização do sistema. Somente quando o novo status tiver sido confirmado é que você poderá deixar o dispositivo sem supervisão novamente. Caso contrário, você não será capaz de distinguir um possível ataque de uma atualização do sistema. Instruções detalhadas para uma actualização do sistema podem ser `found aqui <system-update.html>`_.
ro: De aceea, este important să reporniți NitroPad în condiții controlate după o actualizare a sistemului. Numai după ce noua stare a fost confirmată puteți lăsa din nou dispozitivul nesupravegheat. În caz contrar, nu veți putea distinge un posibil atac de o actualizare a sistemului. Instrucțiuni detaliate pentru o actualizare a sistemului pot fi `găsite aici <system-update.html>`_.
ru: Вот почему после обновления системы важно перезагрузить NitroPad в контролируемых условиях. Только после подтверждения нового статуса вы можете снова оставить устройство без присмотра. В противном случае вы не сможете отличить возможную атаку от обновления системы. Подробные инструкции по обновлению системы можно `найти здесь <system-update.html>`_.
sk: Preto je dôležité, aby ste po aktualizácii systému reštartovali zariadenie NitroPad za kontrolovaných podmienok. Až po potvrdení nového stavu môžete zariadenie opäť ponechať bez dozoru. V opačnom prípade nebudete schopní rozoznať prípadný útok od aktualizácie systému. Podrobné pokyny pre aktualizáciu systému nájdete ` tu <system-update.html>`_.
sl: Zato je pomembno, da napravo NitroPad po posodobitvi sistema ponovno zaženete pod nadzorovanimi pogoji. Šele ko je novo stanje potrjeno, lahko napravo spet pustite brez nadzora. V nasprotnem primeru morebitnega napada ne boste mogli ločiti od posodobitve sistema. Podrobna navodila za posodobitev sistema lahko `najdete tukaj <system-update.html>`_.
sv: Därför är det viktigt att starta om NitroPad under kontrollerade förhållanden efter en systemuppdatering. Först när den nya statusen har bekräftats kan du lämna enheten obevakad igen. Annars kommer du inte att kunna skilja en eventuell attack från en systemuppdatering. Detaljerade instruktioner för en systemuppdatering kan `finnas här <system-update.html>`_.
zh_cn: 这就是为什么在系统更新后要在可控条件下重启NitroPad的重要原因。只有当新的状态被确认后，你才可以再次让设备无人看管。否则，您将无法区分可能的攻击和系统更新。关于系统更新的详细说明可以在这里找到 ` <system-update.html>`_。

source: Default Boot
bg: Зареждане по подразбиране
da: Standard opstart
el: Προεπιλεγμένη εκκίνηση
es: Arranque por defecto
et: Vaikimisi käivitamine
fi: Oletus käynnistys
fr: Le Bateau Standárde
hu: Alapértelmezett indítás
ja: デフォルトのブート
lt: Numatytasis įkrovimas
lv: Noklusējuma iestatījums Boot
nl: Standaard opstarten
pl: Domyślne uruchomienie
pt: Bota por Defeito
ro: Boot implicit
ru: Загрузка по умолчанию
sk: Predvolené spustenie
sl: Privzeto Zagon
sv: Standardstart
zh_cn: 默认启动

source: If you have installed a new operating system, it may be that default boot is not yet assigned. If this is the case, please proceed as described below.
bg: Ако сте инсталирали нова операционна система, може да се окаже, че стартирането по подразбиране все още не е зададено. Ако случаят е такъв, процедирайте, както е описано по-долу.
da: Hvis du har installeret et nyt styresystem, kan det være, at standardopstart endnu ikke er tildelt. Hvis dette er tilfældet, skal du fortsætte som beskrevet nedenfor.
el: Εάν έχετε εγκαταστήσει ένα νέο λειτουργικό σύστημα, ενδέχεται να μην έχει ακόμη οριστεί η προεπιλεγμένη εκκίνηση. Εάν συμβαίνει αυτό, προχωρήστε όπως περιγράφεται παρακάτω.
es: Si ha instalado un nuevo sistema operativo, puede ser que el arranque por defecto aún no esté asignado. Si este es el caso, proceda como se describe a continuación.
et: Kui olete paigaldanud uue operatsioonisüsteemi, võib juhtuda, et vaikimisi algkäivitust ei ole veel määratud. Kui see on nii, toimige allpool kirjeldatud viisil.
fi: Jos olet asentanut uuden käyttöjärjestelmän, saattaa olla, että oletuskäynnistystä ei ole vielä määritetty. Jos näin on, toimi alla kuvatulla tavalla.
fr: Si vous avez installé un nouveau système d'exploitation, il se peut que le démarrage par défaut ne soit pas encore attribué. Si c'est le cas, veuillez procéder comme décrit ci-dessous.
hu: Ha új operációs rendszert telepített, előfordulhat, hogy az alapértelmezett rendszerindítás még nincs hozzárendelve. Ha ez a helyzet, akkor az alábbiakban leírtak szerint járjon el.
ja: 新しいOSをインストールした場合、デフォルトブートがまだ割り当てられていないことがあります。その場合は、以下の手順で作業を進めてください。
lt: Jei įdiegėte naują operacinę sistemą, gali būti, kad numatytoji įkrovos sistema dar nepriskirta. Tokiu atveju elkitės taip, kaip aprašyta toliau.
lv: Ja ir instalēta jauna operētājsistēma, iespējams, ka noklusējuma sāknēšana vēl nav piešķirta. Šādā gadījumā rīkojieties, kā aprakstīts tālāk.
nl: Als u een nieuw besturingssysteem hebt geïnstalleerd, kan het zijn dat de standaard boot nog niet is toegewezen. Als dit het geval is, gaat u te werk zoals hieronder beschreven.
pl: Jeśli zainstalowałeś nowy system operacyjny, może się zdarzyć, że domyślne uruchamianie nie jest jeszcze przypisane. W takim przypadku należy postępować zgodnie z poniższym opisem.
pt: Se você instalou um novo sistema operacional, pode ser que o boot padrão ainda não esteja atribuído. Se este for o caso, por favor proceda como descrito abaixo.
ro: Dacă ați instalat un nou sistem de operare, este posibil ca sistemul de pornire implicit să nu fie încă atribuit. În acest caz, procedați după cum este descris mai jos.
ru: Если вы установили новую операционную систему, может оказаться, что загрузка по умолчанию еще не назначена. В этом случае действуйте, как описано ниже.
sk: Ak ste nainštalovali nový operačný systém, môže sa stať, že predvolené spustenie ešte nie je priradené. V takom prípade postupujte podľa nasledujúceho popisu.
sl: Če ste namestili nov operacijski sistem, se lahko zgodi, da privzeti zagon še ni dodeljen. V tem primeru ravnajte, kot je opisano v nadaljevanju.
sv: Om du har installerat ett nytt operativsystem kan det hända att standardstart inte har tilldelats ännu. Om så är fallet, fortsätt enligt beskrivningen nedan.
zh_cn: 如果你安装了一个新的操作系统，可能默认启动还没有分配。如果是这种情况，请按下文所述进行。

source: Select “Default boot”.
bg: Изберете "Default boot" (Зареждане по подразбиране).
da: Vælg "Standard opstart".
el: Επιλέξτε "Προεπιλεγμένη εκκίνηση".
es: Seleccione "Arranque por defecto".
et: Valige "Vaikimisi käivitamine".
fi: Valitse "Oletuskäynnistys".
fr: Sélectionnez "Démarrage par défaut".
hu: Válassza ki az "Alapértelmezett indítás" lehetőséget.
ja: Default boot "を選択します。
lt: Pasirinkite "Default boot" (numatytoji įkrovos sistema).
lv: Izvēlieties "Default boot".
nl: Selecteer "Standaard opstarten".
pl: Wybierz opcję "Default boot".
pt: Seleccione "Arranque por defeito".
ro: Selectați "Default boot".
ru: Выберите "Загрузка по умолчанию".
sk: Vyberte možnosť "Default boot" (Predvolené spustenie).
sl: Izberite "Privzeto zagonsko stanje".
sv: Välj "Standardstart".
zh_cn: 选择 "默认启动"。

source: Heads informs you that it does not yet know any default. First you agree to the update of the checksums.
bg: Heads ви уведомява, че все още не знае нищо по подразбиране. Първо се съгласявате да актуализирате контролните суми.
da: Heads meddeler dig, at den endnu ikke kender nogen standardindstillinger. Først skal du acceptere, at kontrolsummerne opdateres.
el: Το Heads σας ενημερώνει ότι δεν γνωρίζει ακόμη καμία προεπιλογή. Πρώτα συμφωνείτε με την ενημέρωση των αθροισμάτων ελέγχου.
es: Heads le informa de que aún no conoce ningún valor por defecto. Primero acepta la actualización de las sumas de comprobación.
et: Heads teatab, et ta ei tea veel ühtegi vaikimisi seadistust. Kõigepealt nõustute kontrollsummade uuendamisega.
fi: Heads ilmoittaa, että se ei vielä tunne mitään oletusarvoa. Hyväksyt ensin tarkistussummien päivittämisen.
fr: Heads vous informe qu'il ne connaît pas encore de défaut. Vous acceptez d'abord la mise à jour des checksums.
hu: A Heads tájékoztatja Önt, hogy még nem ismer alapértelmezettet. Először beleegyezik az ellenőrző összegek frissítésébe.
ja: Heads は、まだデフォルトを知らないことを通知します。まず、チェックサムの更新に同意する。
lt: "Heads" informuoja, kad dar nežino jokių numatytųjų nustatymų. Pirmiausia sutinkate su kontrolinių sumų atnaujinimu.
lv: Heads informē, ka tas vēl nezina noklusējuma iestatījumus. Vispirms jūs piekrītat kontrolsummu atjaunināšanai.
nl: Heads laat u weten dat het nog geen standaard kent. Eerst stemt u in met het bijwerken van de checksums.
pl: Heads informuje, że nie zna jeszcze żadnych domyślnych ustawień. Najpierw wyrażasz zgodę na aktualizację sum kontrolnych.
pt: Os chefes informam que ainda não conhecem nenhum padrão. Primeiro você concorda com a atualização dos checksums.
ro: Heads vă informează că nu cunoaște încă nicio valoare implicită. Mai întâi sunteți de acord cu actualizarea sumelor de control.
ru: Heads сообщает вам, что пока не знает ни одного значения по умолчанию. Сначала вы соглашаетесь на обновление контрольных сумм.
sk: Heads vás informuje, že zatiaľ nepozná žiadne predvolené nastavenie. Najprv súhlasíte s aktualizáciou kontrolných súčtov.
sl: Heads vas obvesti, da še ne pozna privzetih nastavitev. Najprej se strinjate s posodobitvijo kontrolnih vsot.
sv: Heads informerar dig om att den ännu inte känner till några standardvärden. Först godkänner du att kontrollsummorna uppdateras.
zh_cn: 头部通知你，它还不知道任何默认情况。首先，你同意更新校验和。

source: Confirm the process with Enter.
bg: Потвърдете процеса с Enter.
da: Bekræft processen med Enter.
el: Επιβεβαιώστε τη διαδικασία με το Enter.
es: Confirme el proceso con Enter.
et: Kinnitage protsess Enteriga.
fi: Vahvista prosessi Enter-näppäimellä.
fr: Confirmez le processus avec Enter.
hu: Erősítse meg a folyamatot az Enter billentyűvel.
ja: Enterで処理を確認します。
lt: Procesą patvirtinkite klavišu Enter.
lv: Procesu apstipriniet ar Enter.
nl: Bevestig het proces met Enter.
pl: Potwierdź proces klawiszem Enter.
pt: Confirme o processo com Enter.
ro: Confirmați procesul cu Enter.
ru: Подтвердите процесс нажатием Enter.
sk: Proces potvrďte klávesom Enter.
sl: Postopek potrdite z Enter.
sv: Bekräfta processen med Enter.
zh_cn: 用回车键确认这一过程。

source: Now insert the Nitrokey if this is not already the case and confirm with Enter. Then you have to enter the User PIN of the Nitrokey.
bg: Сега поставете ключа Nitrokey, ако все още не е поставен, и потвърдете с Enter. След това трябва да въведете потребителския PIN код на Nitrokey.
da: Indsæt nu Nitrokey, hvis det ikke allerede er tilfældet, og bekræft med Enter. Derefter skal du indtaste Nitrokey'ens bruger-PIN-kode.
el: Εισάγετε τώρα το κλειδί Nitrokey, αν δεν είναι ήδη έτοιμο, και επιβεβαιώστε με Enter. Στη συνέχεια, πρέπει να εισαγάγετε τον κωδικό PIN χρήστη του Nitrokey.
es: Ahora inserte la Nitrokey si no es ya el caso y confirme con Enter. A continuación, tiene que introducir el PIN de usuario de la Nitrokey.
et: Nüüd sisestage Nitrokey, kui see veel ei ole, ja kinnitage Enteriga. Seejärel tuleb sisestada Nitrokey kasutaja PIN-kood.
fi: Aseta nyt Nitrokey-avain, jos se ei ole vielä käytössä, ja vahvista Enter-näppäimellä. Tämän jälkeen sinun on syötettävä Nitrokey-avaimen käyttäjän PIN-koodi.
fr: Insérez maintenant la Nitrokey si ce n'est pas déjà le cas et confirmez en appuyant sur Enter. Ensuite, vous devez saisir le code PIN utilisateur de la Nitrokey.
hu: Most helyezze be a Nitrokey-t, ha ez még nem történt meg, és erősítse meg az Enter billentyűvel. Ezután meg kell adnia a Nitrokey felhasználói PIN-kódját.
ja: ここでNitrokeyを挿入し、Enterキーで確認します。次に、NitrokeyのユーザーPINを入力してください。
lt: Dabar įdėkite "Nitrokey" raktą, jei jis dar neįdėtas, ir patvirtinkite Enter. Tada turite įvesti "Nitrokey" naudotojo PIN kodą.
lv: Tagad ievietojiet Nitrokey, ja tas vēl nav izdarīts, un apstipriniet ar Enter. Pēc tam ir jāievada Nitrokey lietotāja PIN kods.
nl: Plaats nu de Nitrokey als dit nog niet het geval is en bevestig met Enter. Vervolgens moet u de gebruikers-PIN van de Nitrokey invoeren.
pl: Teraz należy włożyć Nitrokey, jeśli jeszcze tego nie zrobiono, i potwierdzić Enterem. Następnie należy wprowadzić kod PIN użytkownika Nitrokey.
pt: Agora insira a Nitrokey se este ainda não for o caso e confirme com Enter. Depois tem de introduzir o PIN de utilizador da Nitrokey.
ro: Acum introduceți Nitrokey, dacă nu este deja cazul, și confirmați cu Enter. Apoi trebuie să introduceți PIN-ul de utilizator al Nitrokey.
ru: Теперь вставьте Nitrokey, если это еще не так, и подтвердите ввод клавишей Enter. Затем необходимо ввести PIN-код пользователя ключа Nitrokey.
sk: Teraz vložte kľúč Nitrokey, ak ešte nie je vložený, a potvrďte ho klávesom Enter. Potom musíte zadať používateľský kód PIN kľúča Nitrokey.
sl: Zdaj vstavite ključ Nitrokey, če ga še nimate, in potrdite z Enter. Nato vnesite uporabniško kodo PIN ključa Nitrokey.
sv: Sätt nu in Nitrokey om du inte redan har gjort det och bekräfta med Enter. Därefter måste du ange Nitrokey-användar-PIN-koden.
zh_cn: 现在插入硝基钥匙，如果还没有的话，用回车键确认。然后，你必须输入硝基钥匙的用户密码。
