Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/nitrophone.po
Languages: bg, cs, da, de, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, ro, ru, sk, sl, sv, zh_cn

source: Shortly after the phone is turned on, the warning "Your device is loading a different operating system" is displayed. This warning indicates that no ordinary Google Android is running and can be ignored.
bg: Малко след включването на телефона се показва предупреждението "Вашето устройство зарежда различна операционна система". Това предупреждение показва, че не е стартиран обикновен Google Android и може да бъде игнорирано.
cs: Krátce po zapnutí telefonu se zobrazí upozornění "Váš přístroj načítá jiný operační systém". Toto upozornění znamená, že není spuštěn běžný systém Google Android, a lze jej ignorovat.
da: Kort efter at telefonen er tændt, vises advarslen "Enheden indlæser et andet styresystem". Denne advarsel angiver, at der ikke kører nogen almindelig Google Android, og den kan ignoreres.
de: Kurz nach dem Einschalten des Telefons wird die Warnung "Ihr Gerät lädt ein anderes Betriebssystem" angezeigt. Diese Warnung zeigt an, dass kein normales Google Android läuft und kann ignoriert werden.
el: Λίγο μετά την ενεργοποίηση του τηλεφώνου, εμφανίζεται η προειδοποίηση "Η συσκευή σας φορτώνει ένα διαφορετικό λειτουργικό σύστημα". Αυτή η προειδοποίηση υποδεικνύει ότι δεν εκτελείται το συνηθισμένο Google Android και μπορεί να αγνοηθεί.
es: Poco después de encender el teléfono, aparece la advertencia "Su dispositivo está cargando un sistema operativo diferente". Esta advertencia indica que no se está ejecutando ningún Google Android ordinario y puede ser ignorada.
et: Varsti pärast telefoni sisselülitamist kuvatakse hoiatus "Teie seade laadib erinevat operatsioonisüsteemi". See hoiatus näitab, et tavaline Google Android ei tööta ja seda võib ignoreerida.
fi: Pian puhelimen kytkemisen jälkeen näyttöön tulee varoitus "Laitteesi lataa eri käyttöjärjestelmää". Tämä varoitus ilmaisee, että käynnissä ei ole tavallinen Google Android, ja sen voi jättää huomiotta.
fr: Peu après l'allumage du téléphone, l'avertissement "Votre appareil est en train de charger un système d'exploitation différent" s'affiche. Cet avertissement indique qu'aucun Google Android ordinaire n'est en cours d'exécution et peut être ignoré.
hu: Röviddel a telefon bekapcsolása után megjelenik a "A készülék egy másik operációs rendszert tölt be" figyelmeztetés. Ez a figyelmeztetés azt jelzi, hogy nem a szokásos Google Android fut, és figyelmen kívül hagyható.
ja: 電源を入れた直後、「Your device is loading a different operating system"」という警告が表示されます。この警告は、通常のGoogle Androidが起動していないことを示すもので、無視して構いません。
lt: Netrukus įjungus telefoną rodomas įspėjimas "Jūsų prietaise kraunama kita operacinė sistema". Šis įspėjimas rodo, kad neveikia įprastinė "Google Android" sistema, ir į jį galima nekreipti dėmesio.
lv: Neilgi pēc tālruņa ieslēgšanas tiek parādīts brīdinājums "Jūsu ierīcē tiek ielādēta cita operētājsistēma". Šis brīdinājums norāda, ka netiek darbināta parastā Google Android operētājsistēma, un to var ignorēt.
nl: Kort nadat de telefoon is aangezet, verschijnt de waarschuwing "Your device is loading a different operating system" op het scherm. Deze waarschuwing geeft aan dat er geen gewoon Google Android wordt uitgevoerd en kan worden genegeerd.
pl: Wkrótce po włączeniu telefonu wyświetlane jest ostrzeżenie "Twoje urządzenie ładuje inny system operacyjny". To ostrzeżenie wskazuje, że nie jest uruchomiony zwykły Google Android i może być zignorowane.
ro: La scurt timp după ce telefonul este pornit, este afișat avertismentul "Dispozitivul dumneavoastră încarcă un sistem de operare diferit". Acest avertisment indică faptul că nu rulează un Google Android obișnuit și poate fi ignorat.
ru: Вскоре после включения телефона появляется предупреждение "Your device is loading a different operating system". Это предупреждение указывает на то, что не запущен обычный Google Android, и его можно игнорировать.
sk: Krátko po zapnutí telefónu sa zobrazí upozornenie "Vaše zariadenie načítava iný operačný systém". Toto upozornenie znamená, že nie je spustený bežný systém Google Android a môžete ho ignorovať.
sl: Kmalu po vklopu telefona se prikaže opozorilo "Vaša naprava nalaga drug operacijski sistem". To opozorilo pomeni, da ni nameščen običajni sistem Google Android, in ga lahko ignorirate.
sv: Strax efter att telefonen slås på visas varningen "Din enhet laddar ett annat operativsystem". Denna varning indikerar att inget vanligt Google Android körs och kan ignoreras.
zh_cn: 手机开机后不久，就会显示警告"你的设备正在加载一个不同的操作系统"。这个警告表明没有运行普通的谷歌安卓系统，可以忽略不计。

source: **Q:** How can I check, if my NitroPhone has been hacked/compromised?
bg: **В:** Как мога да проверя дали моят NitroPhone е бил хакнат/компрометиран?
cs: **Q:** Jak mohu zkontrolovat, zda byl můj NitroPhone hacknut/kompromitován?
da: **Q:** Hvordan kan jeg kontrollere, om min NitroPhone er blevet hacket/kompromitteret?
de: **Q:** Wie kann ich überprüfen, ob mein NitroPhone gehackt/kompromittiert wurde?
el: **Q:** Πώς μπορώ να ελέγξω, αν το NitroPhone μου έχει παραβιαστεί/παραβιαστεί;
es: **P: ¿Cómo puedo comprobar si mi NitroPhone ha sido pirateado/comprometido?
et: **K:** Kuidas ma saan kontrollida, kas minu NitroPhone on häkitud/kaotatud?
fi: **Q:** Miten voin tarkistaa, onko NitroPhone-hakkeroitu tai vaarannettu?
hu: **K:** Hogyan tudom ellenőrizni, hogy a NitroPhone telefonomat feltörték-e?
ja: **Q:** 私のNitroPhoneがハッキングされているかどうかを確認するにはどうしたらよいでしょうか？
lt: **Q:** Kaip galiu patikrinti, ar į mano "NitroPhone" telefoną buvo įsilaužta ir (arba) pažeistas jo funkcionalumas?
lv: **Q:** Kā es varu pārbaudīt, vai mans NitroPhone ir uzlauzts/kompromitēts?
nl: **Q:** Hoe kan ik controleren of mijn NitroPhone gehackt/gecompromitteerd is?
pl: **Q:** Jak mogę sprawdzić, czy mój NitroPhone został zhakowany/kompromitowany?
ro: **Q:** Cum pot verifica dacă NitroPhone-ul meu a fost piratat/compromis?
ru: **Вопрос:** Как я могу проверить, был ли мой NitroPhone взломан/компрометирован?
sk: **Q:** Ako môžem skontrolovať, či bol môj NitroPhone hacknutý/kompromitovaný?
sl: **Q:** Kako lahko preverim, ali je bil moj NitroPhone vdrt/kompromitiran?
sv: **Q:** Hur kan jag kontrollera om min NitroPhone har hackats/komprometterats?
zh_cn: **问：**如何检查我的NitroPhone是否已被黑客攻击/入侵？

source: If you want to check the integrity of the operating system, you can use `remote verification <https://attestation.app/about>`_.
bg: Ако искате да проверите целостта на операционната система, можете да използвате `отдалечена проверка <https://attestation.app/about>`_.
cs: Pokud chcete zkontrolovat integritu operačního systému, můžete použít `dálkové ověření <https://attestation.app/about>`_.
da: Hvis du vil kontrollere operativsystemets integritet, kan du bruge ` fjernverificering <https://attestation.app/about>`_.
de: Wenn Sie die Integrität des Betriebssystems überprüfen wollen, können Sie die `Fernüberprüfung <https://attestation.app/about>`_ verwenden.
el: Εάν θέλετε να ελέγξετε την ακεραιότητα του λειτουργικού συστήματος, μπορείτε να χρησιμοποιήσετε την `εξ αποστάσεως επαλήθευση <https://attestation.app/about>`_.
es: Si quieres comprobar la integridad del sistema operativo, puedes utilizar `verificación remota <https://attestation.app/about>`_.
et: Kui soovite kontrollida operatsioonisüsteemi terviklikkust, võite kasutada `kaugkontrolli <https://attestation.app/about>`_.
fi: Jos haluat tarkistaa käyttöjärjestelmän eheyden, voit käyttää `etävarmennusta <https://attestation.app/about>`_.
hu: Ha az operációs rendszer integritását szeretné ellenőrizni, használhatja a `távoli ellenőrzést <https://attestation.app/about>`_.
ja: オペレーティングシステムの完全性をチェックしたい場合は、`リモート検証<https://attestation.app/about>`_を使用することができます。
lt: Jei norite patikrinti operacinės sistemos vientisumą, galite naudoti `nuotolinį patikrinimą <https://attestation.app/about>`_.
lv: Ja vēlaties pārbaudīt operētājsistēmas integritāti, varat izmantot `attālinātu pārbaudi <https://attestation.app/about>`_.
nl: Als u de integriteit van het besturingssysteem wilt controleren, kunt u `verificatie op afstand <https://attestation.app/about>`_ gebruiken.
pl: Jeśli chcesz sprawdzić integralność systemu operacyjnego, możesz użyć ` weryfikacji zdalnej <https://attestation.app/about>`_.
ro: Dacă doriți să verificați integritatea sistemului de operare, puteți utiliza `verificarea la distanță <https://attestation.app/about>`_.
ru: Если вы хотите проверить целостность операционной системы, вы можете использовать ` удаленную проверку <https://attestation.app/about>`_.
sk: Ak chcete skontrolovať integritu operačného systému, môžete použiť ` vzdialené overenie <https://attestation.app/about>`_.
sl: Če želite preveriti celovitost operacijskega sistema, lahko uporabite `preverjanje na daljavo <https://attestation.app/about>`_.
sv: Om du vill kontrollera operativsystemets integritet kan du använda ` fjärrkontroll <https://attestation.app/about>`_.
zh_cn: 如果你想检查操作系统的完整性，你可以使用`远程验证<https://attestation.app/about>`_。

source: **Q:** Where can I get further information about GrapheneOS?
bg: **В:** Къде мога да получа допълнителна информация за GrapheneOS?
cs: **Q:** Kde mohu získat další informace o systému GrapheneOS?
da: **Q:** Hvor kan jeg få yderligere oplysninger om GrapheneOS?
de: **Q:** Wo kann ich weitere Informationen über GrapheneOS erhalten?
el: **Q:** Πού μπορώ να βρω περισσότερες πληροφορίες για το GrapheneOS;
es: **P: ¿Dónde puedo obtener más información sobre GrapheneOS?
et: **K:** Kust saan ma lisateavet GrapheneOSi kohta?
fi: **Q:** Mistä saan lisätietoja GrapheneOS:stä?
hu: **K:** Hol kaphatok további információkat a GrapheneOS-ről?
ja: **Q:** GrapheneOSについての詳しい情報はどこで得られますか？
lt: **Q:** Kur galėčiau gauti daugiau informacijos apie "GrapheneOS"?
lv: **Q:** Kur es varu iegūt papildu informāciju par GrapheneOS?
nl: **Q:** Waar kan ik meer informatie krijgen over GrapheneOS?
pl: **Q:** Gdzie mogę uzyskać więcej informacji na temat GrapheneOS?
ro: **Q:** De unde pot obține informații suplimentare despre GrapheneOS?
ru: **В:** Где я могу получить дополнительную информацию о GrapheneOS?
sk: **Q:** Kde môžem získať ďalšie informácie o GrapheneOS?
sl: **Q:** Kje lahko dobim dodatne informacije o sistemu GrapheneOS?
sv: **Q:** Var kan jag få mer information om GrapheneOS?
zh_cn: **问：**我在哪里可以得到有关GrapheneOS的进一步信息？

source: `Here <https://grapheneos.org/faq>`_ you can find further information on GrapheneOS.
bg: `Тук <https://grapheneos.org/faq>`_ можете да намерите допълнителна информация за GrapheneOS.
cs: `Zde <https://grapheneos.org/faq>`_ najdete další informace o GrapheneOS.
da: `Her <https://grapheneos.org/faq>`_ kan du finde yderligere oplysninger om GrapheneOS.
de: `Hier <https://grapheneos.org/faq>`_ finden Sie weitere Informationen zu GrapheneOS.
el: `Εδώ <https://grapheneos.org/faq>`_ μπορείτε να βρείτε περισσότερες πληροφορίες για το GrapheneOS.
es: `Aquí <https://grapheneos.org/faq>`_ puedes encontrar más información sobre GrapheneOS.
et: `Sellest <https://grapheneos.org/faq>`_ leiate lisateavet GrapheneOSi kohta.
fi: `Täältä <https://grapheneos.org/faq>`_ löydät lisätietoja GrapheneOS:sta.
hu: `Itt <https://grapheneos.org/faq>`_ további információkat talál a GrapheneOS-ről.
ja: `ここでは<https://grapheneos.org/faq>`_ GrapheneOSについての詳しい情報をご覧いただけます。
lt: `Toliau <https://grapheneos.org/faq>`_ rasite daugiau informacijos apie GrapheneOS.
lv: `Tur <https://grapheneos.org/faq>`_ var atrast papildu informāciju par GrapheneOS.
nl: `Hier <https://grapheneos.org/faq>`_ kunt u meer informatie vinden over GrapheneOS.
pl: `Tutaj <https://grapheneos.org/faq>`_ można znaleźć więcej informacji na temat GrapheneOS.
ro: `Aici <https://grapheneos.org/faq>`_ puteți găsi mai multe informații despre GrapheneOS.
ru: `Здесь <https://grapheneos.org/faq>`_ вы можете найти дополнительную информацию о GrapheneOS.
sk: `Tu <https://grapheneos.org/faq>`_ nájdete ďalšie informácie o GrapheneOS.
sl: `Tukaj <https://grapheneos.org/faq>`_ najdete dodatne informacije o sistemu GrapheneOS.
sv: `Här <https://grapheneos.org/faq>`_ hittar du mer information om GrapheneOS.
zh_cn: `在这里 <https://grapheneos.org/faq>`_你可以找到关于GrapheneOS的进一步信息。

source: **Q:** Why is OEM unlocking enabled by default?
de: **Q:** Warum ist die OEM-Freischaltung standardmäßig aktiviert?
et: **K:** Miks on OEM-lukustuse avamine vaikimisi lubatud?
fi: **Q:** Miksi OEM-lukituksen avaaminen on oletusarvoisesti käytössä?
lv: **Q:** Kāpēc OEM atbloķēšana ir iespējota pēc noklusējuma?

source: The only real purpose of the OEM Unlocking setting is `anti-theft protection <https://grapheneos.org/faq#anti-theft>`_ which is not implemented by GrapheneOS. OEM unlocking controls whether the device can be unlocked via boot loader. In the later case all user data is wiped. If OEM Unlocking is disabled, someone can still boot up in recovery mode, enter the menu, wipe data, then boot the OS and enable OEM unlocking. Therefore it doesn't really increase the security but `disabling it <index.html>`_ reduces the potential physical attack surface.
de: Der einzige wirkliche Zweck der OEM-Unlocking-Einstellung ist der `Diebstahlschutz <https://grapheneos.org/faq#anti-theft>`_, der von GrapheneOS nicht implementiert wird. OEM Unlocking steuert, ob das Gerät über den Bootloader entsperrt werden kann. Im letzteren Fall werden alle Benutzerdaten gelöscht. Wenn die OEM-Entsperrung deaktiviert ist, kann jemand trotzdem im Wiederherstellungsmodus booten, das Menü aufrufen, Daten löschen, dann das Betriebssystem booten und die OEM-Entsperrung aktivieren. Daher erhöht es nicht wirklich die Sicherheit, aber `die Deaktivierung <index.html>`_ reduziert die potentielle physische Angriffsfläche.
et: OEM Unlocking'i seadistuse ainus tegelik eesmärk on ` varguskaitse <https://grapheneos.org/faq#anti-theft>`_, mida GrapheneOS ei rakenda. OEM unlocking kontrollib, kas seadet saab avada bootloaderi kaudu. Viimasel juhul kustutatakse kõik kasutajaandmed. Kui OEM-avamine on välja lülitatud, võib keegi ikkagi taaskasutamisrežiimi käivitada, siseneda menüüsse, pühkida andmed, seejärel käivitada operatsioonisüsteemi ja lubada OEM-avamise. Seega ei'tse tegelikult turvalisust suurendada, kuid ` selle keelamine <index.html>`_ vähendab potentsiaalset füüsilist ründepinda.
fi: OEM Unlocking -asetuksen ainoa todellinen tarkoitus on ` varkaudenesto <https://grapheneos.org/faq#anti-theft>`_, jota GrapheneOS ei ole toteuttanut. OEM unlocking ohjaa, voidaanko laitteen lukitus avata käynnistyslataajan kautta. Jälkimmäisessä tapauksessa kaikki käyttäjätiedot pyyhitään. Jos OEM Unlocking on poistettu käytöstä, joku voi silti käynnistyä palautustilassa, mennä valikkoon, pyyhkiä tietoja, käynnistää käyttöjärjestelmän ja ottaa OEM Unlockingin käyttöön. Näin ollen se ei't oikeastaan lisää turvallisuutta, mutta ` sen poistaminen käytöstä <index.html>`_ vähentää mahdollista fyysistä hyökkäyspintaa.
lv: Vienīgais reālais OEM atbloķēšanas iestatījuma mērķis ir `aizsardzība pret zādzību <https://grapheneos.org/faq#anti-theft>`_, kas GrapheneOS nav ieviesta. OEM atbloķēšana kontrolē, vai ierīci var atbloķēt, izmantojot sākumiekrāvēju. Vēlākajā gadījumā tiek dzēsti visi lietotāja dati. Ja OEM atbloķēšana ir atspējota, kāds joprojām var ielādēt operētājsistēmu atkopšanas režīmā, ieiet izvēlnē, dzēst datus, pēc tam ielādēt operētājsistēmu un iespējot OEM atbloķēšanu. Tāpēc tas nepalielina drošību, bet `izslēgšana <index.html>`_ samazina potenciālo fizisko uzbrukumu virsmu.

source: Getting Started
bg: Започване на работа
cs: Začínáme
da: Kom godt i gang
de: Erste Schritte
el: Ξεκινώντας
es: Cómo empezar
et: Alustamine
fi: Aloittaminen
fr: Pour commencer
hu: Kezdő lépések
ja: はじめに
lt: Darbo pradžia
lv: Darba sākšana
nl: Aan de slag
pl: Rozpoczęcie pracy
ro: Noțiuni introductive
ru: Начало работы
sk: Začíname
sl: Začetek
sv: Komma igång
zh_cn: 入门

source: By default you have a secure smartphone, already pre-installed with all the most necessary apps.
bg: По подразбиране разполагате със сигурен смартфон, който вече е предварително инсталиран с всички най-необходими приложения.
cs: Ve výchozím nastavení máte zabezpečený chytrý telefon s předinstalovanými nejpotřebnějšími aplikacemi.
da: Som standard har du en sikker smartphone, der allerede er præinstalleret med alle de mest nødvendige apps.
de: Standardmäßig verfügen Sie über ein sicheres Smartphone, auf dem alle wichtigen Anwendungen bereits vorinstalliert sind.
el: Από προεπιλογή έχετε ένα ασφαλές smartphone, ήδη προεγκατεστημένο με όλες τις πιο απαραίτητες εφαρμογές.
es: Por defecto tienes un smartphone seguro, ya preinstalado con todas las aplicaciones más necesarias.
et: Vaikimisi on teil turvaline nutitelefon, millele on juba eelinstalleeritud kõik kõige vajalikumad rakendused.
fi: Oletusarvoisesti sinulla on turvallinen älypuhelin, johon on jo valmiiksi asennettu kaikki tarvittavat sovellukset.
fr: Par défaut, vous disposez d'un smartphone sécurisé, déjà préinstallé avec toutes les applications les plus nécessaires.
hu: Alapértelmezés szerint biztonságos okostelefonod van, amelyre már előre telepítve vannak a legszükségesebb alkalmazások.
ja: 初期設定では、必要なアプリがプリインストールされた安全なスマートフォンが用意されています。
lt: Pagal numatytuosius nustatymus turite saugų išmanųjį telefoną, kuriame iš anksto įdiegtos visos būtiniausios programos.
lv: Pēc noklusējuma jums ir drošs viedtālrunis, kurā jau ir iepriekš instalētas visas nepieciešamākās programmas.
nl: Standaard hebt u een veilige smartphone, al voorgeïnstalleerd met alle meest noodzakelijke apps.
pl: Domyślnie masz bezpieczny smartfon, z preinstalowanymi wszystkimi najpotrzebniejszymi aplikacjami.
ro: În mod implicit, aveți un smartphone sigur, deja preinstalat cu toate aplicațiile cele mai necesare.
ru: По умолчанию у вас защищенный смартфон, на котором уже предустановлены все самые необходимые приложения.
sk: V predvolenom nastavení máte zabezpečený smartfón s predinštalovanými najpotrebnejšími aplikáciami.
sl: Privzeto imate varen pametni telefon, v katerega so že vnaprej nameščene vse najnujnejše aplikacije.
sv: Som standard har du en säker smartphone som redan är förinstallerad med de mest nödvändiga apparna.
zh_cn: 默认情况下，你有一个安全的智能手机，已经预装了所有最必要的应用程序。

source: Set up a six-digit PIN to protect the phone. In cooperation with the security chip, this will ensure high security while maintaining good usability.
bg: Настройте шестцифрен ПИН код за защита на телефона. В сътрудничество със защитния чип това ще осигури висока степен на сигурност, като същевременно ще запази добрата използваемост.
cs: Nastavte šestimístný kód PIN pro ochranu telefonu. Ve spolupráci s bezpečnostním čipem tak zajistíte vysoké zabezpečení při zachování dobré použitelnosti.
da: Indstil en sekscifret pinkode for at beskytte telefonen. I samarbejde med sikkerhedschippen vil dette sikre høj sikkerhed, samtidig med at du bevarer en god brugervenlighed.
de: Richten Sie eine sechsstellige PIN zum Schutz des Telefons ein. In Zusammenarbeit mit dem Sicherheitschip gewährleistet dies eine hohe Sicherheit bei gleichzeitig guter Bedienbarkeit.
el: Ρυθμίστε ένα εξαψήφιο PIN για την προστασία του τηλεφώνου. Σε συνεργασία με το τσιπ ασφαλείας, αυτό θα εξασφαλίσει υψηλή ασφάλεια, διατηρώντας παράλληλα την καλή χρηστικότητα.
es: Configure un PIN de seis dígitos para proteger el teléfono. En colaboración con el chip de seguridad, esto garantizará una alta seguridad a la vez que se mantiene una buena usabilidad.
et: Seadistage telefoni kaitsmiseks kuuekohaline PIN-kood. Koostöös turvakiibiga tagab see kõrge turvalisuse, säilitades samal ajal hea kasutatavuse.
fi: Määritä kuusinumeroinen PIN-koodi puhelimen suojaamiseksi. Yhteistyössä turvasirun kanssa tämä takaa korkean turvallisuuden säilyttäen samalla hyvän käytettävyyden.
fr: Configurez un code PIN à six chiffres pour protéger le téléphone. En coopération avec la puce de sécurité, cela garantira une sécurité élevée tout en maintenant une bonne convivialité.
hu: Állítson be egy hatjegyű PIN-kódot a telefon védelmére. A biztonsági chippel együttműködve ez biztosítja a magas szintű biztonságot, miközben a használhatóságot is megőrzi.
ja: 6桁の暗証番号を設定して、携帯電話を保護します。セキュリティチップとの連携により、使い勝手の良さを維持しつつ、高いセキュリティを実現します。
lt: Nustatykite šešių skaitmenų PIN kodą telefonui apsaugoti. Kartu su apsaugos lustu tai užtikrins aukštą saugumą ir tuo pat metu leis išlaikyti gerą naudojimo patogumą.
lv: Iestatiet sešciparu PIN kodu, lai aizsargātu tālruni. Sadarbībā ar drošības mikroshēmu tas nodrošinās augstu drošību, vienlaikus saglabājot labu lietojamību.
nl: Stel een zescijferige PIN-code in om de telefoon te beschermen. In samenwerking met de beveiligingschip zorgt dit voor een hoge veiligheid met behoud van een goede bruikbaarheid.
pl: Ustaw sześciocyfrowy kod PIN, aby chronić telefon. We współpracy z chipem zabezpieczającym zapewni to wysokie bezpieczeństwo przy jednoczesnym zachowaniu dobrej użyteczności.
ro: Configurați un cod PIN din șase cifre pentru a proteja telefonul. În cooperare cu cipul de securitate, acest lucru va asigura o securitate ridicată, menținând în același timp o bună utilizare.
ru: Установите шестизначный PIN-код для защиты телефона. В сочетании с чипом безопасности это обеспечит высокую безопасность при сохранении удобства использования.
sk: Nastavte šesťmiestny kód PIN na ochranu telefónu. V spolupráci s bezpečnostným čipom sa tak zabezpečí vysoká bezpečnosť pri zachovaní dobrej použiteľnosti.
sl: Za zaščito telefona nastavite šestmestno kodo PIN. V sodelovanju z varnostnim čipom bo to zagotovilo visoko stopnjo varnosti in hkrati ohranilo dobro uporabnost.
sv: Ange en sexsiffrig PIN-kod för att skydda telefonen. I samarbete med säkerhetschipet garanterar detta hög säkerhet samtidigt som du behåller en god användbarhet.
zh_cn: 设置一个六位数的密码来保护手机。在与安全芯片的合作中，这将确保高度的安全性，同时保持良好的可用性。

source: For extra hardening (optional): Go to Settings -> System -> Developer Options and disable the "OEM unlocking" setting. Afterwards disable the "Developer Options".
de: Für zusätzliche Härtung (optional): Gehen Sie zu Einstellungen -> System -> Entwickleroptionen und deaktivieren Sie die "OEM-Entsperrung" Einstellung. Deaktivieren Sie anschließend die "Entwickleroptionen".
et: Täiendavaks kõvenemiseks (valikuline): Süsteem -> Süsteem -> Arendusseaded ja lülitage välja seadistus "OEM-lukustuse avamine". Seejärel lülitage "Developer Options" välja.
fi: Lisäkovettumista varten (valinnainen): Mene kohtaan Asetukset -> Järjestelmä -> Kehittäjän asetukset ja poista "OEM-lukituksen avaaminen" asetus käytöstä. Poista sen jälkeen käytöstä "Developer Options".
lv: Papildu sacietēšanai (pēc izvēles): Iet uz Iestatījumi -> Sistēma -> Izstrādātāja opcijas un atspējojiet "OEM atbloķēšana" iestatījumu. Pēc tam atspējojiet "Izstrādātāja opcijas".
