Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/nitrophone.po
Languages: bg, cs, da, de, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, ro, ru, sk, sl, sv, zh_cn

source: To prevent some apps from accessing Google Play Services, install Google Play Services in a separate profile. To do this, create a new dedicated user profile and install the Google Play Services there. Using a work profile together with *Shelter* is also possible, but without as much isolation.
bg: За да предотвратите достъпа на някои приложения до услугите на Google Play, инсталирайте услугите на Google Play в отделен профил. За да направите това, създайте нов специален потребителски профил и инсталирайте Google Play Services в него. Използването на работен профил заедно с *Shelter* също е възможно, но без толкова голяма изолация.
cs: Chcete-li některým aplikacím zabránit v přístupu ke Službám Google Play, nainstalujte Služby Google Play do samostatného profilu. Za tímto účelem vytvořte nový vyhrazený uživatelský profil a nainstalujte do něj Služby Google Play. Použití pracovního profilu společně s *Shelter* je také možné, ale bez takové izolace.
da: Hvis du vil forhindre visse apps i at få adgang til Google Play-tjenester, skal du installere Google Play-tjenester i en separat profil. Du kan gøre dette ved at oprette en ny dedikeret brugerprofil og installere Google Play-tjenesterne der. Det er også muligt at bruge en arbejdsprofil sammen med *Shelter*, men uden lige så stor isolation.
de: Um zu verhindern, dass einige Apps auf Google Play Services zugreifen, installieren Sie Google Play Services in einem separaten Profil. Erstellen Sie dazu ein neues dediziertes Benutzerprofil und installieren Sie die Google Play Services dort. Die Verwendung eines Arbeitsprofils zusammen mit *Shelter* ist ebenfalls möglich, allerdings ohne so viel Isolierung.
el: Για να αποτρέψετε την πρόσβαση ορισμένων εφαρμογών στις Υπηρεσίες Google Play, εγκαταστήστε τις Υπηρεσίες Google Play σε ξεχωριστό προφίλ. Για να το κάνετε αυτό, δημιουργήστε ένα νέο ειδικό προφίλ χρήστη και εγκαταστήστε εκεί τις Υπηρεσίες Google Play. Η χρήση ενός προφίλ εργασίας σε συνδυασμό με το *Shelter* είναι επίσης δυνατή, αλλά χωρίς τόσο μεγάλη απομόνωση.
es: Para evitar que algunas aplicaciones accedan a los Servicios de Google Play, instala los Servicios de Google Play en un perfil separado. Para ello, crea un nuevo perfil de usuario dedicado e instala allí los Servicios de Google Play. También es posible utilizar un perfil de trabajo junto con *Shelter*, pero sin tanto aislamiento.
et: Selleks, et takistada mõnede rakenduste juurdepääsu Google Play teenustele, installige Google Play teenused eraldi profiili. Selleks looge uus spetsiaalne kasutaja profiil ja installige sinna Google Play Teenused. Tööprofiili kasutamine koos *Shelteriga* on samuti võimalik, kuid ilma sama suure isolatsioonita.
fi: Jos haluat estää joitakin sovelluksia käyttämästä Google Play -palveluja, asenna Google Play -palvelut erilliseen profiiliin. Luo tätä varten uusi oma käyttäjäprofiili ja asenna Google Play Services sinne. Työprofiilin käyttäminen yhdessä *Shelterin* kanssa on myös mahdollista, mutta ilman yhtä suurta eristystä.
hu: Ha szeretné megakadályozni, hogy egyes alkalmazások hozzáférjenek a Google Play szolgáltatásokhoz, telepítse a Google Play szolgáltatásokat egy külön profilba. Ehhez hozzon létre egy új, dedikált felhasználói profilt, és telepítse oda a Google Play Services szolgáltatást. A munkaprofil és a *Shelter* együttes használata is lehetséges, de nem olyan elszigetelt módon.
ja: 一部のアプリがGoogle Play Servicesにアクセスできないようにするには、Google Play Servicesを別のプロファイルにインストールします。そのためには、新しい専用のユーザープロファイルを作成し、そこにGoogle Play Servicesをインストールします。ワークプロファイルと*Shelter*を併用することも可能ですが、隔離された状態にはなりません。
lt: Jei norite, kad kai kurios programos negalėtų pasiekti "Google Play Services", "Google Play Services" įdiekite atskirame profilyje. Šiuo tikslu sukurkite naują specialų naudotojo profilį ir jame įdiekite "Google Play Services". Naudoti darbo profilį kartu su *Shelter* taip pat galima, bet be tokios izoliacijos.
lv: Lai dažām programmām liegtu piekļuvi pakalpojumam Google Play Services, instalējiet pakalpojumu Google Play Services atsevišķā profilā. Lai to izdarītu, izveidojiet jaunu īpašu lietotāja profilu un tajā instalējiet Google Play Services. Ir iespējams izmantot arī darba profilu kopā ar *Shelter*, taču tas nav tik izolēts.
nl: Om te voorkomen dat sommige apps toegang hebben tot Google Play Services, installeert u Google Play Services in een afzonderlijk profiel. Maak hiervoor een nieuw speciaal gebruikersprofiel en installeer de Google Play Services daar. Het gebruik van een werkprofiel in combinatie met *Shelter* is ook mogelijk, maar zonder evenveel isolatie.
pl: Aby uniemożliwić niektórym aplikacjom dostęp do Usług Google Play, zainstaluj Usługi Google Play w osobnym profilu. W tym celu należy utworzyć nowy dedykowany profil użytkownika i zainstalować w nim Usługi Google Play. Użycie profilu roboczego wraz z *Shelter* jest również możliwe, ale bez takiej izolacji.
ro: Pentru a împiedica unele aplicații să acceseze Serviciile Google Play, instalați Serviciile Google Play într-un profil separat. Pentru a face acest lucru, creați un nou profil de utilizator dedicat și instalați Google Play Services acolo. Utilizarea unui profil de lucru împreună cu *Shelter* este, de asemenea, posibilă, dar fără la fel de multă izolare.
ru: Чтобы запретить некоторым приложениям доступ к Службам Google Play, установите Службы Google Play в отдельном профиле. Для этого создайте новый выделенный профиль пользователя и установите Службы Google Play в нем. Использование рабочего профиля вместе с *Shelter* также возможно, но без такой изоляции.
sk: Ak chcete niektorým aplikáciám zabrániť v prístupe k Službám Google Play, nainštalujte Služby Google Play do samostatného profilu. Ak to chcete urobiť, vytvorte nový vyhradený používateľský profil a nainštalujte do neho služby Google Play. Použitie pracovného profilu spolu so službou *Shelter* je tiež možné, ale bez takej izolácie.
sl: Če želite nekaterim aplikacijam preprečiti dostop do Storitev Google Play, namestite Storitve Google Play v ločen profil. To storite tako, da ustvarite nov namenski uporabniški profil in vanj namestite storitve Google Play. Uporaba delovnega profila skupaj s programom *Shelter* je prav tako mogoča, vendar brez tolikšne izolacije.
sv: Om du vill förhindra att vissa appar får tillgång till Google Play Services installerar du Google Play Services i en separat profil. Skapa en ny dedikerad användarprofil och installera Google Play Services där. Att använda en arbetsprofil tillsammans med *Shelter* är också möjligt, men utan lika stor isolering.
zh_cn: 要防止一些应用程序访问Google Play服务，请在一个单独的配置文件中安装Google Play服务。要做到这一点，创建一个新的专用用户配置文件，并在那里安装Google Play服务。将工作配置文件与*Shelter*一起使用也是可能的，但没有那么多隔离。

source: The Google Play Store cannot install and update apps due to the sandbox. Instead, always use F-Droid (for open source apps) or Aurora Store (for apps from Google Play Store) to install apps.
bg: Магазинът на Google Play не може да инсталира и актуализира приложения поради защитната зона. Вместо това винаги използвайте F-Droid (за приложения с отворен код) или Aurora Store (за приложения от Google Play Store), за да инсталирате приложения.
cs: V obchodě Google Play nelze instalovat a aktualizovat aplikace kvůli sandboxu. K instalaci aplikací vždy používejte F-Droid (pro aplikace s otevřeným zdrojovým kódem) nebo Aurora Store (pro aplikace z obchodu Google Play).
da: Google Play Store kan ikke installere og opdatere apps på grund af sandkassen. Brug i stedet altid F-Droid (til apps med åben kildekode) eller Aurora Store (til apps fra Google Play Store) til at installere apps.
de: Der Google Play Store kann aufgrund der Sandbox keine Apps installieren und aktualisieren. Verwenden Sie stattdessen immer F-Droid (für Open-Source-Apps) oder Aurora Store (für Apps aus dem Google Play Store), um Apps zu installieren.
el: Το Google Play Store δεν μπορεί να εγκαταστήσει και να ενημερώσει εφαρμογές λόγω του sandbox. Αντ' αυτού, χρησιμοποιείτε πάντα το F-Droid (για εφαρμογές ανοιχτού κώδικα) ή το Aurora Store (για εφαρμογές από το Google Play Store) για την εγκατάσταση εφαρμογών.
es: Google Play Store no puede instalar ni actualizar aplicaciones debido a la caja de arena. En su lugar, utilice siempre F-Droid (para aplicaciones de código abierto) o Aurora Store (para aplicaciones de Google Play Store) para instalar aplicaciones.
et: Google Play Store ei saa liivakasti tõttu rakendusi paigaldada ja uuendada. Selle asemel kasutage rakenduste installimiseks alati F-Droid (avatud lähtekoodiga rakenduste jaoks) või Aurora Store'i (Google Play Store'i rakenduste jaoks).
fi: Google Play Store ei voi asentaa ja päivittää sovelluksia hiekkalaatikon vuoksi. Käytä sen sijaan aina F-Droidia (avoimen lähdekoodin sovelluksiin) tai Aurora Storea (Google Play Storen sovelluksiin) sovellusten asentamiseen.
fr: Le Google Play Store ne peut pas installer et mettre à jour les applications en raison de la sandbox. Utilisez toujours F-Droid (pour les applications open source) ou Aurora Store (pour les applications de Google Play Store) pour installer des applications.
hu: A Google Play Áruház a homokozó miatt nem tud alkalmazásokat telepíteni és frissíteni. Ehelyett mindig használja az F-Droidot (nyílt forráskódú alkalmazásokhoz) vagy az Aurora Store-t (a Google Play Store alkalmazásaihoz) az alkalmazások telepítéséhez.
ja: Google Playストアでは、サンドボックスのためアプリのインストールやアップデートができません。代わりに、アプリのインストールには必ずF-Droid（オープンソースアプリ用）またはAurora Store（Google Play Storeのアプリ用）を使用してください。
lt: Dėl smėlio dėžės "Google Play" parduotuvėje negalima įdiegti ir atnaujinti programų. Vietoj to programoms įdiegti visada naudokite "F-Droid" (atvirojo kodo programoms) arba "Aurora Store" (programoms iš "Google Play Store").
lv: "Google Play" veikalā nav iespējams instalēt un atjaunināt lietotnes, jo ir izveidots smilškastes logs. Tā vietā programmu instalēšanai vienmēr izmantojiet F-Droid (atvērtā pirmkoda programmām) vai Aurora Store (programmām no Google Play veikala).
nl: De Google Play Store kan geen apps installeren en updaten vanwege de sandbox. Gebruik in plaats daarvan altijd F-Droid (voor open source apps) of Aurora Store (voor apps uit de Google Play Store) om apps te installeren.
pl: Sklep Google Play nie może instalować i aktualizować aplikacji z powodu piaskownicy. Zamiast tego, zawsze używaj F-Droid (dla aplikacji open source) lub Aurora Store (dla aplikacji z Google Play Store) do instalowania aplikacji.
ro: Magazinul Google Play Store nu poate instala și actualiza aplicații din cauza sandbox-ului. În schimb, utilizați întotdeauna F-Droid (pentru aplicații open source) sau Aurora Store (pentru aplicații din Google Play Store) pentru a instala aplicații.
ru: Google Play Store не может устанавливать и обновлять приложения из-за песочницы. Вместо этого всегда используйте F-Droid (для приложений с открытым исходным кодом) или Aurora Store (для приложений из Google Play Store) для установки приложений.
sk: V obchode Google Play nie je možné inštalovať a aktualizovať aplikácie kvôli pieskovisku. Namiesto toho vždy používajte na inštaláciu aplikácií program F-Droid (pre aplikácie s otvoreným zdrojovým kódom) alebo Aurora Store (pre aplikácie z obchodu Google Play).
sl: V Trgovini Google Play zaradi peskovnika ni mogoče nameščati in posodabljati aplikacij. Namesto tega za nameščanje aplikacij vedno uporabite F-Droid (za odprtokodne aplikacije) ali Aurora Store (za aplikacije iz trgovine Google Play).
sv: Google Play Store kan inte installera och uppdatera appar på grund av sandlådan. Använd istället alltid F-Droid (för appar med öppen källkod) eller Aurora Store (för appar från Google Play Store) för att installera appar.
zh_cn: 由于沙盒的原因，Google Play商店不能安装和更新应用程序。相反，总是使用F-Droid（用于开源应用程序）或Aurora Store（用于来自Google Play Store的应用程序）来安装应用程序。

source: Compatible Apps
bg: Съвместими приложения
cs: Kompatibilní aplikace
da: Kompatible apps
de: Kompatible Apps
el: Συμβατές εφαρμογές
es: Aplicaciones compatibles
et: Ühilduvad rakendused
fi: Yhteensopivat sovellukset
fr: Applications compatibles
hu: Kompatibilis alkalmazások
ja: 対応アプリ
lt: Suderinamos programos
lv: Saderīgās lietotnes
nl: Compatibele apps
pl: Kompatybilne aplikacje
ro: Aplicații compatibile
ru: Совместимые приложения
sk: Kompatibilné aplikácie
sl: Združljive aplikacije
sv: Kompatibla appar
zh_cn: 兼容的应用程序

source: Earlier there was a list, but as the Play Service implementation progresses, most of the apps should work, although there are still some not working, a list will be available `here <https://github.com/Peter-Easton/GrapheneOS-Knowledge/tree/master/App%20Incompatibility%20List>`_.
bg: По-рано имаше списък, но тъй като изпълнението на услугата Play напредва, повечето приложения трябва да работят, въпреки че все още има някои, които не работят, списък ще бъде на разположение `тук <https://github.com/Peter-Easton/GrapheneOS-Knowledge/tree/master/App%20Incompatibility%20List>%20List>`_.
cs: Dříve byl k dispozici seznam, ale jak postupuje implementace služby Play, většina aplikací by měla fungovat, i když některé stále nefungují, seznam bude k dispozici `zde <https://github.com/Peter-Easton/GrapheneOS-Knowledge/tree/master/App%20Incompatibility%20List>%20List>`_.
da: Tidligere var der en liste, men efterhånden som implementeringen af Play-tjenesten skrider frem, burde de fleste apps fungere, selv om der stadig er nogle, der ikke fungerer, og en liste vil være tilgængelig `her <https://github.com/Peter-Easton/GrapheneOS-Knowledge/tree/master/App%20Incompatibility%20List>%20List>`_.
de: Früher gab es eine Liste, aber mit dem Fortschreiten der Play Service-Implementierung sollten die meisten Apps funktionieren, auch wenn es immer noch einige gibt, die nicht funktionieren, eine Liste wird `hier <https://github.com/Peter-Easton/GrapheneOS-Knowledge/tree/master/App%20Incompatibility%20List>`_ verfügbar sein.
el: Νωρίτερα υπήρχε μια λίστα, αλλά καθώς η υλοποίηση της υπηρεσίας Play Service προχωράει, οι περισσότερες εφαρμογές θα πρέπει να λειτουργούν, αν και υπάρχουν ακόμα κάποιες που δεν λειτουργούν, μια λίστα θα είναι διαθέσιμη `εδώ <https://github.com/Peter-Easton/GrapheneOS-Knowledge/tree/master/App%20Incompatibility%20List>`_.
es: Antes había una lista, pero a medida que avanza la implementación de Play Service, la mayoría de las apps deberían funcionar, aunque todavía hay algunas que no funcionan, una lista estará disponible `aquí <https://github.com/Peter-Easton/GrapheneOS-Knowledge/tree/master/App%20Incompatibility%20List>`_.
et: Varem oli nimekiri, kuid Play teenuse rakendamise edenedes peaks enamus rakendusi töötama, kuigi mõned ei tööta veel, nimekiri on saadaval `tema <https://github.com/Peter-Easton/GrapheneOS-Knowledge/tree/master/App%20Incompatibility%20List>%20List>`_.
fi: Aiemmin oli luettelo, mutta Play-palvelun toteutuksen edetessä suurimman osan sovelluksista pitäisi toimia, vaikka jotkut eivät vielä toimi, luettelo on saatavilla `täällä <https://github.com/Peter-Easton/GrapheneOS-Knowledge/tree/master/App%20Incompatibility%20List>%20List>`_.
hu: Korábban volt egy lista, de ahogy a Play Service megvalósítása halad, a legtöbb alkalmazásnak működnie kell, bár még mindig vannak olyanok, amelyek nem működnek, egy lista elérhető lesz `itt <https://github.com/Peter-Easton/GrapheneOS-Knowledge/tree/master/App%20Incompatibility%20List>%20List>`_.
ja: 以前はリストがありましたが、Play サービスの実装が進むにつれ、ほとんどのアプリが動作するようになりましたが、まだ動作しないものもあり、リストはこちら ` <https://github.com/Peter-Easton/GrapheneOS-Knowledge/tree/master/App%20Incompatibility%20List>`_ に掲載されます。
lt: Anksčiau buvo pateiktas sąrašas, tačiau, kai "Play Service" įgyvendinimas vyksta, dauguma programų turėtų veikti, nors kai kurios vis dar neveikia, sąrašas bus pateiktas `čia <https://github.com/Peter-Easton/GrapheneOS-Knowledge/tree/master/App%20Incompatibility%20List>%20List>`_.
lv: Agrāk bija saraksts, bet, tā kā Play Service īstenošana turpinās, lielākajai daļai programmu vajadzētu darboties, lai gan dažas joprojām nedarbojas, saraksts būs pieejams `šeit <https://github.com/Peter-Easton/GrapheneOS-Knowledge/tree/master/App%20Incompatibility%20List>%20List>`_.
nl: Eerder was er een lijst, maar naarmate de Play Service implementatie vordert, zouden de meeste apps moeten werken, hoewel er nog steeds een aantal niet werken, een lijst zal beschikbaar zijn `hier <https://github.com/Peter-Easton/GrapheneOS-Knowledge/tree/master/App%20Incompatibility%20List>`_.
pl: Wcześniej była lista, ale w miarę postępu wdrażania usługi Play, większość aplikacji powinna działać, choć są jeszcze takie, które nie działają, lista będzie dostępna `tutaj <https://github.com/Peter-Easton/GrapheneOS-Knowledge/tree/master/App%20Incompatibility%20List>%20List>`_.
ro: Mai devreme a existat o listă, dar pe măsură ce implementarea serviciului Play Service progresează, majoritatea aplicațiilor ar trebui să funcționeze, deși mai sunt unele care nu funcționează, o listă va fi disponibilă ` aici <https://github.com/Peter-Easton/GrapheneOS-Knowledge/tree/master/App%20Incompatibility%20List>%20List>`_.
ru: Ранее был список, но по мере внедрения Play Service большинство приложений должно работать, хотя некоторые все еще не работают, список будет доступен `здесь <https://github.com/Peter-Easton/GrapheneOS-Knowledge/tree/master/App%20Incompatibility%20List>`_.
sk: Predtým bol k dispozícii zoznam, ale s postupujúcou implementáciou služby Play by mala väčšina aplikácií fungovať, hoci niektoré stále nefungujú, zoznam bude k dispozícii `tu <https://github.com/Peter-Easton/GrapheneOS-Knowledge/tree/master/App%20Incompatibility%20List>%20List>`_.
sl: Prej je bil na voljo seznam, vendar bi morala zaradi napredka pri izvajanju storitve Play večina aplikacij delovati, čeprav nekatere še vedno ne delujejo, seznam pa bo na voljo `tudi <https://github.com/Peter-Easton/GrapheneOS-Knowledge/tree/master/App%20Incompatibility%20List>%20List>`_.
sv: Tidigare fanns det en lista, men i takt med att implementeringen av Play-tjänsten fortskrider bör de flesta appar fungera, även om det fortfarande finns en del som inte fungerar.En lista kommer att finnas tillgänglig `här <https://github.com/Peter-Easton/GrapheneOS-Knowledge/tree/master/App%20Incompatibility%20List>%20List>`_.
zh_cn: 早些时候有一个列表，但随着Play服务实施的进展，大多数应用程序应该可以工作，尽管仍有一些不工作，列表将在`这里<https://github.com/Peter-Easton/GrapheneOS-Knowledge/tree/master/App%20Incompatibility%20List>%20List>`_。

source: Recommended Apps
bg: Препоръчани приложения
cs: Doporučené aplikace
da: Anbefalede apps
de: Empfohlene Apps
el: Συνιστώμενες εφαρμογές
es: Aplicaciones recomendadas
et: Soovitatavad rakendused
fi: Suositellut sovellukset
fr: Applications recommandées
hu: Ajánlott alkalmazások
ja: おすすめアプリ
lt: Rekomenduojamos programos
lv: Ieteicamās lietotnes
nl: Aanbevolen Apps
pl: Polecane aplikacje
ro: Aplicații recomandate
ru: Рекомендуемые приложения
sk: Odporúčané aplikácie
sl: Priporočene aplikacije
sv: Rekommenderade appar
zh_cn: 推荐的应用程序
