Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/nitropad.po
Languages: bg, da, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: This confirms the content of the file is as expected. Please reboot the Nitropad to continue (either by switching off and powering on again, or hitting CTRL+ALT+DELETE).
bg: Това потвърждава, че съдържанието на файла е според очакванията. Моля, рестартирайте Nitropad, за да продължите (или като изключите и включите отново, или като натиснете CTRL+ALT+DELETE).
da: Dette bekræfter, at indholdet af filen er som forventet. Genstart venligst Nitropad for at fortsætte (enten ved at slukke og tænde igen eller ved at trykke CTRL+ALT+DELETE).
el: Αυτό επιβεβαιώνει ότι το περιεχόμενο του αρχείου είναι το αναμενόμενο. Για να συνεχίσετε, επανεκκινήστε το Nitropad (είτε απενεργοποιώντας και ενεργοποιώντας το ξανά, είτε πατώντας CTRL+ALT+DELETE).
es: Esto confirma que el contenido del archivo es el esperado. Por favor, reinicie el Nitropad para continuar (apagando y encendiendo de nuevo, o pulsando CTRL+ALT+DELETE).
et: See kinnitab, et faili sisu on ootuspärane. Jätkamiseks käivitage Nitropad uuesti (kas lülitage see välja ja uuesti sisse või vajutage klahve CTRL+ALT+DELETE).
fi: Tämä vahvistaa, että tiedoston sisältö on odotusten mukainen. Käynnistä Nitropad uudelleen jatkaaksesi (joko sammuttamalla ja käynnistämällä se uudelleen tai painamalla CTRL+ALT+DELETE).
fr: Cela confirme que le contenu du fichier est conforme aux attentes. Veuillez redémarrer le Nitropad pour continuer (soit en l'éteignant et en le rallumant, soit en appuyant sur CTRL+ALT+DELETE).
hu: Ez megerősíti, hogy a fájl tartalma megfelel a várakozásoknak. Kérjük, a folytatáshoz indítsa újra a Nitropadot (vagy kapcsolja ki és kapcsolja be újra, vagy nyomja le a CTRL+ALT+DELETE billentyűkombinációt).
ja: これにより、ファイルの内容が期待通りであることが確認できます。続行するにはNitropadを再起動してください（電源を切って再度電源を入れるか、CTRL+ALT+DELETEキーを押してください）。
lt: Taip patvirtinama, kad failo turinys yra toks, kokio tikėtasi. Norėdami tęsti, perkraukite "Nitropad" (išjunkite ir vėl įjunkite arba paspauskite CTRL+ALT+DELETE).
lv: Tas apstiprina, ka faila saturs ir tāds, kā gaidīts. Lūdzu, restartējiet Nitropad, lai turpinātu (vai nu izslēdzot un atkal ieslēdzot, vai nospiežot CTRL+ALT+DELETE).
nl: Dit bevestigt dat de inhoud van het bestand is zoals verwacht. Herstart de Nitropad om verder te gaan (ofwel door hem uit te zetten en weer aan te zetten, of door CTRL+ALT+DELETE in te drukken).
pl: Potwierdza to, że zawartość pliku jest zgodna z oczekiwaniami. Proszę zrestartować Nitropada, aby kontynuować (poprzez wyłączenie i ponowne włączenie zasilania lub naciśnięcie CTRL+ALT+DELETE).
pt: Isto confirma que o conteúdo do arquivo é o esperado. Por favor reinicie o Nitropad para continuar (ou desligando e ligando novamente, ou pressionando CTRL+ALT+DELETE).
ro: Acest lucru confirmă faptul că conținutul fișierului este cel așteptat. Vă rugăm să reporniți Nitropad-ul pentru a continua (fie prin oprirea și pornirea din nou, fie prin apăsarea CTRL+ALT+DELETE).
ru: Это подтверждает, что содержимое файла соответствует ожиданиям. Для продолжения перезагрузите Nitropad (либо выключите и снова включите, либо нажмите CTRL+ALT+DELETE).
sk: Tým sa potvrdí, že obsah súboru je podľa očakávania. Ak chcete pokračovať, reštartujte Nitropad (buď vypnutím a opätovným zapnutím, alebo stlačením CTRL+ALT+DELETE).
sl: S tem potrdite, da je vsebina datoteke takšna, kot je bila pričakovana. Za nadaljevanje ponovno zaženite Nitropad (tako, da ga izklopite in ponovno vklopite ali pritisnete CTRL+ALT+DELETE).
sv: Detta bekräftar att innehållet i filen är som förväntat. Starta om Nitropad för att fortsätta (antingen genom att stänga av och sätta på strömmen igen eller genom att trycka CTRL+ALT+DELETE).
zh_cn: 这证实了文件的内容与预期一致。请重新启动Nitropad继续使用（可以通过关闭电源再开机，或按CTRL+ALT+DELETE）。

source: This is the actual update procedure. Usually the first two screens will not be shown - in that case please start from step 3.
bg: Това е действителната процедура за актуализиране. Обикновено първите два екрана няма да бъдат показани - в такъв случай започнете от стъпка 3.
da: Dette er den egentlige opdateringsprocedure. Normalt vises de to første skærmbilleder ikke - i så fald skal du starte fra trin 3.
el: Αυτή είναι η πραγματική διαδικασία ενημέρωσης. Συνήθως οι δύο πρώτες οθόνες δεν εμφανίζονται - σε αυτή την περίπτωση ξεκινήστε από το βήμα 3.
es: Este es el procedimiento real de actualización. Normalmente las dos primeras pantallas no se mostrarán - en ese caso, por favor, comience desde el paso 3.
et: See on tegelik uuendamisprotseduur. Tavaliselt ei kuvata kahte esimest ekraani - sellisel juhul alustage 3. sammust.
fi: Tämä on varsinainen päivitysmenettely. Yleensä kahta ensimmäistä näyttöä ei näytetä - siinä tapauksessa aloita vaiheesta 3.
fr: Il s'agit de la procédure de mise à jour proprement dite. En général, les deux premiers écrans ne s'affichent pas - dans ce cas, commencez par l'étape 3.
hu: Ez a tényleges frissítési eljárás. Általában az első két képernyő nem jelenik meg - ebben az esetben kérjük, kezdje a 3. lépéstől.
ja: これが実際のアップデート手順です。通常、最初の2画面は表示されませんが、その場合は手順3から始めてください。
lt: Tai faktinė atnaujinimo procedūra. Paprastai pirmieji du ekranai nerodomi - tokiu atveju pradėkite nuo 3 veiksmo.
lv: Šī ir faktiskā atjaunināšanas procedūra. Parasti pirmie divi ekrāni netiek parādīti - tādā gadījumā sāciet no 3. soļa.
nl: Dit is de eigenlijke updateprocedure. Meestal worden de eerste twee schermen niet getoond - begin in dat geval bij stap 3.
pl: To jest właściwa procedura aktualizacji. Zazwyczaj pierwsze dwa ekrany nie są wyświetlane - w takim przypadku proszę zacząć od kroku 3.
pt: Este é o verdadeiro procedimento de atualização. Normalmente as duas primeiras telas não serão mostradas - nesse caso, por favor, comece a partir do passo 3.
ro: Aceasta este procedura de actualizare propriu-zisă. De obicei, primele două ecrane nu vor fi afișate - în acest caz, începeți de la pasul 3.
ru: Это фактическая процедура обновления. Обычно первые два экрана не отображаются - в этом случае начните с шага 3.
sk: Toto je skutočný postup aktualizácie. Zvyčajne sa prvé dve obrazovky nezobrazia - v takom prípade začnite od kroku 3.
sl: To je dejanski postopek posodabljanja. Običajno se prva dva zaslona ne prikažeta - v tem primeru začnite s korakom 3.
sv: Detta är den faktiska uppdateringsproceduren. Vanligtvis visas inte de två första skärmarna - i så fall börjar du från steg 3.
zh_cn: 这就是实际的更新程序。通常情况下，前两个屏幕不会显示 - 在这种情况下，请从第3步开始。

source: (Optional screen) Select “Ignore error and continue to default boot menu”.
bg: (Екран по избор) Изберете "Ignore error and continue to default boot menu" (Игнориране на грешка и продължаване към менюто за зареждане по подразбиране).
da: (Valgfri skærm) Vælg "Ignorer fejl og fortsæt til standard opstartsmenu".
el: (Προαιρετική οθόνη) Επιλέξτε "Αγνοήστε το σφάλμα και συνεχίστε στο προεπιλεγμένο μενού εκκίνησης".
es: (Pantalla opcional) Seleccione "Ignorar error y continuar con el menú de arranque por defecto".
et: (Vabatahtlik ekraan) Valige "Ignoreeri viga ja jätka vaikimisi alglaadimismenüüsse".
fi: (Valinnainen näyttö) Valitse "Ignore error and continue to default boot menu".
fr: (Écran facultatif) Sélectionnez "Ignorer l'erreur et continuer au menu de démarrage par défaut".
hu: (Választható képernyő) Válassza a "Hiba figyelmen kívül hagyása és folytassa az alapértelmezett rendszerindítási menübe" lehetőséget.
ja: (オプション画面）「Ignore error and continue to default boot menu」を選択します。
lt: (Pasirinktinis ekranas) Pasirinkite "Ignore error and continue to default boot menu" (ignoruoti klaidą ir tęsti į numatytąjį įkrovos meniu).
lv: (Izvēles ekrāns) Izvēlieties "Ignorēt kļūdu un turpināt noklikšķināt uz noklusējuma sāknēšanas izvēlni".
nl: (Optioneel scherm) Selecteer "Negeer fout en ga verder naar standaard opstartmenu".
pl: (Ekran opcjonalny) Wybierz opcję "Ignoruj błąd i kontynuuj do domyślnego menu startowego".
pt: (Tela opcional) Selecione "Ignorar erro e continuar para o menu de inicialização padrão".
ro: (Ecran opțional) Selectați "Ignore error and continue to default boot menu" (Ignoră eroarea și continuă cu meniul de pornire implicit).
ru: (Дополнительный экран) Выберите "Ignore error and continue to default boot menu" (Игнорировать ошибку и продолжить работу в меню загрузки по умолчанию).
sk: (Voliteľná obrazovka) Vyberte možnosť "Ignorovať chybu a pokračovať v predvolenej spúšťacej ponuke".
sl: (izbirni zaslon) Izberite "Ignore error and continue to default boot menu".
sv: (Valfri skärm) Välj "Ignorera fel och fortsätt till standardstartmenyn".
zh_cn: (可选屏幕）选择 "忽略错误，继续使用默认启动菜单"。

source: Go to “Options”.
bg: Отидете в "Опции".
da: Gå til "Indstillinger".
el: Μεταβείτε στις "Επιλογές".
es: Vaya a "Opciones".
et: Minge rubriiki "Valikud".
fi: Siirry kohtaan "Asetukset".
fr: Allez dans "Options".
hu: Válassza a "Beállítások" menüpontot.
ja: オプション」に進みます。
lt: Eikite į "Parinktys".
lv: Dodieties uz "Iespējas".
nl: Ga naar "Opties".
pl: Przejdź do zakładki "Opcje".
pt: Vá para "Opções".
ro: Mergeți la "Opțiuni".
ru: Перейдите в раздел "Опции".
sk: Prejdite na položku "Možnosti".
sl: Pojdite na "Možnosti".
sv: Gå till "Alternativ".
zh_cn: 转到 "选项"。

source: Select “Flash/Update the BIOS”.
bg: Изберете "Flash/Update the BIOS".
da: Vælg "Flash/opdater BIOS".
el: Επιλέξτε "Flash/Ανανέωση του BIOS".
es: Seleccione "Flashear/Actualizar la BIOS".
et: Valige "Flash/Update the BIOS".
fi: Valitse "Flash/Update the BIOS".
fr: Sélectionnez "Flash/Update the BIOS".
hu: Válassza a "BIOS flashelése/frissítése" lehetőséget.
ja: Flash/Update the BIOS "を選択します。
lt: Pasirinkite "Flash/Update the BIOS".
lv: Izvēlieties "Flash/Update the BIOS".
nl: Selecteer "Flash/Update BIOS".
pl: Wybierz opcję "Flash/Update the BIOS".
pt: Seleccione "Flash/Update the BIOS".
ro: Selectați "Flash/Update the BIOS".
ru: Выберите "Flash/Update the BIOS".
sk: Vyberte položku "Flash/Update the BIOS".
sl: Izberite "Flash/Update the BIOS".
sv: Välj "Flash/uppdatera BIOS".
zh_cn: 选择 "Flash/Update BIOS"。

source: Please confirm the first option.
bg: Моля, потвърдете първата опция.
da: Bekræft venligst den første mulighed.
el: Επιβεβαιώστε την πρώτη επιλογή.
es: Por favor, confirme la primera opción.
et: Palun kinnitage esimene võimalus.
fi: Vahvistakaa ensimmäinen vaihtoehto.
fr: Veuillez confirmer la première option.
hu: Kérjük, erősítse meg az első lehetőséget.
ja: 1つ目の選択肢を確認してください。
lt: Patvirtinkite pirmąjį variantą.
lv: Lūdzu, apstipriniet pirmo iespēju.
nl: Gelieve de eerste optie te bevestigen.
pl: Prosimy o potwierdzenie pierwszej opcji.
pt: Por favor, confirme a primeira opção.
ro: Vă rugăm să confirmați prima opțiune.
ru: Пожалуйста, подтвердите первый вариант.
sk: Potvrďte prvú možnosť.
sl: Potrdite prvo možnost.
sv: Bekräfta det första alternativet.
zh_cn: 请确认第一个选项。

source: Select the desired .npf file.
bg: Изберете желания файл .npf.
da: Vælg den ønskede .npf-fil.
el: Επιλέξτε το επιθυμητό αρχείο .npf.
es: Seleccione el archivo .npf deseado.
et: Valige soovitud .npf fail.
fi: Valitse haluttu .npf-tiedosto.
hu: Válassza ki a kívánt .npf fájlt.
ja: 目的の.npfファイルを選択します。
lt: Pasirinkite norimą .npf failą.
lv: Izvēlieties vajadzīgo .npf failu.
nl: Selecteer het gewenste .npf bestand.
pl: Wybierz żądany plik .npf.
pt: Selecione o arquivo .npf desejado.
ro: Selectați fișierul .npf dorit.
ru: Выберите нужный файл .npf.
sk: Vyberte požadovaný súbor .npf.
sl: Izberite želeno datoteko .npf.
sv: Välj önskad .npf-fil.
zh_cn: 选择所需的.npf文件。

source: Confirm the restart with Enter.
bg: Потвърдете рестартирането с Enter.
da: Bekræft genstarten med Enter.
el: Επιβεβαιώστε την επανεκκίνηση με Enter.
es: Confirme el reinicio con Enter.
et: Kinnitage taaskäivitamine Enteriga.
fi: Vahvista uudelleenkäynnistys Enter-näppäimellä.
fr: Confirmez le redémarrage avec Enter.
hu: Erősítse meg az újraindítást az Enter billentyűvel.
ja: Enterで再起動を確認します。
lt: Iš naujo paleidimą patvirtinkite klavišu Enter.
lv: Ar Enter apstipriniet restartēšanu.
nl: Bevestig de herstart met Enter.
pl: Potwierdzić ponowne uruchomienie przyciskiem Enter.
pt: Confirme o reinício com Enter.
ro: Confirmați repornirea cu Enter.
ru: Подтвердите перезагрузку нажатием Enter.
sk: Reštartovanie potvrďte klávesom Enter.
sl: Ponovni zagon potrdite z Enter.
sv: Bekräfta omstarten med Enter.
zh_cn: 用Enter确认重启。

source: You have successfully updated your firmware!
bg: Успешно сте актуализирали фърмуера си!
da: Du har opdateret din firmware med succes!
el: Ενημερώσατε με επιτυχία το υλικολογισμικό σας!
es: Has actualizado el firmware con éxito.
et: Olete edukalt uuendanud oma püsivara!
fi: Olet päivittänyt laiteohjelmiston onnistuneesti!
fr: Vous avez réussi à mettre à jour votre firmware !
hu: Sikeresen frissítette a firmware-t!
ja: ファームウェアのアップデートに成功しました。
lt: Sėkmingai atnaujinote programinę įrangą!
lv: Jūs esat veiksmīgi atjauninājis savu programmaparatūru!
nl: U hebt uw firmware met succes bijgewerkt!
pl: Z powodzeniem zaktualizowałeś oprogramowanie sprzętowe!
pt: Você atualizou seu firmware com sucesso!
ro: Ați actualizat cu succes firmware-ul!
ru: Вы успешно обновили прошивку!
sk: Úspešne ste aktualizovali firmvér!
sl: Uspešno ste posodobili vdelano programsko opremo!
sv: Du har lyckats uppdatera din fasta programvara!
zh_cn: 你已经成功地更新了你的固件!

source: Further steps
bg: Допълнителни стъпки
da: Yderligere skridt
el: Περαιτέρω βήματα
es: Otras medidas
et: Edasised sammud
fi: Jatkotoimet
fr: Autres étapes
hu: További lépések
ja: さらなるステップ
lt: Tolesni veiksmai
lv: Turpmākie soļi
nl: Verdere stappen
pl: Dalsze kroki
pt: Outros passos
ro: Etape suplimentare
ru: Дальнейшие шаги
sk: Ďalšie kroky
sl: Nadaljnji koraki
sv: Ytterligare åtgärder
zh_cn: 进一步的步骤

source: In case ``ERROR: TOTP Generation Failed!`` screen will show up, please follow the instructions for Factory Reset (on the left side menu), starting from step 11.
bg: В случай че се появи екран ``ERROR: TOTP Generation Failed!``, следвайте инструкциите за нулиране на фабричните настройки (в менюто от лявата страна), като започнете от стъпка 11.
da: Hvis ``ERROR: TOTP Generation Failed!``-skærmen vises, skal du følge instruktionerne for fabriksnulstilling (i menuen til venstre), startende fra trin 11.
el: Σε περίπτωση που εμφανιστεί η οθόνη ``ERROR: TOTP Generation Failed!``, ακολουθήστε τις οδηγίες για την Επαναφορά εργοστασιακών ρυθμίσεων (στο αριστερό μενού), ξεκινώντας από το βήμα 11.
es: En caso de que aparezca la pantalla ``ERROR: TOTP Generation Failed!``, siga las instrucciones para el Restablecimiento de Fábrica (en el menú lateral izquierdo), a partir del paso 11.
et: Juhul, kui ilmub ekraan ``ERROR: TOTP Generation Failed!``, järgige palun juhiseid tehase lähtestamiseks (vasakpoolses menüüs), alustades sammust 11.
fi: Jos ``ERROR: TOTP Generation Failed!`` -näyttö tulee näkyviin, noudata tehdasasetusten palautusohjeita (vasemmanpuoleisessa valikossa) alkaen vaiheesta 11.
fr: Si l'écran "ERROR : TOTP Generation Failed!`` s'affiche, veuillez suivre les instructions pour la réinitialisation d'usine (dans le menu de gauche), en commençant par l'étape 11.
hu: Abban az esetben, ha ``ERROR: TOTP Generation Failed!`` képernyő jelenik meg, kérjük, kövesse a Gyári visszaállítás (a bal oldali menüben) utasításait a 11. lépéstől kezdve.
ja: ``ERROR: TOTP Generation Failed!``の画面が表示された場合は、左メニューのファクトリーリセットの手順11から実行してください。
lt: Jei ``ERROR: TOTP Generation Failed!`` ekrane bus rodomas gamyklinio atstatymo nurodymai (kairiajame šoniniame meniu), pradėkite nuo 11 veiksmo.
lv: Ja parādīsies ``ERROR: TOTP Generation Failed!`` ekrāns, izpildiet rūpnīcas atiestatīšanas norādījumus (kreisajā sānu izvēlnē), sākot ar 11. soli.
nl: In het geval ``ERROR: TOTP Generation Failed!`` scherm verschijnt, volg dan de instructies voor Factory Reset (in het linker zijmenu), te beginnen vanaf stap 11.
pl: W przypadku pojawienia się ekranu ``ERROR: TOTP Generation Failed!``, należy postępować zgodnie z instrukcjami dotyczącymi Przywracania ustawień fabrycznych (w menu po lewej stronie), zaczynając od kroku 11.
pt: No caso de aparecer a tela ``ERROR: TOTP Generation Failed!```, por favor siga as instruções para a reinicialização de fábrica (no menu do lado esquerdo), a partir do passo 11.
ro: În cazul în care va apărea ecranul ``ERROR: TOTP Generation Failed!``, urmați instrucțiunile pentru Resetarea din fabrică (în meniul din stânga), începând cu pasul 11.
ru: В случае появления экрана ``ERROR: TOTP Generation Failed!``, пожалуйста, следуйте инструкциям по сбросу к заводским настройкам (в левом боковом меню), начиная с шага 11.
sk: V prípade, že sa zobrazí obrazovka ``ERROR: TOTP Generation Failed!``, postupujte podľa pokynov pre obnovenie výrobných nastavení (v ľavom bočnom menu), počnúc krokom 11.
sl: Če se prikaže zaslon ``ERROR: TOTP Generation Failed!``, sledite navodilom za ponastavitev tovarniških nastavitev (v meniju na levi strani), začenši s korakom 11.
sv: Om skärmen ``ERROR: TOTP Generation Failed!`` visas, följ instruktionerna för fabriksåterställning (på vänstermenyn), med början från steg 11.
zh_cn: 如果``ERROR: TOTP Generation Failed!``屏幕会出现，请从第11步开始，按照工厂重置的指示（在左侧菜单）进行操作。

source: Firmware Update v1.4+
bg: Актуализация на фърмуера v1.4+
da: Firmwareopdatering v1.4+
el: Ενημέρωση υλικολογισμικού v1.4+
es: Actualización del firmware v1.4+
et: Püsivara värskendus v1.4+
fi: Laiteohjelmiston päivitys v1.4+
hu: Firmware frissítés v1.4+
ja: ファームウェア・アップデート v1.4以上
lt: Programinės įrangos atnaujinimas v1.4+
lv: Programmatūras atjauninājums v1.4+
pl: Aktualizacja oprogramowania sprzętowego v1.4+
pt: Atualização do Firmware v1.4+
ro: Actualizare Firmware v1.4+
ru: Обновление прошивки v1.4+
sk: Aktualizácia firmvéru v1.4+
sl: Posodobitev vdelane programske opreme v1.4+
sv: Uppdatering av fast programvara v1.4+
zh_cn: 固件更新 v1.4+

source: Starting with v1.4 due to elementary changes inside Heads and the firmware layout, the update requires some additional considerations. This applies for both NitroPads X230 and T430.
bg: От версия 1.4 поради елементарни промени в Heads и оформлението на фърмуера актуализацията изисква някои допълнителни съображения. Това се отнася както за NitroPads X230, така и за T430.
da: Fra og med v1.4 kræver opdateringen nogle yderligere overvejelser på grund af elementære ændringer i Heads og firmware-layoutet. Dette gælder både for NitroPads X230 og T430.
el: Ξεκινώντας από την έκδοση v1.4, λόγω των στοιχειωδών αλλαγών στο εσωτερικό των κεφαλών και της διάταξης του υλικολογισμικού, η ενημέρωση απαιτεί κάποιες πρόσθετες σκέψεις. Αυτό ισχύει και για τα NitroPads X230 και T430.
es: A partir de la v1.4, debido a los cambios elementales en el interior de Heads y la disposición del firmware, la actualización requiere algunas consideraciones adicionales. Esto se aplica tanto a los NitroPads X230 como a los T430.
et: Alates versioonist v1.4 nõuab uuendamine elementaarsete muudatuste tõttu Headsis ja püsivara paigutuses mõningaid täiendavaid kaalutlusi. See kehtib nii NitroPads X230 kui ka T430 puhul.
fi: Alkaen v1.4:stä alkaen päivitys vaatii joitakin lisähuomioita, koska Päiden ja laiteohjelmiston ulkoasu on muuttunut olennaisesti. Tämä koskee sekä NitroPads X230:tä että T430:tä.
hu: A v1.4-től kezdődően a Heads és a firmware elrendezésének elemi változásai miatt a frissítés további megfontolásokat igényel. Ez a NitroPads X230 és T430 esetében egyaránt érvényes.
ja: v1.4からは、ヘッド内部の初歩的な変更やファームウェアのレイアウトが変更されたため、アップデートの際にはいくつかの追加事項が必要となります。これはNitroPads X230とT430の両方に適用されます。
lt: Nuo v1.4 dėl elementarių "Heads" ir programinės įrangos išdėstymo pakeitimų atnaujinant reikia atsižvelgti į kai kuriuos papildomus aspektus. Tai taikoma ir "NitroPads X230", ir "T430".
lv: Sākot ar versiju 1.4, elementāru izmaiņu Heads un programmaparatūras izkārtojuma dēļ atjaunināšanai ir nepieciešami daži papildu apsvērumi. Tas attiecas gan uz NitroPads X230, gan T430.
nl: Vanaf v1.4 vereist de update vanwege elementaire veranderingen in Heads en de firmware layout enkele extra overwegingen. Dit geldt voor zowel NitroPads X230 als T430.
pl: Począwszy od wersji v1.4 z powodu elementarnych zmian wewnątrz Heads i układu firmware, aktualizacja wymaga kilku dodatkowych uwag. Dotyczy to zarówno NitroPadów X230 jak i T430.
pt: A partir da v1.4, devido a alterações elementares no interior dos cabeçotes e no layout do firmware, a atualização requer algumas considerações adicionais. Isto se aplica tanto para NitroPads X230 como para o T430.
ro: Începând cu v1.4, datorită modificărilor elementare din interiorul Heads și a structurii firmware-ului, actualizarea necesită unele considerații suplimentare. Acest lucru este valabil atât pentru NitroPads X230, cât și pentru T430.
ru: Начиная с версии 1.4 из-за элементарных изменений внутри Heads и схемы прошивки, обновление требует некоторых дополнительных соображений. Это относится как к NitroPads X230, так и к T430.
sk: Počnúc verziou v1.4 si aktualizácia kvôli elementárnym zmenám vo vnútri Heads a rozloženia firmvéru vyžaduje určité dodatočné opatrenia. Týka sa to zariadení NitroPad X230 aj T430.
sl: Od različice v1.4 naprej je zaradi osnovnih sprememb v napravi Heads in razporeditve vdelane programske opreme pri posodobitvi potreben dodaten premislek. To velja za naprave NitroPads X230 in T430.
sv: Från och med v1.4 kräver uppdateringen några ytterligare överväganden på grund av elementära förändringar i Heads och i den fasta programvarans layout. Detta gäller både NitroPads X230 och T430.
zh_cn: 从V1.4版本开始，由于Heads内部和固件布局的基本变化，更新需要一些额外的考虑。这适用于NitroPads X230和T430。

source: Should I update my NitroPad?
bg: Трябва ли да актуализирам своя NitroPad?
da: Skal jeg opdatere min NitroPad?
el: Πρέπει να ενημερώσω το NitroPad μου;
es: ¿Debo actualizar mi NitroPad?
et: Kas ma peaksin oma NitroPadi uuendama?
fi: Pitäisikö minun päivittää NitroPad?
hu: Frissítenem kell a NitroPad készülékemet?
ja: NitroPadをアップデートすべきでしょうか？
lt: Ar turėčiau atnaujinti savo "NitroPad"?
lv: Vai man vajadzētu atjaunināt savu NitroPad?
nl: Moet ik mijn NitroPad updaten?
pl: Czy powinienem zaktualizować mojego NitroPada?
pt: Devo actualizar o meu NitroPad?
ro: Ar trebui să îmi actualizez NitroPad?
ru: Следует ли мне обновить NitroPad?
sk: Mal by som aktualizovať svoj NitroPad?
sl: Ali naj posodobim svoj NitroPad?
sv: Ska jag uppdatera min NitroPad?
zh_cn: 我应该更新我的NitroPad吗？
