Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/nitropad.po
Languages: bg, da, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: Flash the images to the matching flash chips using your flasher and clamp
bg: Прехвърляйте изображенията на съответстващите флаш чипове с помощта на светкавица и скоба
da: Flash billederne til de matchende flashchips ved hjælp af din flasher og klemme
el: Αναβοσβήνετε τις εικόνες στα αντίστοιχα τσιπ φλας χρησιμοποιώντας το φλας και τον σφιγκτήρα σας.
es: Flashee las imágenes en los chips de flash correspondientes utilizando su flash y su pinza
et: Välguta kujutised sobivatele välkkiipidele, kasutades oma välklambrit ja klambrit.
fi: Flashaa kuvat vastaaviin flash-siruihin käyttämällä vilkkua ja puristinta.
hu: Villantsa a képeket a megfelelő flash chipekre a villogókészülék és a bilincs segítségével.
ja: お手持ちのフラッシャーとクランプを使って、イメージをマッチしたフラッシュチップにフラッシュします。
lt: Naudodami blykstę ir spaustuką, blykstelėkite vaizdus į atitinkamus blykstės lustus.
lv: Uzlādējiet attēlus atbilstošajās zibspuldzes mikroshēmās, izmantojot zibspuldzi un skavu.
nl: Flash de beelden naar de passende flash chips met uw flasher en klem
pl: Wywołaj obrazy na odpowiednich chipach flash za pomocą flashera i zacisku.
pt: Faça as imagens piscar para os chips de flash correspondentes usando o seu flasher e grampo
ro: Afișați imaginile pe cipurile de bliț corespunzătoare folosind blițul și clema.
ru: Установите изображения на соответствующие микросхемы вспышки с помощью флэшера и зажима.
sk: Zábleskové obrázky na zodpovedajúce zábleskové čipy pomocou blesku a svorky
sl: Slike v ustrezajoče bliskovne čipe vstavite s pomočjo bliskavice in sponke.
sv: Flasha bilderna till de matchande flashchipsen med hjälp av din flashare och klämma.
zh_cn: 用你的闪光灯和夹子将图像闪到匹配的闪光芯片上。

source: Reboot into your system (you should see ``-maximized`` inside the Heads menu)
bg: Рестартирайте системата си (трябва да видите ``-maximized`` в менюто Глави)
da: Genstart dit system (du bør se ``-maximized`` i menuen Heads)
el: Επανεκκίνηση στο σύστημά σας (θα πρέπει να δείτε ``-maximized`` μέσα στο μενού Heads)
es: Reinicie su sistema (debería ver ``-maximized`` dentro del menú Heads)
et: Taaskäivitage oma süsteem (te peaksite nägema ``-maximized`` menüüs Heads).
fi: Käynnistä järjestelmäsi uudelleen (sinun pitäisi nähdä ``-maximized`` Päälliköt-valikossa).
hu: Indítsa újra a rendszerét (látnia kell a ``-maximized`` menüpontot a Fejek menüben)
ja: システムを再起動します（Headsメニューの中に``-maximized``が表示されているはずです）。
lt: Perkraukite sistemą (turėtumėte matyti ``-maximized`` meniu "Heads").
lv: Pārstartējiet sistēmu (izvēlnē "Galvas" jāparādās ``-maximized``).
nl: Herstart in uw systeem (u zou ``-maximized`` moeten zien in het hoofdenmenu)
pl: Uruchom ponownie swój system (powinieneś zobaczyć ``-maximized`` wewnątrz menu Heads).
pt: Reinicie em seu sistema (você deve ver ``-maximized`` dentro do menu Cabeças)
ro: Reporniți în sistem (ar trebui să vedeți ``-maximized`` în interiorul meniului Heads)
ru: Перезагрузитесь в систему (вы должны увидеть ``-maximized`` внутри меню Heads)
sk: Reštartujte systém (mali by ste vidieť ``-maximized`` v menu Hlavy)
sl: Ponovno zaženite sistem (v meniju Glave morate videti ``-maximized``)
sv: Starta om ditt system (du bör se ``-maximized`` i Heads-menyn)
zh_cn: 重新启动你的系统（你应该看到``-maximized``在Heads菜单内）。

source: Background information
bg: Обща информация
da: Baggrundsoplysninger
el: Πληροφορίες για το ιστορικό
es: Información de fondo
et: Taustateave
fi: Taustatiedot
hu: Háttérinformációk
ja: 背景情報
lt: Pagrindinė informacija
lv: Pamatinformācija
nl: Achtergrondinformatie
pl: Informacje ogólne
pt: Informação de base
ro: Informații de fond
ru: Справочная информация
sk: Základné informácie
sl: Osnovne informacije
sv: Bakgrundsinformation
zh_cn: 背景资料

source: The new firmware *class* of ``-maximized`` images change the firmware layout in a way that it is incompatible with Heads' internal firmware upgrade feature on the NitroPads.
bg: Новият *клас* на фърмуера ``-maximized`` изображения променя оформлението на фърмуера по начин, който е несъвместим с функцията за вътрешно обновяване на фърмуера на Heads' на NitroPads.
da: Den nye firmware *klasse* af ``-maximized``-billeder ændrer firmware-layoutet på en sådan måde, at det er inkompatibelt med Heads' interne firmwareopgraderingsfunktion på NitroPads.
el: Η νέα *κλάση* του υλικολογισμικού των εικόνων ``-maximized`` αλλάζει τη διάταξη του υλικολογισμικού με τρόπο που είναι ασύμβατη με την εσωτερική λειτουργία αναβάθμισης υλικολογισμικού της Heads' στα NitroPads.
es: La nueva *clase* de firmware de ``-maximized`` imágenes cambian el diseño del firmware de una manera que es incompatible con Heads' función de actualización del firmware interno en los NitroPads.
et: Uus firmware *klass* ``-maximized<x>`` piltide puhul muudetakse firmware paigutust nii, et see ei ühildu Heads' NitroPads'i sisemise firmware uuendamise funktsiooniga.
fi: Uusi firmware *luokka* ``-maximized`` kuvat muuttavat firmware-asettelua siten, että se ei ole yhteensopiva Heads' NitroPadsin sisäisen firmware-päivitysominaisuuden kanssa.
hu: A ``-maximized`` képek új firmware *osztálya* úgy változtatja meg a firmware elrendezését, hogy az nem kompatibilis a Heads' NitroPads belső firmware frissítési funkciójával.
ja: ``-maximized``画像の新しいファームウェアの*クラス*は、NitroPadsのHeads'内部ファームウェア・アップグレード機能と互換性がないように、ファームウェアのレイアウトを変更します。
lt: Naujos programinės aparatinės įrangos *klasės* ``-maximized`` atvaizdai pakeičia programinės įrangos išdėstymą taip, kad jis nesuderinamas su "Heads'" vidine "NitroPads" programinės įrangos atnaujinimo funkcija.
lv: Jaunā programmaparatūras *klase* ``-maximized`` attēli izmaina programmaparatūras izkārtojumu tā, ka tas nav saderīgs ar Heads' iekšējo programmaparatūras atjaunināšanas funkciju NitroPads.
nl: De nieuwe firmware *klasse* van ``-maximized`` afbeeldingen veranderen de firmware lay-out op zo'n manier dat het onverenigbaar is met Heads' interne firmware upgrade functie op de NitroPads.
pl: Nowa *klasa* firmware'u ``-maximized`` obrazów zmienia układ firmware'u w taki sposób, że jest on niekompatybilny z wewnętrzną funkcją aktualizacji firmware'u Heads' w NitroPads.
pt: O novo firmware *classe* de ``-maximized`` imagens alteram o layout do firmware de uma forma que é incompatível com os heads' funcionalidade interna de actualização de firmware nos NitroPads.
ro: Noua *clasă* de firmware ``-maximized``` imaginile schimbă aspectul firmware-ului într-un mod care este incompatibil cu Heads' funcția internă de actualizare a firmware-ului de pe NitroPads.
ru: Новый *класс* прошивки ``-maximized`` изображений изменяет схему прошивки таким образом, что она несовместима с Heads' внутренней функцией обновления прошивки на NitroPads.
sk: Nový firmvér *triedy* ``-maximized`` obrázkov mení rozloženie firmvéru tak, že je nekompatibilný s internou funkciou aktualizácie firmvéru na podložkách Heads' NitroPads.
sl: Novi *razred* vdelane programske opreme ``-maximized`` slik spremeni postavitev vdelane programske opreme tako, da je nezdružljiva z notranjo funkcijo nadgradnje vdelane programske opreme na ploščah NitroPad.
sv: Den nya *klassen* av ``-maximized`` bilder ändrar den fasta programvarans layout på ett sätt som gör att den är inkompatibel med Heads' interna funktion för uppgradering av den fasta programvaran på NitroPads.
zh_cn: ``-maximized``图像的新固件*类改变了固件布局，与Heads'；NitroPads的内部固件升级功能不兼容。

source: This change mainly originates from a reduces *Management Engine* size inside the firmware image. Furthermore the ``-maximized`` images do contain all flash regions inside the firmware, this also includes ``GbE``, which contains the Ethernet MAC address.
bg: Тази промяна се дължи основно на намаления размер на *Management Engine* в образа на фърмуера. Освен това образите ``-maximized`` съдържат всички области на флаш паметта във фърмуера, като това включва и ``GbE``, който съдържа Ethernet MAC адреса.
da: Denne ændring skyldes primært en mindre *Management Engine*-størrelse i firmware-image. Desuden indeholder ``-maximized``-billederne alle flash-regioner i firmwaren, herunder også ``GbE``, som indeholder Ethernet MAC-adressen.
el: Αυτή η αλλαγή προέρχεται κυρίως από τη μείωση του μεγέθους της μηχανής *Management Engine* μέσα στην εικόνα του υλικολογισμικού. Επιπλέον, οι εικόνες ``-maximized`` περιέχουν όλες τις περιοχές flash μέσα στο υλικολογισμικό, αυτό περιλαμβάνει επίσης ``GbE``, που περιέχει τη διεύθυνση MAC Ethernet.
es: Este cambio se debe principalmente a la reducción del tamaño del *Management Engine* dentro de la imagen del firmware. Además, las imágenes ``-maximized`` contienen todas las regiones flash dentro del firmware, esto también incluye ``GbE``, que contiene la dirección MAC de Ethernet.
et: See muudatus tuleneb peamiselt *Management Engine* suuruse vähendamisest püsivara kujutise sees. Lisaks sisaldavad ``-maximized`` kujutised kõiki flash-piirkondi püsivara sees, see hõlmab ka ``GbE``, mis sisaldab Ethernet MAC-aadressi.
fi: Tämä muutos johtuu pääasiassa siitä, että *Management Engine*:n kokoa on pienennetty laiteohjelmistokuvan sisällä. Lisäksi ``-maximized`` -kuvat sisältävät kaikki firmwaren flash-alueet, myös ``GbE``, joka sisältää Ethernet MAC-osoitteen.
hu: Ez a változás elsősorban a *Management Engine* méretének csökkenéséből ered a firmware-képen belül. Továbbá a ``-maximized`` képek tartalmazzák az összes flash régiót a firmware-en belül, beleértve a ``GbE`` képet is, amely az Ethernet MAC-címet tartalmazza.
ja: この変更は主に、ファームウェア・イメージ内の *Management Engine* のサイズが小さくなったことに起因します。さらに、``-maximized``のイメージには、ファームウェア内のすべてのフラッシュ領域が含まれており、これにはイーサネットのMACアドレスを含む``GbE``も含まれています。
lt: Šis pokytis daugiausia susijęs su mažesniu *Valdymo variklio* dydžiu programinės įrangos atvaizde. Be to, ``-maximized`` atvaizduose yra visos programinės įrangos "flash" sritys, įskaitant ``GbE``, kuriame yra Ethernet MAC adresas.
lv: Šo izmaiņu pamatā galvenokārt ir mazāks *pārvaldības dzinēja* izmērs programmaparatūras attēla iekšienē. Turklāt ``</x id="115"></x>`` attēlos ir iekļauti visi programmaparatūras iekšienē esošie zibatmiņas apgabali, tostarp ``</x id="206"></x>``, kurā ir Ethernet MAC adrese.
nl: Deze verandering is voornamelijk het gevolg van een kleinere *Management Engine* grootte in de firmware image. Verder bevatten de ``-maximized`` images alle flash-regio's binnen de firmware, dit omvat ook ``GbE``, die het Ethernet MAC-adres bevat.
pl: Ta zmiana wynika głównie z mniejszego rozmiaru *Management Engine* w obrazie oprogramowania układowego. Ponadto obrazy ``-maximized`` zawierają wszystkie regiony flash wewnątrz firmware'u, dotyczy to również ``GbE``, który zawiera adres MAC sieci Ethernet.
pt: Esta alteração provém principalmente de um tamanho reduzido do *Motor de Gestão* dentro da imagem do firmware. Além disso, as imagens ``-maximized`` contêm todas as regiões flash dentro do firmware, isto também inclui ``GbE``, que contém o endereço MAC Ethernet.
ro: Această modificare provine în principal din reducerea dimensiunii *Management Engine* în cadrul imaginii firmware. În plus, imaginile ``-maximized``` conțin toate regiunile flash din cadrul firmware-ului, inclusiv ``GbE``, care conține adresa Ethernet MAC.
ru: Это изменение в основном связано с уменьшением размера *Management Engine* в образе прошивки. Кроме того, образы ``-maximized`` содержат все области прошивки, в том числе ``GbE``, которая содержит MAC-адрес Ethernet.
sk: Táto zmena je spôsobená najmä zmenšením veľkosti *Management Engine* v obraze firmvéru. Okrem toho obrazy ``-maximized`` obsahujú všetky oblasti flash vo firmvéri, čo zahŕňa aj ``GbE``, ktorý obsahuje adresu Ethernet MAC.
sl: Ta sprememba je predvsem posledica manjše velikosti *Management Engine* v sliki vdelane programske opreme. Poleg tega slike ``-maximized`` vsebujejo vsa območja flash znotraj vdelane programske opreme, kar vključuje tudi ``GbE``, ki vsebuje naslov Ethernet MAC.
sv: Den här ändringen beror främst på att storleken på *Management Engine* i den fasta programvaruavbildningen har minskat. Dessutom innehåller ``-maximized``-avbildningarna alla flash-regioner i den fasta programvaran, detta inkluderar även ``GbE``, som innehåller Ethernet MAC-adressen.
zh_cn: 这一变化主要源于固件图像中*管理引擎*大小的减少。此外，``-maximized``图像确实包含了固件内的所有闪存区域，这也包括``GbE``，它包含以太网MAC地址。

source: The non ``-maximized`` images have no **functional** differences compared to the ``-maximized`` images except of the reduced Heads GUI.
bg: Изображенията, които не са ``-maximized``, нямат **функционални** разлики в сравнение с изображенията ``-maximized``, с изключение на намаления графичен интерфейс на главите.
da: De billeder, der ikke er ``-maximized``, har ingen **funktionelle** forskelle i forhold til ``-maximized``-billederne, bortset fra den reducerede Heads GUI.
el: Οι εικόνες χωρίς ``-maximized`` δεν έχουν καμία **λειτουργική** διαφορά σε σύγκριση με τις εικόνες ``-maximized`` εκτός από το μειωμένο γραφικό περιβάλλον Heads.
es: Las imágenes que no son ``-maximized`` no tienen **diferencias funcionales** en comparación con las imágenes ``-maximized`` salvo la reducción de la GUI de Heads.
et: Mitte ``-maximized`` piltidel ei ole mingeid **funktsionaalseid** erinevusi võrreldes ``-maximized`` piltidega, välja arvatud vähendatud Heads GUI.
fi: Muissa kuin ``-maximized`` -kuvissa ei ole mitään **toiminnallisia** eroja verrattuna ``-maximized`` -kuviin, lukuun ottamatta supistettua Heads GUI:ta.
hu: A nem ``-maximized`` képek nem rendelkeznek **funkcionális** különbségekkel a ``-maximized`` képekhez képest, kivéve a csökkentett Heads GUI-t.
ja: ``-maximized``以外の画像は、``-maximized``の画像と比較して、ヘッドのGUIが縮小されていることを除いて、**機能的な**違いはありません。
lt: Ne ``-maximized`` vaizdai neturi jokių **funkcinių** skirtumų, palyginti su ``-maximized`` vaizdais, išskyrus sumažintą "Heads" GUI.
lv: Attēliem, kas nav ``-maximized`` attēli, nav nekādu **funkcionālu** atšķirību salīdzinājumā ar ``-maximized`` attēliem, izņemot samazinātās Galvas GUI.
nl: De niet ``-maximized`` afbeeldingen hebben geen **functionele** verschillen met de ``-maximized`` afbeeldingen behalve van de verkleinde Heads GUI.
pl: Obrazy nie ``-maximized`` nie mają **funkcjonalnych** różnic w porównaniu do obrazów ``-maximized`` z wyjątkiem zmniejszonego GUI Heads.
pt: As imagens não ``-maximized`` não têm **funcionais** diferenças em relação às imagens ``-maximized`` imagens excepto das cabeças reduzidas GUI.
ro: Imaginile care nu sunt ``-maximized``` nu au nicio **diferență funcțională** față de imaginile ``-maximized```, cu excepția interfeței grafice reduse a capetelor.
ru: Изображения без ``-maximized`` не имеют **функциональных** отличий от изображений ``-maximized`` за исключением уменьшенного GUI Heads.
sk: Obrázky, ktoré nie sú ``-maximized``, nemajú žiadne **funkčné** rozdiely v porovnaní s obrázkami ``-maximized``, okrem grafického rozhrania so zmenšenými hlavami.
sl: Slike, ki niso ``-maximized``, nimajo **funkcijskih** razlik v primerjavi s slikami ``-maximized``, razen okrnjenega grafičnega vmesnika Heads.
sv: Bilderna som inte är ``-maximized`` har inga **funktionsskillnader** jämfört med ``-maximized``, med undantag för det reducerade GUI-gränssnittet för Heads.
zh_cn: 非``-maximized``图像与``-maximized``图像相比没有**功能上的差别，除了减少的头部GUI。

source: NitroPad
ja: ニトロパッド

source: First check the:
bg: Първо проверете:
da: Først skal du kontrollere:
el: Πρώτα ελέγξτε το:
es: Primero comprueba el:
et: Kõigepealt kontrollige:
fi: Tarkista ensin:
hu: Először ellenőrizze a:
ja: をまず確認します。
lt: Pirmiausia patikrinkite:
lv: Vispirms pārbaudiet:
nl: Controleer eerst de:
pl: Najpierw sprawdź:
pt: Primeiro verifica o:
ro: Verificați mai întâi:
ru: Сначала проверьте:
sk: Najprv skontrolujte:
sl: Najprej preverite:
sv: Kontrollera först:
zh_cn: 首先检查一下。

source: or choose your operating system:
bg: или изберете операционната си система:
da: eller vælg dit styresystem:
el: ή επιλέξτε το λειτουργικό σας σύστημα:
es: o elija su sistema operativo:
et: või valige oma operatsioonisüsteem:
fi: tai valitse käyttöjärjestelmäsi:
hu: vagy válassza ki az operációs rendszert:
ja: をクリックするか、お使いのOSを選択してください。
lt: arba pasirinkite savo operacinę sistemą:
lv: vai izvēlieties operētājsistēmu:
nl: of kies uw besturingssysteem:
pl: lub wybierz swój system operacyjny:
pt: ou escolha o seu sistema operacional:
ro: sau alegeți sistemul de operare:
ru: или выберите свою операционную систему:
sk: alebo vyberte svoj operačný systém:
sl: ali izberite svoj operacijski sistem:
sv: eller välj ditt operativsystem:
zh_cn: 或选择你的操作系统。

source: Operating System Reinstallation
bg: Преинсталиране на операционната система
da: Geninstallation af operativsystemet
el: Επανεγκατάσταση λειτουργικού συστήματος
es: Reinstalación del sistema operativo
et: Operatsioonisüsteemi uuesti paigaldamine
fi: Käyttöjärjestelmän uudelleenasennus
fr: Réinstallation du système d'exploitation
hu: Az operációs rendszer újratelepítése
ja: オペレーティングシステムの再インストール
lt: Operacinės sistemos perinstaliavimas
lv: Operētājsistēmas pārinstalēšana
nl: Opnieuw installeren van het besturingssysteem
pl: Reinstalacja systemu operacyjnego
pt: Reinstalação do sistema operacional
ro: Reinstalarea sistemului de operare
ru: Переустановка операционной системы
sk: Preinštalovanie operačného systému
sl: Ponovna namestitev operacijskega sistema
sv: Ominstallation av operativsystemet
zh_cn: 操作系统的重新安装

source: Booting this USB drive entirely erases all data on the hard disk or SSD of the NitroPad without further warning. Don’t boot this USB drive on any computer which contains data you want to keep. Make sure to format the USB drive after the intended use.
bg: Зареждането на това USB устройство изтрива изцяло всички данни от твърдия диск или SSD диска на NitroPad без допълнително предупреждение. Не зареждайте това USB устройство на компютър, който съдържа данни, които искате да запазите. Уверете се, че сте форматирали USB устройството след използването му по предназначение.
da: Hvis du starter dette USB-drev op, slettes alle data på harddisken eller SSD'en på NitroPad uden yderligere advarsel. Start ikke dette USB-drev op på en computer, der indeholder data, som du ønsker at beholde. Sørg for at formatere USB-drevet efter den tilsigtede brug.
el: Η εκκίνηση αυτής της μονάδας USB διαγράφει πλήρως όλα τα δεδομένα στον σκληρό δίσκο ή τον SSD του NitroPad χωρίς περαιτέρω προειδοποίηση. Μην εκκινήσετε αυτή τη μονάδα USB σε οποιονδήποτε υπολογιστή που περιέχει δεδομένα τα οποία θέλετε να διατηρήσετε. Φροντίστε να διαμορφώσετε τη μονάδα USB μετά την προβλεπόμενη χρήση.
es: Al arrancar esta unidad USB se borran por completo todos los datos del disco duro o de la unidad SSD del NitroPad sin previo aviso. No arranque esta unidad USB en ningún ordenador que contenga datos que desee conservar. Asegúrese de formatear la unidad USB después del uso previsto.
et: Selle USB-ketta käivitamine kustutab täielikult kõik NitroPad'i kõvakettal või SSD-kettal olevad andmed ilma täiendava hoiatuseta. Ärge käivitage seda USB-ketast üheski arvutis, mis sisaldab andmeid, mida soovite säilitada. Vormindage USB-ketas kindlasti pärast ettenähtud kasutamist.
fi: Tämän USB-aseman käynnistäminen poistaa kaikki NitroPadin kiintolevyllä tai SSD-levyllä olevat tiedot kokonaan ilman lisävaroitusta. Älä käynnistä tätä USB-asemaa millään tietokoneella, jossa on tietoja, jotka haluat säilyttää. Muista alustaa USB-asema käyttötarkoituksen jälkeen.
fr: Le démarrage de cette clé USB efface entièrement toutes les données du disque dur ou du SSD du NitroPad sans autre avertissement. Ne démarrez pas cette clé USB sur un ordinateur qui contient des données que vous souhaitez conserver. Veillez à formater la clé USB après l'utilisation prévue.
hu: Az USB-meghajtó indítása minden további figyelmeztetés nélkül törli a NitroPad merevlemezén vagy SSD-jén lévő összes adatot. Ne indítsa ezt az USB-meghajtót olyan számítógépen, amely olyan adatokat tartalmaz, amelyeket meg szeretne őrizni. A rendeltetésszerű használat után mindenképpen formázza az USB-meghajtót.
ja: このUSBメモリーを起動すると、NitroPadのハードディスクやSSDのデータが予告なく完全に消去されます。保存しておきたいデータがあるコンピュータでは、このUSBドライブを起動しないでください。使用後は必ずUSBドライブをフォーマットしてください。
lt: Įkrovus šį USB įrenginį, visi "NitroPad" standžiajame diske arba SSD diske esantys duomenys visiškai ištrinami be papildomo įspėjimo. Neįkraukite šio USB disko jokiame kompiuteryje, kuriame yra duomenų, kuriuos norite išsaugoti. Po numatyto naudojimo būtinai suformatuokite USB diską.
lv: Ievietojot šo USB disku, tiek pilnībā izdzēsti visi dati NitroPad cietajā diskā vai SSD diskā bez papildu brīdinājuma. Neievietojiet šo USB disku nevienā datorā, kurā ir dati, kurus vēlaties saglabāt. Pārliecinieties, ka pēc paredzētās lietošanas reizes USB disks ir formatēts.
nl: Het opstarten van deze USB-drive wist alle gegevens op de harde schijf of SSD van de NitroPad volledig zonder verdere waarschuwing. Start deze USB-stick niet op op een computer die gegevens bevat die u wilt bewaren. Zorg ervoor dat u de USB-drive formatteert na het bedoelde gebruik.
pl: Uruchomienie tego napędu USB całkowicie usunie wszystkie dane z dysku twardego lub SSD NitroPada bez dodatkowego ostrzeżenia. Nie uruchamiaj tego napędu USB na żadnym komputerze, który zawiera dane, które chcesz zachować. Upewnij się, że sformatowałeś napęd USB po użyciu go zgodnie z przeznaczeniem.
pt: A inicialização desta unidade USB apaga completamente todos os dados no disco rígido ou SSD do NitroPad sem mais avisos. Não arranque esta unidade USB em nenhum computador que contenha dados que queira guardar. Certifique-se de formatar o drive USB após o uso pretendido.
ro: Pornirea acestei unități USB șterge în întregime toate datele de pe hard disk sau de pe SSD-ul NitroPad fără alte avertismente. Nu porniți această unitate USB pe niciun computer care conține date pe care doriți să le păstrați. Asigurați-vă că formatați unitatea USB după utilizarea prevăzută.
ru: Загрузка этого USB-накопителя полностью стирает все данные на жестком диске или SSD NitroPad без дополнительного предупреждения. Не загружайте этот USB-накопитель на компьютере, на котором хранятся данные, которые вы хотите сохранить. Обязательно отформатируйте USB-накопитель после использования по назначению.
sk: Zavedením tohto USB disku sa úplne vymažú všetky údaje na pevnom disku alebo SSD disku zariadenia NitroPad bez ďalšieho upozornenia. Nespúšťajte tento USB disk na žiadnom počítači, ktorý obsahuje údaje, ktoré chcete zachovať. Po skončení zamýšľaného používania sa uistite, že ste jednotku USB naformátovali.
sl: Z zagonom tega pogona USB brez dodatnega opozorila v celoti izbrišete vse podatke na trdem disku ali SSD naprave NitroPad. Ne zaženite tega pogona USB v računalniku, ki vsebuje podatke, ki jih želite ohraniti. Po predvideni uporabi poskrbite za formatiranje pogona USB.
sv: Om du startar upp USB-enheten raderas all data på NitroPads hårddisk eller SSD-enhet helt och hållet utan ytterligare förvarning. Starta inte upp den här USB-enheten på en dator som innehåller data som du vill behålla. Se till att formatera USB-enheten efter avsedd användning.
zh_cn: 启动这个USB驱动器会完全删除NitroPad硬盘或固态硬盘上的所有数据，而不会有进一步的警告。请不要在任何含有你想保留的数据的电脑上启动该USB驱动器。请确保在使用完USB驱动器后对其进行格式化。
