Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/nitropad.po
Languages: bg, da, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: Confirm the question "Please confirm that your GPG card is inserted" with Y.
bg: Потвърдете въпроса "Моля, потвърдете, че вашата GPG карта е поставена" с Y.
da: Bekræft spørgsmålet "Bekræft venligst, at dit GPG-kort er indsat" med Y.
el: Επιβεβαιώστε την ερώτηση "Παρακαλώ επιβεβαιώστε ότι η κάρτα GPG είναι τοποθετημένη" με Y.
es: Confirme la pregunta "Por favor, confirme que su tarjeta GPG está insertada" con Y.
et: Kinnitage küsimus "Palun kinnitage, et teie GPG-kaart on sisestatud" Y-ga.
fi: Vahvista kysymys "Vahvista, että GPG-korttisi on asetettu" ja Y.
fr: Confirmez la question "Veuillez confirmer que votre carte GPG est insérée" par Y.
hu: A "Kérjük, erősítse meg, hogy a GPG-kártya be van helyezve" kérdést Y-val erősítse meg.
ja: 質問"Please confirm that your GPG card is inserted"をYで確認します。
lt: Patvirtinkite klausimą "Please confirm that your GPG card is inserted" su Y.
lv: Apstipriniet jautājumu "Lūdzu, apstipriniet, ka jūsu GPG karte ir ievietota" ar Y.
nl: Bevestig de vraag "Please confirm that your GPG card is inserted" met Y.
pl: Potwierdź pytanie "Please confirm that your GPG card is inserted" z Y.
pt: Confirme a pergunta "Por favor confirme que seu cartão GPG está inserido" com Y.
ro: Confirmați întrebarea "Please confirm that your GPG card is inserted" cu Y.
ru: Подтвердите вопрос "Please confirm that your GPG card is inserted" с помощью Y.
sk: Potvrďte otázku "Prosím, potvrďte, že vaša GPG karta je vložená" pomocou Y.
sl: Potrdite vprašanje "Prosimo, potrdite, da je vaša kartica GPG vstavljena" z Y.
sv: Bekräfta frågan "Bekräfta att ditt GPG-kort är isatt" med Y.
zh_cn: 确认问题"请确认您的GPG卡已插入"与Y。

source: Enter the User PIN of the Nitrokey whenever prompted (default: 123456).
bg: Въведете потребителския ПИН код на Nitrokey, когато бъдете подканени (по подразбиране: 123456).
da: Indtast Nitrokey's bruger-PIN-kode, når du bliver bedt om det (standard: 123456).
el: Εισάγετε τον κωδικό PIN χρήστη του Nitrokey όποτε σας ζητηθεί (προεπιλογή: 123456).
es: Introduzca el PIN de usuario de la Nitrokey cuando se le solicite (por defecto: 123456).
et: Sisestage Nitrokey kasutaja PIN-kood, kui seda küsitakse (vaikimisi: 123456).
fi: Syötä Nitrokeyn käyttäjän PIN-koodi aina, kun sitä pyydetään (oletusarvo: 123456).
fr: Saisissez le code PIN utilisateur de la Nitrokey lorsque vous y êtes invité (par défaut : 123456).
hu: Adja meg a Nitrokey felhasználói PIN-kódját, amikor erre felszólítják (alapértelmezett: 123456).
ja: プロンプトが表示されたら、NitrokeyのユーザーPINを入力してください（デフォルト：123456）。
lt: Įveskite "Nitrokey" naudotojo PIN kodą (pagal numatytuosius nustatymus: 123456).
lv: Pēc pieprasījuma ievadiet Nitrokey lietotāja PIN kodu (noklusējuma iestatījums: 123456).
nl: Voer de gebruikers-PIN van de Nitrokey in wanneer daarom wordt gevraagd (standaard: 123456).
pl: Wprowadź kod PIN użytkownika Nitrokey, gdy zostaniesz o to poproszony (domyślnie: 123456).
pt: Introduza o PIN de utilizador da Nitrokey sempre que for solicitado (predefinição: 123456).
ro: Introduceți PIN-ul de utilizator al Nitrokey ori de câte ori vi se solicită (implicit: 123456).
ru: Введите PIN-код пользователя Nitrokey, когда появится запрос (по умолчанию: 123456).
sk: Vždy, keď sa zobrazí výzva, zadajte používateľský kód PIN kľúča Nitrokey (predvolené: 123456).
sl: Ob pozivu vnesite uporabniški PIN ključa Nitrokey (privzeto: 123456).
sv: Ange Nitrokeys användar-PIN-kod när du uppmanas att ange den (standard: 123456).
zh_cn: 只要有提示，就输入Nitrokey的用户密码（默认：123456）。

source: Troubleshooting
bg: Отстраняване на неизправности
da: Fejlfinding
el: Αντιμετώπιση προβλημάτων
es: Solución de problemas
et: Veaotsing
fi: Vianmääritys
fr: Dépannage
hu: Hibaelhárítás
ja: トラブルシューティング
lt: Trikčių šalinimas
lv: Problēmu novēršana
nl: Problemen oplossen
pl: Rozwiązywanie problemów
pt: Resolução de problemas
ro: Depanare
ru: Устранение неполадок
sk: Riešenie problémov
sl: Odpravljanje težav
sv: Felsökning
zh_cn: 故障排除

source: Here you will find a collection of common issues.
bg: Тук ще намерите набор от често срещани проблеми.
da: Her finder du en samling af almindelige problemer.
el: Εδώ θα βρείτε μια συλλογή κοινών θεμάτων.
es: Aquí encontrará una colección de problemas comunes.
et: Siit leiate kogumiku levinud probleemidest.
fi: Täältä löydät kokoelman yleisimpiä ongelmia.
fr: Vous trouverez ici une collection de problèmes courants.
hu: Itt talál egy gyűjteményt a gyakori problémákról.
ja: ここでは、よくある問題をまとめています。
lt: Čia rasite dažniausiai pasitaikančių problemų rinkinį.
lv: Šeit atradīsiet biežāk sastopamo problēmu apkopojumu.
nl: Hier vindt u een verzameling van veel voorkomende problemen.
pl: Tutaj znajdziesz zbiór najczęściej występujących problemów.
pt: Aqui você encontrará uma coleção de questões comuns.
ro: Aici veți găsi o colecție de probleme comune.
ru: Здесь вы найдете подборку распространенных вопросов.
sk: Tu nájdete zbierku bežných problémov.
sl: Tukaj boste našli zbirko najpogostejših težav.
sv: Här hittar du en samling vanliga frågor.
zh_cn: 在这里，你会发现一个常见的问题集合。

source: Starting in recovery shell
bg: Стартиране в черупка за възстановяване
da: Start i recovery shell
el: Ξεκινώντας από το κέλυφος αποκατάστασης
es: Empezando en la cáscara de la recuperación
et: Alustades taastumise kestas
fi: Aloittaminen toipumisen kuori
fr: Démarrage dans le shell de récupération
hu: Kezdve a helyreállítási héjjal
ja: リカバリーシェルでの起動
lt: Pradedant atkūrimo apvalkale
lv: Atkopšanas čaulas sākšana
nl: Starten in herstelshell
pl: Rozpoczęcie pracy w powłoce odzyskiwania
pt: Começando na concha de recuperação
ro: Pornirea în shell de recuperare
ru: Запуск в оболочке восстановления
sk: Začíname v schránke na zotavenie
sl: Začetek v lupini za obnovitev
sv: Börja i återställningsskalet
zh_cn: 在恢复壳中开始

source: If your OS doesn’t boot as shown below, please execute the following steps:
bg: Ако операционната система не се стартира, както е показано по-долу, моля, изпълнете следните стъпки:
da: Hvis dit operativsystem ikke starter op som vist nedenfor, skal du udføre følgende trin:
el: Εάν το λειτουργικό σας σύστημα δεν εκκινείται όπως φαίνεται παρακάτω, εκτελέστε τα ακόλουθα βήματα:
es: Si su sistema operativo no arranca como se muestra a continuación, ejecute los siguientes pasos:
et: Kui teie operatsioonisüsteem ei käivitu nii, nagu allpool näidatud, viige läbi järgmised sammud:
fi: Jos käyttöjärjestelmäsi ei käynnisty alla esitetyllä tavalla, suorita seuraavat vaiheet:
fr: Si votre système d'exploitation ne démarre pas comme indiqué ci-dessous, veuillez exécuter les étapes suivantes :
hu: Ha az operációs rendszere nem az alábbiakban látható módon indul, hajtsa végre a következő lépéseket:
ja: 下図のようにOSが起動しない場合は、以下の手順を実行してください。
lt: Jei jūsų OS neįsikrauna taip, kaip parodyta toliau, atlikite toliau nurodytus veiksmus:
lv: Ja operētājsistēma netiek ielādēta, kā parādīts tālāk, izpildiet šādas darbības:
nl: Indien uw OS niet opstart zoals hieronder getoond, gelieve de volgende stappen uit te voeren:
pl: Jeśli system operacyjny nie uruchamia się w sposób przedstawiony poniżej, wykonaj następujące czynności:
pt: Se o seu sistema operativo não arrancar como mostrado abaixo, por favor execute os seguintes passos:
ro: Dacă sistemul dvs. de operare nu pornește așa cum se arată mai jos, vă rugăm să executați următorii pași:
ru: Если ваша ОС не загружается, как показано ниже, выполните следующие действия:
sk: Ak sa váš operačný systém nespustí tak, ako je uvedené nižšie, vykonajte nasledujúce kroky:
sl: Če se operacijski sistem ne zažene, kot je prikazano spodaj, izvedite naslednje korake:
sv: Om operativsystemet inte startar som visas nedan kan du utföra följande steg:
zh_cn: 如果你的操作系统不能如下图所示启动，请执行以下步骤。

source: Restart your Laptop and go to Options.
bg: Рестартирайте лаптопа си и отидете на Options.
da: Genstart din bærbare computer, og gå til Indstillinger.
el: Κάντε επανεκκίνηση του φορητού σας υπολογιστή και μεταβείτε στις Επιλογές.
es: Reinicie su portátil y vaya a Opciones.
et: Käivitage oma sülearvuti uuesti ja minge valikudesse.
fi: Käynnistä kannettava tietokone uudelleen ja siirry kohtaan Asetukset.
fr: Redémarrez votre ordinateur portable et allez dans Options.
hu: Indítsa újra a laptopot, és lépjen a Beállítások menüpontba.
ja: ノートパソコンを再起動し、「オプション」を開きます。
lt: Iš naujo paleiskite nešiojamąjį kompiuterį ir eikite į Parinktys.
lv: Restartējiet klēpjdatoru un atveriet sadaļu Iespējas.
nl: Start uw laptop opnieuw op en ga naar Opties.
pl: Zrestartuj laptopa i przejdź do opcji.
pt: Reinicie seu Laptop e vá para Opções.
ro: Reporniți laptopul și mergeți la Opțiuni.
ru: Перезагрузите ноутбук и перейдите в раздел "Параметры".
sk: Reštartujte prenosný počítač a prejdite na položku Možnosti.
sl: Ponovno zaženite prenosni računalnik in odprite Možnosti.
sv: Starta om din bärbara dator och gå till Alternativ.
zh_cn: 重新启动你的笔记本电脑并进入选项。

source: Select “Update Checksums and sign all files on /boot”.
bg: Изберете "Update Checksums and sign all files on /boot" (Актуализиране на контролните суми и подписване на всички файлове в /boot).
da: Vælg "Opdater kontrolsummer og signér alle filer på /boot".
el: Επιλέξτε "Update Checksums and sign all files on /boot" (Ενημέρωση αθροισμάτων ελέγχου και υπογραφή όλων των αρχείων στο /boot).
es: Seleccione "Actualizar sumas de comprobación y firmar todos los archivos en /boot".
et: Valige "Update Checksumm and sign all files on /boot".
fi: Valitse "Päivitä tarkistussummat ja allekirjoita kaikki tiedostot /bootissa".
fr: Sélectionnez "Update Checksums and sign all files on /boot".
hu: Válassza az "Ellenőrzőösszegek frissítése és az összes fájl aláírása a /boot lemezen" lehetőséget.
ja: Update Checksums and sign all files on /boot "を選択します。
lt: Pasirinkite "Atnaujinti kontrolines sumas ir pasirašyti visus / boot failus".
lv: Izvēlieties "Atjaunināt kontrolsummas un parakstīt visus failus /boot".
nl: Selecteer "Checksums bijwerken en alle bestanden op /boot ondertekenen".
pl: Wybierz opcję "Update Checksums and sign all files on /boot".
pt: Seleccione "Update Checksums and sign all files on /boot" (Actualizar Cheques e assinar todos os ficheiros em /boot).
ro: Selectați "Update Checksums and sign all files on /boot".
ru: Выберите "Обновить контрольные суммы и подписать все файлы в /boot".
sk: Vyberte možnosť "Aktualizovať kontrolné súčty a podpísať všetky súbory v /boot".
sl: Izberite "Posodobi kontrolne vsote in podpiši vse datoteke v /boot".
sv: Välj "Uppdatera kontrollsummor och signera alla filer på /boot".
zh_cn: 选择 "更新校验和并签署/boot上的所有文件"。

source: After that, please follow `these instructions <system-update.html>`_ from step 3 onwards.
bg: След това, моля, следвайте `тези инструкции <system-update.html>`_ от стъпка 3 нататък.
da: Derefter skal du følge ` disse instruktioner <system-update.html>`_ fra trin 3 og frem.
el: Μετά από αυτό, ακολουθήστε `αυτές τις οδηγίες <system-update.html>`_ από το βήμα 3 και μετά.
es: Después, sigue `estas instrucciones <system-update.html>`_ a partir del paso 3.
et: Pärast seda järgige `tänavaid <system-update.html>`_ alates 3. sammust.
fi: Noudata sen jälkeen ` näitä ohjeita <system-update.html>`_ vaiheesta 3 alkaen.
hu: Ezt követően kérjük, kövesse a `ezen utasításokat <system-update.html>`_ a 3. lépéstől kezdve.
ja: その後、ステップ3以降は`この説明書<system-update.html>`_に従ってください。
lt: Po to vadovaukitės `šiomis instrukcijomis <system-update.html>`_ nuo 3 veiksmo.
lv: Pēc tam izpildiet `šīs instrukcijas <system-update.html>`_, sākot ar 3. soli.
nl: Volg daarna `deze instructies <system-update.html>`_ vanaf stap 3.
pl: Następnie proszę postępować zgodnie z `tymi instrukcjami <system-update.html>`_ począwszy od kroku 3.
pt: Depois disso, por favor siga `estas instruções <system-update.html>`_ a partir do passo 3.
ro: După aceea, vă rugăm să urmați `aceste instrucțiuni <system-update.html>`_ de la pasul 3 încolo.
ru: После этого следуйте `этой инструкции <system-update.html>`_, начиная с шага 3.
sk: Potom postupujte podľa `týchto pokynov <system-update.html>`_ od kroku 3.
sl: Nato sledite `tem navodilom <system-update.html>`_ od koraka 3 naprej.
sv: Följ sedan ` dessa instruktioner <system-update.html>`_ från steg 3 och framåt.
zh_cn: 之后，请按照`这些说明<system-update.html>`_从第3步开始。

source: NitroPad doesn’t start
bg: NitroPad не стартира
da: NitroPad starter ikke
el: Το NitroPad δεν ξεκινάει
es: NitroPad no arranca
et: NitroPad ei käivitu
fi: NitroPad ei käynnisty
fr: NitroPad ne démarre pas
hu: A NitroPad nem indul el
ja: NitroPadが起動しない
lt: "NitroPad" neįsijungia
lv: NitroPad nesākas
nl: NitroPad start niet op
pl: NitroPad nie uruchamia się
pt: NitroPad não começa
ro: NitroPad nu pornește
ru: NitroPad не запускается
sk: NitroPad sa nespustí
sl: NitroPad se ne zažene
sv: NitroPad startar inte
zh_cn: NitroPad无法启动

source: If the Laptop does not start and only flashes briefly when switched on, please try the following steps:
bg: Ако лаптопът не се стартира и само мига за кратко при включване, опитайте следните стъпки:
da: Hvis den bærbare computer ikke starter og kun blinker kortvarigt, når den er tændt, skal du prøve følgende trin:
el: Εάν ο φορητός υπολογιστής δεν ξεκινά και αναβοσβήνει μόνο για λίγο όταν ενεργοποιείται, δοκιμάστε τα ακόλουθα βήματα:
es: Si el portátil no arranca y sólo parpadea brevemente al encenderlo, pruebe los siguientes pasos:
et: Kui sülearvuti ei käivitu ja sisselülitamisel vilgub ainult lühidalt, proovige järgmisi samme:
fi: Jos kannettava tietokone ei käynnisty ja vilkkuu vain lyhyesti, kun se kytketään päälle, kokeile seuraavia ohjeita:
fr: Si l'ordinateur portable ne démarre pas et ne clignote que brièvement à la mise sous tension, essayez les étapes suivantes :
hu: Ha a laptop nem indul el, és bekapcsoláskor csak rövid ideig villog, próbálja meg a következő lépéseket:
ja: 電源を入れてもノートパソコンが起動せず、短い時間しか点滅しない場合は、以下の手順をお試しください。
lt: Jei nešiojamasis kompiuteris neįsijungia, o įjungtas tik trumpai mirksi, pabandykite atlikti toliau nurodytus veiksmus:
lv: Ja klēpjdators neslēdzas un pēc ieslēgšanas tikai īsu brīdi mirgo, mēģiniet veikt šādas darbības:
nl: Indien de Laptop niet start en slechts kort knippert bij het aanzetten, probeer dan de volgende stappen:
pl: Jeśli laptop nie uruchamia się, a po włączeniu miga tylko przez chwilę, spróbuj wykonać następujące czynności:
pt: Se o Portátil não iniciar e só piscar brevemente quando ligado, por favor tente os seguintes passos:
ro: Dacă laptopul nu pornește și doar clipește pentru scurt timp când este pornit, încercați următorii pași:
ru: Если ноутбук не запускается, а при включении только кратковременно мигает, попробуйте выполнить следующие действия:
sk: Ak sa notebook nespustí a po zapnutí len krátko bliká, skúste vykonať nasledujúce kroky:
sl: Če se prenosni računalnik ne zažene in ob vklopu le kratko utripa, poskusite izvesti naslednje korake:
sv: Om den bärbara datorn inte startar och bara blinkar kort när den är påslagen, prova följande steg:
zh_cn: 如果笔记本电脑不能启动，开机时只短暂地闪烁，请尝试以下步骤。

source: Try a hard reboot: Remove the power supply and battery and press and hold the power button for 20 seconds. Then reconnect the power supply and battery and start.
bg: Опитайте с твърдо рестартиране: Извадете захранването и батерията и натиснете и задръжте бутона за захранване за 20 секунди. След това свържете отново захранването и батерията и стартирайте.
da: Prøv en hård genstart: Fjern strømforsyningen og batteriet, og hold tænd/sluk-knappen nede i 20 sekunder. Tilslut derefter strømforsyningen og batteriet igen, og start.
el: Δοκιμάστε μια σκληρή επανεκκίνηση: Αφαιρέστε το τροφοδοτικό και την μπαταρία και κρατήστε πατημένο το κουμπί λειτουργίας για 20 δευτερόλεπτα. Στη συνέχεια, επανασυνδέστε το τροφοδοτικό και την μπαταρία και ξεκινήστε.
es: Intente un reinicio duro: Retire la fuente de alimentación y la batería y mantenga pulsado el botón de encendido durante 20 segundos. A continuación, vuelva a conectar la fuente de alimentación y la batería y arranque.
et: Proovige kõvasti taaskäivitamist: Eemaldage toiteallikas ja aku ning hoidke toitenuppu 20 sekundit all. Seejärel ühendage toiteallikas ja aku uuesti ja käivitage.
fi: Kokeile kovaa uudelleenkäynnistystä: Irrota virtalähde ja akku ja pidä virtapainiketta painettuna 20 sekunnin ajan. Kytke sitten virtalähde ja akku takaisin ja käynnistä.
fr: Essayez un redémarrage brutal : Retirez l'alimentation et la batterie et appuyez sur le bouton d'alimentation pendant 20 secondes. Reconnectez ensuite l'alimentation et la batterie et démarrez.
hu: Próbáljon meg egy kemény újraindítást: Vegye ki a tápegységet és az akkumulátort, és tartsa lenyomva a bekapcsológombot 20 másodpercig. Ezután csatlakoztassa újra a tápegységet és az akkumulátort, és indítsa el.
ja: ハード再起動をしてみてください。電源とバッテリーを外し、電源ボタンを20秒間長押しします。その後、電源とバッテリーを再接続して起動します。
lt: Išbandykite kietąjį perkrovimą: Išimkite maitinimo šaltinį ir akumuliatorių, paspauskite ir 20 sekundžių palaikykite įjungimo mygtuką. Tada vėl prijunkite maitinimo šaltinį ir akumuliatorių ir paleiskite.
lv: Izmēģiniet veikt cieto restartēšanu: Izņemiet barošanas avotu un akumulatoru, nospiediet un turiet ieslēgšanas pogu 20 sekundes. Pēc tam atkal pievienojiet barošanas avotu un akumulatoru un startējiet.
nl: Probeer een harde reboot: Verwijder de voeding en de batterij en houd de aan/uit-knop gedurende 20 seconden ingedrukt. Sluit vervolgens de voeding en de batterij weer aan en start.
pl: Spróbuj wykonać twardy restart: Odłącz zasilacz i baterię oraz naciśnij i przytrzymaj przycisk zasilania przez 20 sekund. Następnie podłącz ponownie zasilacz i baterię i uruchom.
pt: Tenta um reinício difícil: Retire a fonte de alimentação e a bateria e pressione e segure o botão de energia por 20 segundos. Depois, volte a ligar a fonte de alimentação e a bateria e inicie.
ro: Încercați o repornire puternică: Scoateți sursa de alimentare și bateria și apăsați și mențineți apăsat butonul de alimentare timp de 20 de secunde. Apoi, reconectați sursa de alimentare și bateria și porniți.
ru: Попробуйте выполнить жесткую перезагрузку: Отсоедините блок питания и батарею, нажмите и удерживайте кнопку питания в течение 20 секунд. Затем снова подключите блок питания и батарею и запустите.
sk: Vyskúšajte tvrdý reštart: Odpojte napájací zdroj a batériu a stlačte a podržte tlačidlo napájania 20 sekúnd. Potom znovu pripojte napájací zdroj a batériu a spustite.
sl: Poskusite s trdim ponovnim zagonom: Odstranite napajalnik in baterijo ter za 20 sekund pritisnite in držite gumb za vklop. Nato ponovno priključite napajalnik in baterijo ter zaženite.
sv: Prova en hård omstart: Ta bort nätaggregatet och batteriet och håll in strömknappen i 20 sekunder. Anslut sedan strömförsörjningen och batteriet igen och starta.
zh_cn: 尝试硬重启。卸下电源和电池，按住电源按钮20秒。然后重新连接电源和电池并启动。

source: If this did not work: Remove the battery or start only with the power supply connected.
bg: Ако това не е помогнало: Извадете батерията или стартирайте само със свързано захранване.
da: Hvis dette ikke virkede: Fjern batteriet, eller start kun med strømforsyningen tilsluttet.
el: Εάν αυτό δεν λειτουργήσει: Αφαιρέστε την μπαταρία ή ξεκινήστε μόνο με συνδεδεμένο το τροφοδοτικό.
es: Si esto no funciona: Retire la batería o arranque sólo con la fuente de alimentación conectada.
et: Kui see ei toimi: Eemaldage aku või käivitage ainult ühendatud toiteallikaga.
fi: Jos tämä ei toimi: Poista akku tai käynnistä vain virtalähteen ollessa kytkettynä.
fr: Si cela n'a pas fonctionné : Retirez la batterie ou ne démarrez que lorsque l'alimentation électrique est connectée.
hu: Ha ez nem működne: Vegye ki az akkumulátort, vagy csak csatlakoztatott tápegységgel indítsa el.
ja: これでうまくいかなかった場合バッテリーを外すか、電源を接続した状態でのみ起動してください。
lt: Jei tai nepadėjo: Išimkite akumuliatorių arba paleiskite tik prijungę maitinimo šaltinį.
lv: Ja tas nedarbojas: Ja tas nedarbojas, noņemiet akumulatoru vai startējiet tikai ar pieslēgtu barošanas avotu.
nl: Als dit niet werkte: Verwijder de accu of start alleen met aangesloten stroomvoorziening.
pl: Jeśli to nie zadziałało: Wyjąć akumulator lub uruchomić tylko przy podłączonym zasilaniu.
pt: Se isto não funcionasse: Retire a bateria ou comece apenas com a fonte de alimentação ligada.
ro: Dacă acest lucru nu a funcționat: Scoateți bateria sau porniți doar cu sursa de alimentare conectată.
ru: Если это не помогло: Извлеките аккумулятор или запускайте только при подключенном источнике питания.
sk: Ak by to nefungovalo: Odstráňte batériu alebo spúšťajte len s pripojeným zdrojom napájania.
sl: Če to ni delovalo: Odstranite baterijo ali zaženite samo s priključenim napajalnikom.
sv: Om detta inte fungerade: Ta bort batteriet eller starta endast med strömförsörjningen ansluten.
zh_cn: 如果这不起作用取出电池或仅在连接电源的情况下启动。

source: You could also try removing the RAMs and reinserting them.
bg: Можете също така да опитате да извадите RAM паметта и да я поставите отново.
da: Du kan også prøve at fjerne RAM'erne og sætte dem i igen.
el: Μπορείτε επίσης να δοκιμάσετε να αφαιρέσετε τις μνήμες RAM και να τις τοποθετήσετε ξανά.
es: También puedes probar a quitar las memorias RAM y volver a insertarlas.
et: Võiksite proovida ka RAM-mälu eemaldada ja uuesti sisestada.
fi: Voit myös kokeilla poistaa RAM-muistit ja asettaa ne uudelleen.
fr: Vous pouvez également essayer de retirer les RAM et de les réinsérer.
hu: Megpróbálhatja a RAM-ok eltávolítását és újbóli behelyezését is.
ja: また、RAMを取り外して、再度挿入してみてください。
lt: Taip pat galite pabandyti išimti operatyviąją atmintį ir vėl ją įdėti.
lv: Varētu arī mēģināt noņemt un atkārtoti ievietot operatīvo atmiņu.
nl: U kunt ook proberen de RAM's te verwijderen en opnieuw te plaatsen.
pl: Możesz również spróbować wyjąć i ponownie włożyć pamięci RAM.
pt: Você também poderia tentar remover as RAMs e reinseri-las.
ro: De asemenea, ați putea încerca să scoateți și să reintroduceți memoriile RAM.
ru: Вы также можете попробовать извлечь оперативную память и установить ее заново.
sk: Môžete tiež skúsiť vybrať pamäte RAM a znova ich vložiť.
sl: Poskusite tudi odstraniti pomnilnike RAM in jih ponovno vstaviti.
sv: Du kan också försöka ta bort RAM-minnena och sätta in dem igen.
zh_cn: 你也可以尝试拆下RAM，然后重新插入。

source: Invalid Code
bg: Невалиден код
da: Ugyldig kode
el: Μη έγκυρος κωδικός
es: Código inválido
et: Vale kood
fi: Virheellinen koodi
fr: Code non valide
hu: Érvénytelen kód
ja: 無効なコード
lt: Neteisingas kodas
lv: Nederīgs kods
nl: Ongeldige code
pl: Nieprawidłowy kod
pt: Código Inválido
ro: Cod invalid
ru: Неверный код
sk: Neplatný kód
sl: Neveljavna koda
sv: Ogiltig kod
zh_cn: 无效代码
