Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/nitropad.po
Languages: bg, da, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: Now the NitroPad marks the files that changed by the update as verified.
bg: Сега NitroPad маркира файловете, които са променени от актуализацията, като проверени.
da: Nu markerer NitroPad de filer, der er ændret af opdateringen, som verificerede.
el: Τώρα το NitroPad επισημαίνει τα αρχεία που άλλαξαν από την ενημέρωση ως επαληθευμένα.
es: Ahora el NitroPad marca los archivos que cambiaron por la actualización como verificados.
et: Nüüd tähistab NitroPad uuendusega muudetud faile kontrollitud failidena.
fi: Nyt NitroPad merkitsee päivityksen muuttamat tiedostot tarkistetuiksi.
fr: Maintenant, le NitroPad marque les fichiers modifiés par la mise à jour comme vérifiés.
hu: Most a NitroPad ellenőrzöttként jelöli a frissítés által megváltoztatott fájlokat.
ja: これでNitroPadは、アップデートによって変更されたファイルを検証済みとしてマークします。
lt: Dabar "NitroPad" pažymi, kad failai, kurie pasikeitė dėl atnaujinimo, yra patikrinti.
lv: Tagad NitroPad atzīmē failus, kas mainīti ar atjauninājumu, kā pārbaudītus.
nl: Nu markeert de NitroPad de bestanden die door de update zijn gewijzigd als geverifieerd.
pl: Teraz NitroPad oznacza pliki, które zostały zmienione przez aktualizację jako zweryfikowane.
pt: Agora o NitroPad marca os arquivos que foram alterados pela atualização, conforme verificado.
ro: Acum, NitroPad marchează fișierele care au fost modificate de actualizare ca fiind verificate.
ru: Теперь NitroPad отмечает файлы, измененные обновлением, как проверенные.
sk: Teraz NitroPad označí súbory, ktoré sa zmenili aktualizáciou, ako overené.
sl: Zdaj NitroPad označi datoteke, ki jih je posodobitev spremenila, kot preverjene.
sv: Nu markerar NitroPad de filer som ändrats av uppdateringen som verifierade.
zh_cn: 现在，NitroPad将被更新所改变的文件标记为已验证。

source: You will then see a list of all possible boot entries - choose the first one here by simply pressing Enter. Boot Options
bg: След това ще видите списък с всички възможни записи за зареждане - изберете първия от тях, като просто натиснете Enter. Опции за зареждане
da: Du får derefter vist en liste over alle mulige opstartsposter - vælg den første her ved blot at trykke på Enter. Boot indstillinger
el: Στη συνέχεια, θα δείτε μια λίστα με όλες τις πιθανές καταχωρήσεις εκκίνησης - επιλέξτε την πρώτη εδώ πατώντας απλά Enter. Επιλογές εκκίνησης
es: A continuación, verá una lista de todas las entradas de arranque posibles - elija la primera de ellas simplemente pulsando Enter. Opciones de arranque
et: Seejärel kuvatakse nimekiri kõikidest võimalikest käivituskirjetest - valige siin esimene, vajutades lihtsalt Enter. Bootimise valikud
fi: Tämän jälkeen näet luettelon kaikista mahdollisista käynnistysmerkinnöistä - valitse ensimmäinen painamalla Enter-näppäintä. Käynnistysvaihtoehdot
fr: Vous verrez alors une liste de toutes les entrées de démarrage possibles - choisissez la première en appuyant simplement sur Entrée. Options de démarrage
hu: Ekkor megjelenik az összes lehetséges boot-bejegyzés listája - itt válassza ki az elsőt az Enter megnyomásával. Boot beállítások
ja: Enterキーを押して、最初のエントリを選択してください。ブートオプション
lt: Tada pamatysite visų galimų įkrovos įrašų sąrašą - pasirinkite pirmąjį iš jų, tiesiog paspausdami Enter. Įkrovimo parinktys
lv: Pēc tam tiks parādīts saraksts ar visiem iespējamajiem sāknēšanas ierakstiem - izvēlieties pirmo no tiem, vienkārši nospiežot Enter. Startēšanas opcijas
nl: U krijgt dan een lijst te zien met alle mogelijke opstartopties - kies hier de eerste door simpelweg op Enter te drukken. Opstartopties
pl: Wyświetli się lista wszystkich możliwych wpisów startowych - wybierz pierwszy z nich, naciskając Enter. Opcje startowe
pt: Você verá então uma lista de todas as entradas de inicialização possíveis - escolha a primeira aqui, simplesmente pressionando Enter. Opções de Arranque
ro: Veți vedea apoi o listă cu toate intrările posibile de boot - alegeți-o pe prima dintre ele apăsând pur și simplu Enter. Opțiuni de pornire
ru: Затем вы увидите список всех возможных вариантов загрузки - выберите первый из них, просто нажав Enter. Параметры загрузки
sk: Následne sa zobrazí zoznam všetkých možných vstupov do systému - tu si vyberte prvý z nich jednoduchým stlačením klávesu Enter. Možnosti zavádzania
sl: Nato se prikaže seznam vseh možnih zagonskih vnosov - prvega izberete tako, da pritisnete Enter. Možnosti zagona
sv: Du kommer då att se en lista med alla möjliga uppstartsposter - välj den första genom att trycka på Enter. Alternativ för uppstart
zh_cn: 然后你会看到一个所有可能的启动项的列表--在这里选择第一个，只需按下回车键。启动选项

source: To save this value as default, select “Make Ubuntu the default” for Ubuntu or “Make Qubes the default” for Qubes OS. Confirm Boot Details
bg: За да запазите тази стойност по подразбиране, изберете "Make Ubuntu the default" (Направи Ubuntu по подразбиране) за Ubuntu или "Make Qubes the default" (Направи Qubes по подразбиране) за Qubes OS. Потвърждаване на данните за зареждане
da: Hvis du vil gemme denne værdi som standardværdi, skal du vælge "Gør Ubuntu til standardværdi" for Ubuntu eller "Gør Qubes til standardværdi" for Qubes OS. Bekræft detaljer om opstart
el: Για να αποθηκεύσετε αυτή την τιμή ως προεπιλογή, επιλέξτε "Make Ubuntu the default" για το Ubuntu ή "Make Qubes the default" για το Qubes OS. Επιβεβαίωση λεπτομερειών εκκίνησης
es: Para guardar este valor como predeterminado, seleccione "Hacer que Ubuntu sea el predeterminado" para Ubuntu o "Hacer que Qubes sea el predeterminado" para Qubes OS. Confirmar los detalles de arranque
et: Selle väärtuse vaikimisi salvestamiseks valige Ubuntu puhul "Tee Ubuntu vaikimisi" või Qubes OS-i puhul "Tee Qubes vaikimisi". Kinnitage käivitamise üksikasjad
fi: Jos haluat tallentaa tämän arvon oletusarvoksi, valitse "Tee Ubuntusta oletusarvo" Ubuntulle tai "Tee Qubesista oletusarvo" Qubes OS:lle. Vahvista käynnistyksen tiedot
fr: Pour enregistrer cette valeur par défaut, sélectionnez "Make Ubuntu the default" pour Ubuntu ou "Make Qubes the default" pour Qubes OS. Confirmer les détails du démarrage
hu: Ha ezt az értéket alapértelmezettként szeretné elmenteni, válassza az "Ubuntu alapértelmezetté tétele" lehetőséget az Ubuntu vagy a "Qubes alapértelmezetté tétele" lehetőséget a Qubes OS esetében. Boot részletek megerősítése
ja: この値をデフォルトとして保存するには、Ubuntuの場合は「Make Ubuntu the default」を、Qubes OSの場合は「Make Qubes the default」を選択してください。起動内容の確認
lt: Norėdami išsaugoti šią reikšmę kaip numatytąją, pasirinkite "Ubuntu" - "Ubuntu" arba "Qubes" - "Qubes OS". Patvirtinti įkrovos detales
lv: Lai saglabātu šo vērtību kā noklusējuma vērtību, izvēlieties "Make Ubuntu the default" (Ubuntu OS) vai "Make Qubes the default" (Qubes OS). Apstiprināt bootēšanas informāciju
nl: Om deze waarde als standaard op te slaan, selecteert u "Make Ubuntu the default" voor Ubuntu of "Make Qubes the default" voor Qubes OS. Opstartgegevens bevestigen
pl: Aby zapisać tę wartość jako domyślną, wybierz "Make Ubuntu the default" dla Ubuntu lub "Make Qubes the default" dla Qubes OS. Potwierdź szczegóły rozruchu
pt: Para salvar este valor como padrão, selecione "Make Ubuntu the default" para Ubuntu ou "Make Qubes the default" para o SO Qubes. Confirmar Detalhes do Boot
ro: Pentru a salva această valoare ca fiind implicită, selectați "Make Ubuntu the default" pentru Ubuntu sau "Make Qubes the default" pentru Qubes OS. Confirmarea detaliilor de pornire
ru: Чтобы сохранить это значение по умолчанию, выберите "Сделать Ubuntu по умолчанию" для Ubuntu или "Сделать Qubes по умолчанию" для Qubes OS. Подтверждение сведений о загрузке
sk: Ak chcete túto hodnotu uložiť ako predvolenú, vyberte možnosť "Make Ubuntu the default" (Urobiť Ubuntu predvoleným) pre Ubuntu alebo "Make Qubes the default" (Urobiť Qubes predvoleným) pre Qubes OS. Potvrdenie podrobností o zavádzaní
sl: Če želite to vrednost shraniti kot privzeto, izberite "Naj bo Ubuntu privzeto" za Ubuntu ali "Naj bo Qubes privzeto" za operacijski sistem Qubes. Potrditev podrobnosti zagona
sv: Om du vill spara det här värdet som standard väljer du "Gör Ubuntu till standard" för Ubuntu eller "Gör Qubes till standard" för Qubes OS. Bekräfta detaljer om uppstart
zh_cn: 要把这个值保存为默认值，为Ubuntu选择 "使Ubuntu成为默认值"，为Qubes OS选择 "使Qubes成为默认值"。确认启动细节

source: Confirm the next three questions with Enter and enter the PIN of the Nitrokey if you are prompted to do so.
bg: Потвърдете следващите три въпроса с Enter и въведете ПИН кода на Nitrokey, ако бъдете подканени да го направите.
da: Bekræft de næste tre spørgsmål med Enter, og indtast Nitrokey's pinkode, hvis du bliver bedt om det.
el: Επιβεβαιώστε τις επόμενες τρεις ερωτήσεις με Enter και πληκτρολογήστε το PIN του Nitrokey, αν σας ζητηθεί.
es: Confirme las tres preguntas siguientes con Enter e introduzca el PIN de la Nitrokey si se le pide que lo haga.
et: Kinnitage järgmised kolm küsimust Enteriga ja sisestage Nitrokey PIN-kood, kui teil palutakse seda teha.
fi: Vahvista seuraavat kolme kysymystä Enter-näppäimellä ja syötä Nitrokey-avaimen PIN-koodi, jos sinua kehotetaan tekemään niin.
fr: Confirmez les trois questions suivantes en appuyant sur la touche Entrée et entrez le code PIN de la Nitrokey si vous y êtes invité.
hu: A következő három kérdést erősítse meg az Enter billentyűvel, és adja meg a Nitrokey PIN-kódját, ha erre felszólítják.
ja: 次の3つの質問をEnterで確認し、プロンプトが表示されたらNitrokeyのPINを入力します。
lt: Kitus tris klausimus patvirtinkite klavišu Enter ir įveskite "Nitrokey" PIN kodą, jei būsite paraginti tai padaryti.
lv: Nākamos trīs jautājumus apstipriniet ar Enter un ievadiet Nitrokey PIN kodu, ja jums tiek piedāvāts to izdarīt.
nl: Bevestig de volgende drie vragen met Enter en voer de PIN van de Nitrokey in als u daarom wordt gevraagd.
pl: Potwierdź trzy następne pytania Enterem i wprowadź PIN Nitrokey, jeśli zostaniesz o to poproszony.
pt: Confirme as próximas três perguntas com Enter e digite o PIN da Nitrokey se for solicitado a fazê-lo.
ro: Confirmați următoarele trei întrebări cu Enter și introduceți PIN-ul Nitrokey dacă vi se solicită acest lucru.
ru: Подтвердите следующие три вопроса клавишей Enter и введите PIN-код ключа Nitrokey, если вам будет предложено сделать это.
sk: Ďalšie tri otázky potvrďte klávesom Enter a zadajte PIN kód kľúča Nitrokey, ak ste na to vyzvaní.
sl: Naslednja tri vprašanja potrdite z Enter in vnesite kodo PIN ključa Nitrokey, če ste k temu pozvani.
sv: Bekräfta de tre följande frågorna med Enter och ange Nitrokey-posten om du uppmanas att göra det.
zh_cn: 用回车键确认接下来的三个问题，如果提示你输入硝基钥匙的密码，则输入密码。

source: Your system will then boot.
bg: След това системата ще се зареди.
da: Dit system starter derefter op.
el: Στη συνέχεια, το σύστημά σας θα εκκινήσει.
es: A continuación, el sistema arrancará.
et: Seejärel käivitub teie süsteem.
fi: Tämän jälkeen järjestelmä käynnistyy.
fr: Votre système va alors démarrer.
hu: Ezután a rendszer elindul.
ja: するとシステムが起動します。
lt: Tada sistema bus paleista.
lv: Pēc tam sistēma tiks ielādēta.
nl: Uw systeem zal dan opstarten.
pl: Następnie system zostanie uruchomiony.
pt: O seu sistema irá então arrancar.
ro: Sistemul va porni apoi.
ru: После этого система загрузится.
sk: Systém sa potom spustí.
sl: Sistem se bo nato zagnal.
sv: Systemet startar sedan upp.
zh_cn: 然后你的系统将启动。

source: Changing default kernel
bg: Промяна на ядрото по подразбиране
da: Ændring af standardkernen
el: Αλλαγή του προεπιλεγμένου πυρήνα
es: Cambiar el núcleo por defecto
et: Vaikimisi tuuma muutmine
fi: Oletusytimen muuttaminen
fr: Modification du noyau par défaut
hu: Alapértelmezett rendszermag módosítása
ja: デフォルトカーネルの変更
lt: Numatytojo branduolio keitimas
lv: Noklusējuma kodola maiņa
nl: Veranderen van standaard kernel
pl: Zmiana domyślnego jądra
pt: Alterando o kernel padrão
ro: Modificarea kernelului implicit
ru: Изменение ядра по умолчанию
sk: Zmena predvoleného jadra
sl: Spreminjanje privzetega jedra
sv: Ändra standardkärna
zh_cn: 改变默认内核

source: This is a workaround for Heads v1.1 bug, which does not allow to change the kernel to the one later (lower) in the list.
bg: Това е заобиколен вариант на грешката в Heads v1.1, която не позволява да се промени ядрото на по-късен (по-нисък) в списъка.
da: Dette er en løsning på Heads v1.1-fejl, som ikke gør det muligt at ændre kernen til en senere (lavere) på listen.
el: Αυτή είναι μια λύση για το σφάλμα Heads v1.1, το οποίο δεν επιτρέπει την αλλαγή του πυρήνα σε έναν μεταγενέστερο (χαμηλότερο) στη λίστα.
es: Esta es una solución para el error de Heads v1.1, que no permite cambiar el núcleo a uno posterior (inferior) en la lista.
et: See on lahenduseks Heads v1.1 veale, mis ei võimalda muuta tuuma nimekirjas hilisemaks (madalamaks).
fi: Tämä on kiertotie Heads v1.1 -virheeseen, joka ei salli ytimen vaihtamista luettelossa myöhempään (alempaan) ytimeen.
fr: Il s'agit d'une solution de contournement pour le bogue de Heads v1.1, qui ne permet pas de changer le noyau pour celui qui se trouve plus loin (plus bas) dans la liste.
hu: Ez egy megoldás a Heads v1.1 hibájára, amely nem teszi lehetővé, hogy a kernelt a listán lejjebb lévőre cseréljük.
ja: これは、Heads v1.1のバグを回避するためのもので、カーネルをリストの後半（下位）のものに変更することはできません。
lt: Tai apeinama "Heads v1.1" klaida, neleidžianti pakeisti branduolio į vėlesnį (žemesnį) sąraše.
lv: Tas ir risinājums, lai novērstu kļūdu Heads v1.1 versijā, kas neļauj mainīt kodolu uz vēlāk (zemāk) sarakstā iekļauto kodolu.
nl: Dit is een workaround voor Heads v1.1 bug, die niet toestaat om de kernel te veranderen naar een latere (lagere) in de lijst.
pl: Jest to obejście dla błędu Heads v1.1, który nie pozwala na zmianę kernela na późniejszy (niższy) na liście.
pt: Esta é uma alternativa para o bug Heads v1.1, que não permite alterar o kernel para o que está mais tarde (mais baixo) na lista.
ro: Aceasta este o soluție de rezolvare a erorii Heads v1.1, care nu permite schimbarea nucleului cu unul mai târziu (mai jos) în listă.
ru: Это обходной путь для ошибки Heads v1.1, которая не позволяет изменить ядро на более позднее (нижнее) в списке.
sk: Ide o riešenie chyby Heads v1.1, ktorá neumožňuje zmeniť jadro na neskoršie (nižšie) v zozname.
sl: To je rešitev za napako v različici Heads v1.1, ki ne omogoča spremembe jedra na kasnejše (nižje) na seznamu.
sv: Detta är en lösning på Heads v1.1-buggen, som inte tillåter att man ändrar kärnan till en senare (lägre) i listan.
zh_cn: 这是为了解决Heads v1.1的错误，该错误不允许将内核改为列表中较后（较低）的内核。

source: Usual way would be to go to ``Options -> Boot Options -> Show OS boot menu``, selecting the kernel and making it default, however the latter is not working at the moment. Instead please use the following workaround:
bg: Обичайният начин би бил да отидете в ``Options -> Boot Options -> Show OS boot menu``, да изберете ядрото и да го направите по подразбиране, но последното не работи в момента. Вместо това използвайте следния заобиколен вариант:
da: Normalt ville det være at gå til ``Options -> Boot Options -> Show OS boot menu``, vælge kernen og gøre den til standard, men det sidste virker ikke i øjeblikket. I stedet bedes du bruge følgende workaround:
el: Ο συνήθης τρόπος θα ήταν να πάτε στο ``Options -> Boot Options -> Show OS boot menu``, να επιλέξετε τον πυρήνα και να τον κάνετε προεπιλεγμένο, ωστόσο το τελευταίο δεν λειτουργεί αυτή τη στιγμή. Αντ' αυτού, παρακαλούμε χρησιμοποιήστε την ακόλουθη λύση αντιμετώπισης:
es: La forma habitual sería ir a ``Options -> Boot Options -> Show OS boot menu``, seleccionando el núcleo y poniéndolo por defecto, sin embargo esto último no funciona en este momento. En su lugar, por favor, utilice la siguiente solución:
et: Tavaline viis oleks minna ``Options -> Boot Options -> Show OS boot menu``, valida tuuma ja teha see vaikimisi, kuid viimane ei tööta hetkel. Selle asemel kasutage palun järgmist lahendust:
fi: Tavallinen tapa olisi mennä ``Options -> Boot Options -> Show OS boot menu``, valita ydin ja tehdä siitä oletusarvo, mutta jälkimmäinen ei toimi tällä hetkellä. Käytä sen sijaan seuraavaa kiertotietä:
fr: La méthode habituelle serait d'aller dans Options -> Options de démarrage -> Afficher le menu de démarrage du système d'exploitation, de sélectionner le noyau et de le mettre par défaut, mais cette dernière méthode ne fonctionne pas pour le moment. A la place, veuillez utiliser la solution de contournement suivante :
hu: A szokásos módszer az lenne, ha a ``Options -> Boot Options -> Show OS boot menu``-be mennénk, kiválasztanánk a kernelt és alapértelmezetté tennénk, ez utóbbi azonban jelenleg nem működik. Helyette kérjük, használja a következő megoldást:
ja: 通常の方法は、``Options -> Boot Options -> Show OS boot menu``にアクセスしてカーネルを選択し、それをデフォルトにすることですが、後者は今のところ機能していません。代わりに以下の回避策をご利用ください。
lt: Įprastas būdas būtų eiti į ``Options -> Boot Options -> Show OS boot menu``, pasirinkti branduolį ir padaryti jį numatytuoju, tačiau pastarasis šiuo metu neveikia. Vietoj to naudokite toliau nurodytą apeinamąją priemonę:
lv: Parasts veids būtu doties uz ``Options -> Boot Options -> Show OS boot menu``, izvēloties kodolu un padarot to par noklusējuma, tomēr pēdējais pašlaik nedarbojas. Tā vietā, lūdzu, izmantojiet šādu risinājumu:
nl: De gebruikelijke manier zou zijn om naar ``Options -> Boot Options -> Show OS boot menu`` te gaan, de kernel te selecteren en deze standaard te maken, maar dit laatste werkt op dit moment niet. Gebruik in plaats daarvan de volgende workaround:
pl: Zwykłym sposobem byłoby przejście do ``Options -> Boot Options -> Show OS boot menu``, wybranie kernela i uczynienie go domyślnym, jednak ten ostatni sposób nie działa w tej chwili. Zamiast tego proszę użyć następującego obejścia:
pt: A forma usual seria ir para ``Options -> Boot Options -> Show OS boot menu``, selecionando o kernel e tornando-o padrão, porém este último não está funcionando no momento. Em vez disso, por favor use a seguinte alternativa:
ro: Calea obișnuită ar fi să mergeți la ``Options -> Boot Options -> Show OS boot menu``, selectând kernelul și făcându-l implicit, însă acesta din urmă nu funcționează în acest moment. În schimb, vă rugăm să folosiți următoarea soluție de rezolvare:
ru: Обычным способом было бы перейти к ``Options -> Boot Options -> Show OS boot menu``, выбрать ядро и сделать его по умолчанию, однако последний способ сейчас не работает. Вместо этого воспользуйтесь следующим обходным решением:
sk: Obvyklý spôsob by bol prejsť na ``Options -> Boot Options -> Show OS boot menu``, vybrať jadro a nastaviť ho ako predvolené, ten však momentálne nefunguje. Namiesto toho použite nasledujúce riešenie:
sl: Običajno bi bilo treba iti v ``Options -> Boot Options -> Show OS boot menu``, izbrati jedro in ga narediti privzetega, vendar slednje trenutno ne deluje. Namesto tega uporabite naslednjo rešitev:
sv: Det vanligaste sättet är att gå till ``Options -> Boot Options -> Show OS boot menu``, välja kärnan och göra den till standard, men det sistnämnda fungerar inte just nu. Använd i stället följande lösning:
zh_cn: 通常的方法是进入``Options -> Boot Options -> Show OS boot menu``，选择内核并使其成为默认值，然而后者目前还不能工作。相反，请使用下面的解决方法。

source: Start recovery console and remove the default boot files. Please make sure the correct files are removed. Here 2 default files were available:
bg: Стартирайте конзолата за възстановяване и премахнете файловете за зареждане по подразбиране. Уверете се, че са премахнати правилните файлове. Тук бяха налични 2 файла по подразбиране:
da: Start genoprettelseskonsollen, og fjern standardopstartsfilerne. Sørg for, at de korrekte filer er fjernet. Her var der 2 standardfiler til rådighed:
el: Ξεκινήστε την κονσόλα ανάκτησης και αφαιρέστε τα προεπιλεγμένα αρχεία εκκίνησης. Βεβαιωθείτε ότι έχουν αφαιρεθεί τα σωστά αρχεία. Εδώ ήταν διαθέσιμα 2 προεπιλεγμένα αρχεία:
es: Inicie la consola de recuperación y elimine los archivos de arranque por defecto. Por favor, asegúrese de que se eliminan los archivos correctos. Aquí había 2 archivos por defecto:
et: Käivitage taastamiskonsool ja eemaldage vaikimisi alglaadimisfailid. Veenduge, et õiged failid on eemaldatud. Siin oli 2 vaikimisi faili:
fi: Käynnistä palautuskonsoli ja poista oletuskäynnistystiedostot. Varmista, että oikeat tiedostot on poistettu. Tässä oli käytettävissä 2 oletustiedostoa:
fr: Démarrez la console de récupération et supprimez les fichiers de démarrage par défaut. Veuillez vous assurer que les bons fichiers sont supprimés. Ici, 2 fichiers par défaut étaient disponibles :
hu: Indítsa el a helyreállítási konzolt, és távolítsa el az alapértelmezett rendszerindítási fájlokat. Kérjük, győződjön meg róla, hogy a megfelelő fájlok kerültek eltávolításra. Itt 2 alapértelmezett fájl állt rendelkezésre:
ja: リカバリーコンソールを起動し、デフォルトのブートファイルを削除します。正しいファイルが削除されているか確認してください。ここでは2つのデフォルトファイルが用意されていました。
lt: Paleiskite atkūrimo konsolę ir pašalinkite numatytuosius įkrovos failus. Įsitikinkite, kad pašalinti teisingi failai. Čia buvo 2 numatytieji failai:
lv: Palaidiet atkopšanas konsoli un noņemiet noklusējuma boot failus. Pārliecinieties, vai ir noņemti pareizie faili. Šeit bija pieejami 2 noklusējuma faili:
nl: Start herstelconsole en verwijder de standaard opstartbestanden. Zorg ervoor dat de juiste bestanden worden verwijderd. Hier waren 2 standaard bestanden beschikbaar:
pl: Uruchom konsolę odzyskiwania i usuń domyślne pliki startowe. Upewnij się, że właściwe pliki są usuwane. Tutaj 2 domyślne pliki były dostępne:
pt: Inicie o console de recuperação e remova os arquivos de inicialização padrão. Por favor, certifique-se de que os arquivos corretos são removidos. Aqui estavam disponíveis 2 ficheiros por omissão:
ro: Porniți consola de recuperare și eliminați fișierele de pornire implicite. Vă rugăm să vă asigurați că sunt eliminate fișierele corecte. Aici erau disponibile 2 fișiere implicite:
ru: Запустите консоль восстановления и удалите загрузочные файлы по умолчанию. Убедитесь, что удалены правильные файлы. Здесь были доступны 2 файла по умолчанию:
sk: Spustite konzolu na obnovenie a odstráňte predvolené spúšťacie súbory. Uistite sa, že sú odstránené správne súbory. Tu boli k dispozícii 2 predvolené súbory:
sl: Zagon konzole za obnovitev in odstranite privzete zagonske datoteke. Prepričajte se, da so odstranjene pravilne datoteke. Tu sta bili na voljo 2 privzeti datoteki:
sv: Starta återställningskonsolen och ta bort standardstartfilerna. Kontrollera att rätt filer tas bort. Här fanns två standardfiler:
zh_cn: 启动恢复控制台，删除默认的启动文件。请确保删除的是正确的文件。这里有2个默认文件。
