Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/nitropad.po
Languages: bg, da, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: We highly recommend to NOT DO THIS ON YOUR OWN, as long as you are not exactly know what you are doing!
bg: Препоръчваме ви да не правите това сами, ако не знаете точно какво правите!
da: Vi anbefaler stærkt, at du IKKE GØR DET SELV, så længe du ikke helt ved, hvad du gør!
el: Σας συνιστούμε να ΜΗΝ ΤΟ ΚΑΝΕΤΕ ΜΟΝΟΣ ΣΑΣ, εφόσον δεν ξέρετε ακριβώς τι κάνετε!
es: Recomendamos encarecidamente NO HACER ESTO POR SÍ MISMO, mientras no se sepa exactamente lo que se está haciendo.
et: Soovitame tungivalt MITTE TEGELDA TEIE OMAALLE, kui te ei tea täpselt, mida teete!
fi: Suosittelemme, ettet tee tätä yksin, jos et tiedä tarkalleen, mitä olet tekemässä!
hu: Erősen ajánljuk, hogy NE TEDD EZT EGYEDÜL, amíg nem tudod pontosan, hogy mit csinálsz!
ja: くれぐれも自分ではやらないことをお勧めします。
lt: Labai rekomenduojame NEDARYTI TO PATYS, jei tiksliai nežinote, ką darote!
lv: Mēs iesakām to nedarīt patstāvīgi, ja vien jūs precīzi nezināt, ko darāt!
nl: Wij raden u ten zeerste aan dit NIET OP UW EIGEN BUREAU TE DOEN, zolang u niet precies weet wat u doet!
pl: Gorąco zalecamy, aby NIE ROBIĆ TEGO NA WŁASNĄ RĘKĘ, jeśli nie wiesz dokładnie co robisz!
pt: Recomendamos vivamente que NÃO O FAÇA SÓ SEU PRÓPRIO, desde que não saiba exactamente o que está a fazer!
ro: Vă recomandăm să NU faceți acest lucru de unul singur, atâta timp cât nu știți exact ce faceți!
ru: Мы настоятельно рекомендуем НЕ ДЕЛАТЬ ЭТО СВОИМИ РУКАМИ, если вы не совсем понимаете, что делаете!
sk: Dôrazne odporúčame, aby ste to nerobili sami, pokiaľ presne neviete, čo robíte!
sl: Priporočamo, da tega ne počnete sami, če ne veste natančno, kaj počnete!
sv: Vi rekommenderar starkt att du INTE gör detta på egen hand, så länge du inte vet exakt vad du gör!
zh_cn: 我们强烈建议不要自己做这个，只要你不完全知道自己在做什么。

source: We have a service to do this upgrade on your NitroPad, please write an e-mail to "shop at nitrokey.com" together with your sales order number (SOxxxxxx).
bg: Имаме услуга за извършване на този ъпгрейд на вашия NitroPad, моля, напишете имейл до "shop at nitrokey.com" заедно с номера на вашата поръчка за продажба (SOxxxxxx).
da: Vi har en service til at foretage denne opgradering på din NitroPad, skriv venligst en e-mail til "shop at nitrokey.com" sammen med dit ordre nummer (SOxxxxxx).
el: Διαθέτουμε μια υπηρεσία για να κάνουμε αυτή την αναβάθμιση στο NitroPad σας, παρακαλούμε στείλτε ένα e-mail στο "shop at nitrokey.com" μαζί με τον αριθμό παραγγελίας σας (SOxxxxxx).
es: Tenemos un servicio para hacer esta actualización en su NitroPad, por favor escriba un correo electrónico a "shop at nitrokey.com" junto con su número de orden de venta (SOxxxxxx).
et: Meil on teenus, et teha see uuendus teie NitroPadile, palun kirjutage e-kiri aadressil "shop at nitrokey.com" koos oma müügitellimuse numbriga (SOxxxxxxxx).
fi: Meillä on palvelu tämän päivityksen tekemiseen NitroPad-laitteellesi, kirjoita sähköpostia osoitteeseen "shop at nitrokey.com" yhdessä myyntitilausnumerosi (SOxxxxxx) kanssa.
hu: Van egy szolgáltatásunk, hogy elvégezzük ezt a frissítést a NitroPad-jén, kérjük, írjon egy e-mailt a "shop at nitrokey.com" címre, az értékesítési rendelésszámával együtt (SOxxxxxxxx).
ja: お手数ですが、注文番号（SOxxxxxx）を明記の上、"shop at nitrokey.com"までメールをお送りください。
lt: Mes teikiame paslaugą, kad galėtume atlikti šį jūsų "NitroPad" atnaujinimą, parašykite el. laišką adresu "shop at nitrokey.com" ir nurodykite savo pardavimo užsakymo numerį (SOxxxxxxxx).
lv: Mums ir pakalpojums, lai veiktu šo atjauninājumu jūsu NitroPad, lūdzu, rakstiet e-pastu uz "shop at nitrokey.com" kopā ar savu pārdošanas pasūtījuma numuru (SOxxxxxxxx).
nl: We hebben een service om deze upgrade op uw NitroPad uit te voeren, schrijf een e-mail naar "shop at nitrokey.com" samen met uw verkoopordernummer (SOxxxxxx).
pl: Mamy możliwość wykonania tej aktualizacji na Twoim NitroPadzie, proszę napisać e-mail do "shop at nitrokey.com" wraz z numerem zamówienia sprzedaży (SOxxxxxx).
pt: Temos um serviço para fazer esta actualização no seu NitroPad, por favor escreva um e-mail para "compre em nitrokey.com" juntamente com o número da sua encomenda de venda (SOxxxxxx).
ro: Avem un serviciu pentru a face acest upgrade pe NitroPad, vă rugăm să scrieți un e-mail la "shop at nitrokey.com" împreună cu numărul comenzii dvs. de vânzare (SOxxxxxx).
ru: У нас есть услуга по обновлению вашего NitroPad, пожалуйста, напишите письмо по адресу "shop at nitrokey.com" вместе с номером вашего заказа на продажу (SOxxxxxx).
sk: Máme službu na vykonanie tejto aktualizácie na vašom NitroPade, napíšte e-mail na "shop at nitrokey.com" spolu s číslom vašej predajnej objednávky (SOxxxxxx).
sl: Za to nadgradnjo na vašem NitroPadu imamo na voljo storitev, zato nam pošljite e-pošto na naslov "shop at nitrokey.com" skupaj s številko prodajnega naročila (SOxxxxxxxx).
sv: Vi har en tjänst för att göra denna uppgradering på din NitroPad, skriv ett e-postmeddelande till "shop at nitrokey.com" tillsammans med ditt ordernummer (SOxxxxxx).
zh_cn: 我们有为您的NitroPad进行升级的服务，请将您的销售订单号（SOxxxxxx）写到"shop at nitrokey.com" 。

source: The following procedure describes roughly how to flash your NitroPad using an external flasher - it is intentionally on a high level as we do not recommend doing this process on your own. But for the sake of completeness we document this here for the curios.
bg: Следващата процедура описва приблизително как да флашнете вашия NitroPad с помощта на външен флашър - тя е умишлено на високо ниво, тъй като не препоръчваме да извършвате този процес самостоятелно. Но за пълнота на информацията я документираме тук за любопитните.
da: Følgende procedure beskriver groft sagt, hvordan du flasher din NitroPad ved hjælp af en ekstern flasher - det er bevidst på et højt niveau, da vi ikke anbefaler at udføre denne proces på egen hånd. Men for fuldstændighedens skyld dokumenterer vi dette her for nysgerrige.
el: Η παρακάτω διαδικασία περιγράφει κατά προσέγγιση πώς να κάνετε flash το NitroPad σας χρησιμοποιώντας ένα εξωτερικό flasher - είναι σκόπιμα σε υψηλό επίπεδο, καθώς δεν συνιστούμε να κάνετε αυτή τη διαδικασία μόνοι σας. Αλλά για λόγους πληρότητας την καταγράφουμε εδώ για τους περίεργους.
es: El siguiente procedimiento describe a grandes rasgos cómo flashear su NitroPad usando un flasheador externo - es intencionalmente en un nivel alto ya que no recomendamos hacer este proceso por su cuenta. Pero en aras de la exhaustividad lo documentamos aquí para los curiosos.
et: Järgnevalt kirjeldatakse umbkaudu, kuidas NitroPad'i välise välklambi abil flashida - see on tahtlikult kõrgel tasemel, kuna me ei soovita seda protsessi ise teha. Kuid täielikkuse huvides dokumenteerime selle siin uudishimulike jaoks.
fi: Seuraavassa menettelyssä kuvataan karkeasti, miten NitroPadin flashaus tehdään ulkoisen flasherin avulla - se on tarkoituksellisesti korkealla tasolla, sillä emme suosittele tämän prosessin tekemistä itse. Dokumentoimme tämän kuitenkin täydellisyyden vuoksi tänne uteliaita varten.
hu: A következő eljárás nagyjából leírja, hogyan kell a NitroPad-et külső flasher segítségével flashelni - szándékosan magas szinten, mivel nem javasoljuk, hogy ezt a folyamatot saját maga végezze el. De a teljesség kedvéért itt dokumentáljuk a kíváncsiskodók számára.
ja: 以下の手順は、外部フラッシャーを使用してNitroPadをフラッシュする方法をおおまかに説明したものです。このプロセスを自分で行うことはお勧めしませんので、意図的に高いレベルにしてあります。このプロセスを自分で行うことはお勧めしませんが、好奇心旺盛な方のために、完全な形でここに記録しておきます。
lt: Toliau apytiksliai aprašyta, kaip įjungti "NitroPad" naudojant išorinę blykstę - sąmoningai aprašyta aukšto lygio procedūra, nes nerekomenduojame šio proceso atlikti savarankiškai. Tačiau dėl išsamumo mes tai dokumentuojame čia smalsuoliams.
lv: Tālāk aprakstītā procedūra aptuveni apraksta, kā zibatmiņu NitroPad, izmantojot ārējo zibatmiņas ierīci - tā ir apzināti augstā līmenī, jo mēs neiesakām šo procesu veikt patstāvīgi. Taču pilnīguma labad mēs to šeit dokumentējam ziņkārīgajiem.
nl: De volgende procedure beschrijft in grote lijnen hoe u uw NitroPad kunt flashen met behulp van een externe flasher - het is opzettelijk op een hoog niveau, omdat we niet aanraden om dit proces op uw eigen houtje te doen. Maar voor de volledigheid documenteren we het hier voor de nieuwsgierigen.
pl: Poniższa procedura opisuje z grubsza jak flashować Twojego NitroPada za pomocą zewnętrznego flashera - celowo jest ona na wysokim poziomie, ponieważ nie zalecamy przeprowadzania tego procesu na własną rękę. Jednak dla ciekawości dokumentujemy to tutaj.
pt: O procedimento seguinte descreve aproximadamente como flashear o seu NitroPad usando um pisca-pisca externo - é intencionalmente em um nível alto já que não recomendamos fazer este processo por conta própria. Mas por uma questão de completude, documentamos isto aqui para a curiosidade.
ro: Următoarea procedură descrie în linii mari modul în care puteți să vă blișați NitroPad-ul folosind un dispozitiv de bliț extern - este intenționat la un nivel ridicat, deoarece nu vă recomandăm să faceți acest proces pe cont propriu. Dar, de dragul completitudinii, îl documentăm aici pentru curioși.
ru: Следующая процедура описывает, как прошить NitroPad с помощью внешнего прошивальщика - это намеренно на высоком уровне, так как мы не рекомендуем выполнять этот процесс самостоятельно. Но для полноты картины мы документируем это здесь для любопытных.
sk: Nasledujúci postup zhruba popisuje, ako flashovať váš NitroPad pomocou externého flashera - je zámerne na vysokej úrovni, pretože neodporúčame vykonávať tento proces samostatne. Pre úplnosť to tu však pre zvedavcov dokumentujeme.
sl: Naslednji postopek v grobem opisuje, kako z zunanjo bliskavico prelisičiti napravo NitroPad - namenoma je opisan na visoki ravni, saj ne priporočamo, da bi ta postopek izvajali sami. Zaradi popolnosti pa to dokumentiramo za radovedneže.
sv: Följande procedur beskriver i grova drag hur du flashar din NitroPad med hjälp av en extern flasher - den är avsiktligt på en hög nivå eftersom vi inte rekommenderar att du gör den här processen på egen hand. Men för fullständighetens skull dokumenterar vi detta här för nyfikna.
zh_cn: 但为了完整起见，我们在这里为好奇的人记录了这个过程。

source: Make sure you have a (``flashrom``) compatible flasher like ``ch341a_spi`` with a SOIC-8 clamp.
bg: Уверете се, че разполагате с (``flashrom``) съвместим мигач, например ``ch341a_spi`` със скоба SOIC-8.
da: Sørg for, at du har en (``flashrom``) kompatibel blinker som ``ch341a_spi`` med en SOIC-8 klemme.
el: Βεβαιωθείτε ότι έχετε ένα (``flashrom``) συμβατό φλας όπως ``ch341a_spi`` με σφιγκτήρα SOIC-8.
es: Asegúrate de que tienes un (``flashrom``) intermitente compatible como ``ch341a_spi`` con una pinza SOIC-8.
et: Veenduge, et teil on (``flashrom``) ühilduv välklamber nagu ``ch341a_spi`` SOIC-8 klambriga.
fi: Varmista, että sinulla on (``flashrom``) yhteensopiva vilkku, kuten ``ch341a_spi``, jossa on SOIC-8-kiinnike.
hu: Győződjön meg róla, hogy van egy (``flashrom<x>``) kompatibilis villogó, például ``ch341a_spi`` SOIC-8 bilinccsel.
ja: ``flashrom``のような（``ch341a_spi``のような）互換性のあるフラッシャーをSOIC-8クランプで用意してください。
lt: Įsitikinkite, kad turite (``flashrom``) suderinamą blykstę, pavyzdžiui, ``ch341a_spi`` su SOIC-8 gnybtu.
lv: Pārliecinieties, ka jums ir (``flashrom``) saderīgs zibatmiņas adapteris, piemēram, ``ch341a_spi`` ar SOIC-8 skavu.
nl: Zorg ervoor dat u een (``flashrom``) compatibele flasher hebt zoals ``ch341a_spi`` met een SOIC-8 klem.
pl: Upewnij się, że masz (``flashrom``) kompatybilny flasher jak ``ch341a_spi`` z zaciskiem SOIC-8.
pt: Certifique-se de ter um (``flashrom```) pisca-pisca compatível como ```x id="62"></x>`` com uma pinça SOIC-8.
ro: Asigurați-vă că aveți un (``flashrom``) intermitent compatibil, cum ar fi ``ch341a_spi`` cu o clemă SOIC-8.
ru: Убедитесь, что у вас есть (``flashrom``) совместимая вспышка, например ``ch341a_spi`` с зажимом SOIC-8.
sk: Uistite sa, že máte (``flashrom``) kompatibilný blikač, napríklad ``ch341a_spi`` so svorkou SOIC-8.
sl: Prepričajte se, da imate (``flashrom``) združljiv bliskavico, kot je ``ch341a_spi`` s sponko SOIC-8.
sv: Se till att du har en (``flashrom``) kompatibel blinkers som ``ch341a_spi`` med en SOIC-8-klämma.
zh_cn: 确保你有一个（``flashrom```）兼容的闪光器，如``ch341a_spi```，带有SOIC-8夹钳。

source: Open the device (`see coreboot docs <https://doc.coreboot.org/mainboard/lenovo/Ivy_Bridge_series.html>`_) and make sure you can access both flash chips.
bg: Отворете устройството (`вижте документите за coreboot <https://doc.coreboot.org/mainboard/lenovo/Ivy_Bridge_series.html>`_) и се уверете, че имате достъп до двата флаш чипа.
da: Åbn enheden (`Se coreboot-dokumentationen <https://doc.coreboot.org/mainboard/lenovo/Ivy_Bridge_series.html>`_) og sørg for, at du kan få adgang til begge flashchips.
el: Ανοίξτε τη συσκευή (`βλ. έγγραφα coreboot <https://doc.coreboot.org/mainboard/lenovo/Ivy_Bridge_series.html>`_) και βεβαιωθείτε ότι έχετε πρόσβαση και στα δύο τσιπ flash.
es: Abre el dispositivo (`consulta los docs de coreboot <https://doc.coreboot.org/mainboard/lenovo/Ivy_Bridge_series.html>`_) y asegúrate de que puedes acceder a ambos chips flash.
et: Avage seade (`vaadake corebooti dokumentatsiooni <https://doc.coreboot.org/mainboard/lenovo/Ivy_Bridge_series.html>`_) ja veenduge, et teil on juurdepääs mõlemale flash-kiibile.
fi: Avaa laite (` katso coreboot docs <https://doc.coreboot.org/mainboard/lenovo/Ivy_Bridge_series.html>`_) ja varmista, että pääset käsiksi molempiin flash-piireihin.
hu: Nyisd meg az eszközt (`lásd a coreboot dokumentációt <https://doc.coreboot.org/mainboard/lenovo/Ivy_Bridge_series.html>`_), és győződj meg arról, hogy mindkét flash chiphez hozzáférsz.
ja: デバイスを開き（` corebootのドキュメントを参照 <https://doc.coreboot.org/mainboard/lenovo/Ivy_Bridge_series.html>`_）、両方のフラッシュチップにアクセスできることを確認します。
lt: Atidarykite įrenginį (`žr. coreboot dokumentus <https://doc.coreboot.org/mainboard/lenovo/Ivy_Bridge_series.html>`_) ir įsitikinkite, kad galite pasiekti abu "flash" lustus.
lv: Atveriet ierīci (`skatiet coreboot docs <https://doc.coreboot.org/mainboard/lenovo/Ivy_Bridge_series.html>`_) un pārliecinieties, ka varat piekļūt abām zibatmiņas mikroshēmām.
nl: Open het apparaat (`zie coreboot docs <https://doc.coreboot.org/mainboard/lenovo/Ivy_Bridge_series.html>`_) en controleer of je toegang hebt tot beide flash chips.
pl: Otwórz urządzenie (`zobacz coreboot docs <https://doc.coreboot.org/mainboard/lenovo/Ivy_Bridge_series.html>`_) i upewnij się, że masz dostęp do obu układów flash.
pt: Abra o dispositivo (`ver os documentos coreboot <https://doc.coreboot.org/mainboard/lenovo/Ivy_Bridge_series.html>`_) e certifique-se de que pode aceder a ambos os chips flash.
ro: Deschideți dispozitivul (`vedeți documentația coreboot <https://doc.coreboot.org/mainboard/lenovo/Ivy_Bridge_series.html>`_) și asigurați-vă că puteți accesa ambele cipuri flash.
ru: Откройте устройство (` см. документацию coreboot <https://doc.coreboot.org/mainboard/lenovo/Ivy_Bridge_series.html>`_) и убедитесь, что вам доступны оба флеш-чипа.
sk: Otvorte zariadenie (`pozrite si dokumentáciu coreboot <https://doc.coreboot.org/mainboard/lenovo/Ivy_Bridge_series.html>`_) a uistite sa, že máte prístup k obom čipom flash.
sl: Odprite napravo (`oglejte dokumentacijo coreboot <https://doc.coreboot.org/mainboard/lenovo/Ivy_Bridge_series.html>`_) in se prepričajte, da lahko dostopate do obeh čipov flash.
sv: Öppna enheten (` se coreboot-dokumentationen <https://doc.coreboot.org/mainboard/lenovo/Ivy_Bridge_series.html>`_) och se till att du kan komma åt båda flashchipen.
zh_cn: 打开设备（`见coreboot docs <https://doc.coreboot.org/mainboard/lenovo/Ivy_Bridge_series.html>`_），确保你可以访问两个闪存芯片。

source: Using ``flashrom`` read out the **bottom** flash (the 8MB image)
bg: С помощта на ``flashrom`` прочетете **долната** флаш памет (8MB изображение)
da: Ved hjælp af ``flashrom`` læses **den nederste** flash (8 MB image) ud
el: Χρησιμοποιώντας ``flashrom`` διαβάστε το **κάτω** flash (την εικόνα των 8MB).
es: Usando ``flashrom`` lee el **flash inferior** (la imagen de 8MB)
et: Kasutades ``flashrom`` loe välja **alumine** flash (8MB suurune kujutis).
fi: Käyttämällä ``flashrom`` luetaan **alimmainen** flash (8MB:n kuva).
hu: A ``flashrom`` segítségével olvassa ki az **alsó** flash-t (a 8MB-os képet).
ja: ``flashrom``を使って、**下**のフラッシュ（8MBのイメージ）を読み出す。
lt: Naudodami ``flashrom`` perskaitykite **apatinę** blykstę (8 MB vaizdą)
lv: Izmantojot ``flashrom``, nolasiet **papildus** zibatmiņu (8 MB attēlu).
nl: Met ``flashrom`` lees je de **onderste** flash (de 8MB image)
pl: Używając ``flashrom`` odczytaj **dolny** flash (obraz 8MB)
pt: Usando ``flashrom``` leia o flash **bottom** (a imagem de 8MB)
ro: Folosind ``flashrom``` citiți **bottom** flash (imaginea de 8MB)
ru: Используя ``flashrom`` считайте **нижнюю** флэш-память (образ размером 8 МБ).
sk: Pomocou ``flashrom`` prečítajte **spodný** flash (8MB obraz)
sl: Z uporabo ``flashrom`` preberite **spodnjo** bliskavico (8 MB sliko)
sv: Med ``flashrom`` läser du ut **den nedersta** blixten (8 MB-avbildningen).
zh_cn: 使用``flashrom``读出**底层的闪存（8MB的图像）。

source: Using ``ifdtool`` (`coreboot ifdtool docs <https://doc.coreboot.org/ifdtool/index.html>`_) extract the ``GbE`` flashregion from the image and replace the ``GbE``-region inside your ``-maximized`` image.
bg: С помощта на ``ifdtool`` (`документи за ifdtool на Coreboot <https://doc.coreboot.org/ifdtool/index.html>`_) извлечете ``GbE`` flashregion от изображението и заменете ``GbE``-в изображението си ``-maximized``.
da: Ved hjælp af ``ifdtool`` (`coreboot ifdtool docs <https://doc.coreboot.org/ifdtool/index.html>`_) udtrækkes ``GbE`` flashregion fra billedet og erstatte ``GbE``-region inde i dit ``-maximized``-billede.
el: Χρησιμοποιώντας ``ifdtool`` (`coreboot ifdtool docs <https://doc.coreboot.org/ifdtool/index.html>`_) εξάγετε το ``GbE`` flashregion από την εικόνα και αντικαταστήστε το ``GbE``-περιοχή μέσα στην εικόνα ``-maximized``.
es: Usando ``ifdtool`` (`coreboot ifdtool docs <https://doc.coreboot.org/ifdtool/index.html>`_) extraer la ``GbE`` flashregion de la imagen y sustituir la ``GbE``-dentro de su imagen ``-maximized``.
et: Kasutades ``ifdtool`` (`coreboot ifdtool docs <https://doc.coreboot.org/ifdtool/index.html>`_) ekstraheeri ``GbE`` flashregion kujutisest ja asendage ``GbE``-piirkonda oma ``-maximized`` pildi sees.
fi: Käyttämällä ``ifdtool`` (`coreboot ifdtool docs <https://doc.coreboot.org/ifdtool/index.html>`_) poimia ``GbE`` flashregion kuvasta ja korvaa ``GbE``-alue ``-maximized`` -kuvan sisällä.
hu: A ``ifdtool`` használatával (`coreboot ifdtool docs <https://doc.coreboot.org/ifdtool/index.html>`_) kivonatolja a ``GbE`` flashregion a képből és cserélje ki a ``GbE``-régiót a ``-maximized`` képen belül.
ja: ``ifdtool`` (`coreboot ifdtool docs <https://doc.coreboot.org/ifdtool/index.html>`_)を使用して、``GbE<x id="108">`flashregion をイメージから抽出します。id="103"></x>`GbE`` flashregionを画像から抽出し、``GbE``-を置き換えます。リージョンを``-maximized``画像の中に入れます。
lt: Naudojant ``ifdtool`` (`coreboot ifdtool docs <https://doc.coreboot.org/ifdtool/index.html>`_) išgauti ``GbE`` flashregion iš atvaizdo ir pakeiskite ``</x id="156"></x>``-regioną savo ``-maximized`` paveikslėlyje.
lv: Izmantojot ``ifdtool`` (`coreboot ifdtool docs <https://doc.coreboot.org/ifdtool/index.html>`_) izvilkt ``GbE`` flashregion no attēla un nomainiet ``</x id="156"></x>``-reģionu savā ``-maximized`` attēlā.
nl: Met behulp van ``ifdtool`` (`coreboot ifdtool docs <https://doc.coreboot.org/ifdtool/index.html>`_) haal je de ``GbE`` flashregion uit de afbeelding en vervang de ``GbE``-regio in uw ``-maximized`` afbeelding.
pl: Używając ``ifdtool`` (`coreboot ifdtool docs <https://doc.coreboot.org/ifdtool/index.html>`_) wyodrębnij ``GbE`` flashregion z obrazu i zastąp ``GbE``-.wewnątrz swojego ``-maximized`` obrazka.
pt: Usando ``ifdtool``` (`coreboot ifdtool docs <https://doc.coreboot.org/ifdtool/index.html>`_) extraia o ``GbE`` flashregion from the image and replace the ``GbE```-região dentro da sua ``-maximized`` imagem.
ro: Folosind ``ifdtool`` (`coreboot ifdtool docs <https://doc.coreboot.org/ifdtool/index.html>`_) extrageți ```GbE``` flashregion din imagine și înlocuiți ``GbE```-.regiune în interiorul imaginii ``-maximized``.
ru: Используя ``ifdtool`` (`coreboot ifdtool docs <https://doc.coreboot.org/ifdtool/index.html>`_) извлеките ``GbE`` flash-регион из образа и замените им ``. id="103"></x>`GbE`` flash-регион из изображения и замените ``GbE``-.регион внутри вашего изображения ``-maximized``.
sk: Pomocou ``ifdtool`` (`coreboot ifdtool docs <https://doc.coreboot.org/ifdtool/index.html>`_) extrahujte ``GbE`` flashregion z obrazu a nahraďte ``GbE``-oblasť vo vnútri vášho ``-maximized`` obrázka.
sl: Z uporabo ``ifdtool`` (`coreboot ifdtool docs <https://doc.coreboot.org/ifdtool/index.html>`_) izvlečete ``GbE`` flashregion iz slike in nadomestite ``</x id="156"></x>``-znotraj svoje ``-maximized`` slike.
sv: Genom att använda ``ifdtool`` (`coreboot ifdtool docs <https://doc.coreboot.org/ifdtool/index.html>`_) extraheras ``GbE`` flashregion från bilden och ersätt ``GbE``-regionen i din ``-maximized`` bild.
zh_cn: 使用``ifdtool``（`coreboot ifdtool docs <https://doc.coreboot.org/ifdtool/index.html>`_）提取<xid="103"></x>`GbE``从图像中提取flashregion并替换``GbE``-区域在你的``-maximized``图像内。

source: Split the modified firmware image using ``dd`` (as described in the coreboot documentation) into ``-top`` and ``-bottom``
bg: Разделете модифицирания образ на фърмуера с помощта на ``dd`` (както е описано в документацията на coreboot) на ``-top`` и ``-bottom``.
da: Opdel det modificerede firmware-image ved hjælp af ``dd`` (som beskrevet i coreboot-dokumentationen) i ``-top-top`` og ``-bottom<x>``.
el: Διαχωρίστε την τροποποιημένη εικόνα firmware χρησιμοποιώντας ``dd`` (όπως περιγράφεται στην τεκμηρίωση του coreboot) σε ``-top`` και ``-bottom``
es: Dividir la imagen de firmware modificada utilizando ``dd`` (como se describe en la documentación de coreboot) en ``-top`` y ``-bottom``.
et: Jagage muudetud firmware image, kasutades ``dd`` (nagu on kirjeldatud corebooti dokumentatsioonis) ``-top`` ja ``-bottom``.
fi: Jaa muokattu laiteohjelmistokuva käyttämällä ``dd`` (kuten corebootin dokumentaatiossa on kuvattu) ``-top`` ja ``-bottom``.
hu: A módosított firmware-kép felosztása a ``dd`` segítségével (a coreboot dokumentációban leírtak szerint) ``-top`` és ``-bottom``-ra
ja: ``dd``（corebootのドキュメントに記載されています）を使って、修正したファームウェア・イメージを``-top``と``-bottom``に分割します。
lt: Pakeistą programinės aparatinės įrangos atvaizdą padalykite naudodami ``dd`` (kaip aprašyta coreboot dokumentacijoje) į ``-top`` ir ``</x id="112"></x>``.
lv: Sadaliet modificēto programmaparatūras attēlu, izmantojot ``dd`` (kā aprakstīts coreboot dokumentācijā) uz ``-top`` un ``</x id="112"></x>``.
nl: Splits de gewijzigde firmware image met behulp van ``dd`` (zoals beschreven in de coreboot documentatie) in ``-top`` en ``-bottom``.
pl: Podziel zmodyfikowany obraz firmware używając ``dd`` (jak opisano w dokumentacji coreboot) na ``-top`` i ``-bottom``.
pt: Dividir a imagem do firmware modificado usando ``dd``` (como descrito na documentação do coreboot) em ```x id="99"></x>`` e ```x id="112"></x>```
ro: Împărțiți imaginea firmware modificată folosind ``dd`` (așa cum este descris în documentația coreboot) în ``-top`` și ``-bottom``
ru: Разделите модифицированный образ прошивки с помощью ``dd`` (как описано в документации coreboot) на ``-top`` и ``-bottom``.
sk: Rozdelenie upraveného obrazu firmvéru pomocou ``dd`` (ako je popísané v dokumentácii coreboot) na ``-top`` a ``-bottom``
sl: Spremenjeno sliko vdelane programske opreme razdelite z uporabo ``dd`` (kot je opisano v dokumentaciji coreboot) na ``-top`` in ``-bottom``
sv: Dela upp den modifierade firmware-avbildningen med hjälp av ``dd`` (enligt beskrivningen i coreboot-dokumentationen) i ``-top`` och ``-bottom``.
zh_cn: 使用``dd``（如coreboot文档中所述）将修改后的固件镜像分割成``-top``和``</x>``。
