Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/nitrophone.po
Languages: bg, cs, da, de, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, ro, ru, sk, sl, sv, zh_cn

source: Browser: The pre-installed browser Vanadium is hardened and therefore recommended for high security. For better ad blocking, `Bromite <https://github.com/bromite/bromite/releases/latest>`_ browser is recommended instead.
bg: Браузър: Предварително инсталираният браузър Vanadium е подсилен и затова се препоръчва за висока сигурност. За по-добро блокиране на реклами вместо него се препоръчва браузърът `Bromite <https://github.com/bromite/bromite/releases/latest>`_.
cs: Prohlížeč: Předinstalovaný prohlížeč Vanadium je zabezpečený, a proto se doporučuje pro vysoké zabezpečení. Pro lepší blokování reklam se místo něj doporučuje prohlížeč `Bromite <https://github.com/bromite/bromite/releases/latest>`_.
da: Browser: Den forudinstallerede browser Vanadium er hærdet og anbefales derfor med henblik på høj sikkerhed. For bedre reklameblokering anbefales i stedet `Bromite <https://github.com/bromite/bromite/releases/latest>`_-browseren.
de: Browser: Der vorinstallierte Browser Vanadium ist gehärtet und wird daher für hohe Sicherheit empfohlen. Für eine bessere Werbeblockierung wird stattdessen der `Bromite <https://github.com/bromite/bromite/releases/latest>`_ Browser empfohlen.
el: Browser: Ο προεγκατεστημένος φυλλομετρητής Vanadium είναι σκληρυμένος και επομένως συνιστάται για υψηλή ασφάλεια. Για καλύτερο αποκλεισμό διαφημίσεων, συνιστάται αντ' αυτού το πρόγραμμα περιήγησης `Bromite <https://github.com/bromite/bromite/releases/latest>`_.
es: Navegador: El navegador preinstalado Vanadium está endurecido y por lo tanto se recomienda para una alta seguridad. Para un mejor bloqueo de anuncios, se recomienda el navegador `Bromite <https://github.com/bromite/bromite/releases/latest>`_.
et: Brauser: Eelinstallitud brauser Vanadium on karastatud ja seetõttu soovitatav kõrge turvalisuse tagamiseks. Parema reklaamide blokeerimise tagamiseks soovitatakse selle asemel `Bromite <https://github.com/bromite/bromite/releases/latest>`_ brauserit.
fi: Selain: Vanadium on karkaistu, ja siksi sitä suositellaan korkean tietoturvan takaamiseksi. Parempaa mainosten estoa varten suositellaan sen sijaan `Bromite <https://github.com/bromite/bromite/releases/latest>`_-selainta.
hu: Böngésző: A Vanadium előre telepített böngésző védett, ezért magas szintű biztonságra ajánlott. A jobb reklámblokkolás érdekében helyette a `Bromite <https://github.com/bromite/bromite/releases/latest>`_ böngésző ajánlott.
ja: ブラウザです。プリインストールされているブラウザ「Vanadium」は強化されているため、高いセキュリティを確保するために推奨されます。より良い広告ブロックのためには、`Bromite <https://github.com/bromite/bromite/releases/latest>`_ブラウザが代わりに推奨されます。
lt: Naršyklė: Iš anksto įdiegta naršyklė "Vanadium" yra apsaugota, todėl rekomenduojama užtikrinti aukštą saugumą. Jei norite geriau blokuoti skelbimus, rekomenduojama naudoti `"Bromite" <https://github.com/bromite/bromite/releases/latest>`_ naršyklę.
lv: Pārlūka: Iepriekš instalētā pārlūkprogramma Vanadium ir aizsargāta, tāpēc to ieteicams izmantot augstas drošības nolūkā. Labākai reklāmu bloķēšanai tā vietā ieteicams izmantot `Bromite <https://github.com/bromite/bromite/releases/latest>`_ pārlūkprogrammu.
nl: Browser: De voorgeïnstalleerde browser Vanadium is gehard en wordt daarom aanbevolen voor hoge beveiliging. Voor een betere blokkering van advertenties wordt de `Bromite <https://github.com/bromite/bromite/releases/latest>`_ browser aanbevolen.
pl: Przeglądarka: Preinstalowana przeglądarka Vanadium jest wzmocniona i dlatego jest zalecana dla wysokiego bezpieczeństwa. Dla lepszego blokowania reklam, zalecana jest przeglądarka `Bromite <https://github.com/bromite/bromite/releases/latest>`_.
ro: Browser: Browserul preinstalat Vanadium este întărit și, prin urmare, este recomandat pentru o securitate ridicată. Pentru o blocare mai bună a reclamelor, se recomandă în schimb browserul `Bromite <https://github.com/bromite/bromite/releases/latest>`_.
ru: Браузер: Предустановленный браузер Vanadium является усиленным и поэтому рекомендуется для обеспечения высокой безопасности. Для лучшей блокировки рекламы рекомендуется браузер `Bromite <https://github.com/bromite/bromite/releases/latest>`_.
sk: Prehliadač: Predinštalovaný prehliadač Vanadium je zabezpečený, a preto sa odporúča pre vysokú bezpečnosť. Pre lepšie blokovanie reklám sa namiesto neho odporúča prehliadač `Bromite <https://github.com/bromite/bromite/releases/latest>`_.
sl: Brskalnik: Prednameščeni brskalnik Vanadium je zaščiten in zato priporočljiv za visoko varnost. Za boljše blokiranje oglasov je namesto tega priporočljiv brskalnik `Bromite <https://github.com/bromite/bromite/releases/latest>`_.
sv: Webbläsare: Den förinstallerade webbläsaren Vanadium är skyddad och rekommenderas därför för hög säkerhet. För bättre reklamblockering rekommenderas webbläsaren `Bromite <https://github.com/bromite/bromite/releases/latest>`_ istället.
zh_cn: 浏览器。预装的浏览器Vanadium是经过加固的，因此建议使用高安全性的浏览器。为了更好地阻止广告，建议使用`Bromite <https://github.com/bromite/bromite/releases/latest>`_浏览器。

source: Email: K9-mail and OpenKeyChain (for OpenPGP encryption) or FairEmail.
bg: Имейл: K9-mail и OpenKeyChain (за OpenPGP криптиране) или FairEmail.
cs: E-mail: K9-mail a OpenKeyChain (pro šifrování OpenPGP) nebo FairEmail.
da: E-mail: K9-mail og OpenKeyChain (til OpenPGP-kryptering) eller FairEmail.
de: E-Mail: K9-mail und OpenKeyChain (für OpenPGP-Verschlüsselung) oder FairEmail.
el: Ηλεκτρονικό ταχυδρομείο: (για κρυπτογράφηση OpenPGP) ή FairEmail.
es: Correo electrónico: K9-mail y OpenKeyChain (para el cifrado OpenPGP) o FairEmail.
et: E-post: (OpenPGP-krüpteerimiseks) või FairEmail.
fi: Sähköposti: K9-mail ja OpenKeyChain (OpenPGP-salausta varten) tai FairEmail.
fr: Courriel : K9-mail et OpenKeyChain (pour le cryptage OpenPGP) ou FairEmail.
hu: E-mail: K9-mail és OpenKeyChain (OpenPGP titkosításhoz) vagy FairEmail.
ja: 電子メール。K9-mailとOpenKeyChain（OpenPGPの暗号化用）またはFairEmail。
lt: El. paštas: K9-mail ir OpenKeyChain (OpenPGP šifravimui) arba FairEmail.
lv: E-pasts: K9-mail un OpenKeyChain (OpenPGP šifrēšanai) vai FairEmail.
nl: E-mail: K9-mail en OpenKeyChain (voor OpenPGP-encryptie) of FairEmail.
pl: Poczta elektroniczna: K9-mail i OpenKeyChain (do szyfrowania OpenPGP) lub FairEmail.
ro: Email: K9-mail și OpenKeyChain (pentru criptare OpenPGP) sau FairEmail.
ru: Электронная почта: K9-mail и OpenKeyChain (для шифрования OpenPGP) или FairEmail.
sk: E-mail: K9-mail a OpenKeyChain (pre šifrovanie OpenPGP) alebo FairEmail.
sl: Elektronska pošta: K9-mail in OpenKeyChain (za šifriranje OpenPGP) ali FairEmail.
sv: E-post: K9-mail och OpenKeyChain (för OpenPGP-kryptering) eller FairEmail.
zh_cn: 电子邮件。K9-mail和OpenKeyChain（用于OpenPGP加密）或FairEmail。

source: VPN: Orbot uses the free TOR network. Mullvad VPN and IVPN are paid VPN services.
bg: VPN: Orbot използва безплатната мрежа TOR. Mullvad VPN и IVPN са платени VPN услуги.
cs: VPN: Orbot používá bezplatnou síť TOR. Mullvad VPN a IVPN jsou placené služby VPN.
da: VPN: Orbot bruger det gratis TOR-netværk. Mullvad VPN og IVPN er betalte VPN-tjenester.
de: VPN: Orbot benutzt das kostenlose TOR-Netzwerk. Mullvad VPN und IVPN sind kostenpflichtige VPN-Dienste.
el: VPN: Η Orbot χρησιμοποιεί το δωρεάν δίκτυο TOR. Το Mullvad VPN και το IVPN είναι επί πληρωμή υπηρεσίες VPN.
es: VPN: Orbot utiliza la red gratuita TOR. Mullvad VPN e IVPN son servicios VPN de pago.
et: VPN: Orbot kasutab tasuta TOR-võrku. Mullvad VPN ja IVPN on tasulised VPN-teenused.
fi: VPN: Orbot käyttää ilmaista TOR-verkkoa. Mullvad VPN ja IVPN ovat maksullisia VPN-palveluja.
fr: VPN : Orbot utilise le réseau gratuit TOR. Mullvad VPN et IVPN sont des services VPN payants.
hu: VPN: Az Orbot az ingyenes TOR hálózatot használja. A Mullvad VPN és az IVPN fizetős VPN szolgáltatások.
ja: VPN：Orbotは無料のTORネットワークを使用しています。Mullvad VPNとIVPNは有料のVPNサービスです。
lt: VPN: "Orbot" naudoja nemokamą TOR tinklą. "Mullvad VPN" ir IVPN yra mokamos VPN paslaugos.
lv: VPN: Orbot izmanto bezmaksas TOR tīklu. Mullvad VPN un IVPN ir maksas VPN pakalpojumi.
nl: VPN: Orbot gebruikt het gratis TOR-netwerk. Mullvad VPN en IVPN zijn betaalde VPN-diensten.
pl: VPN: Orbot korzysta z darmowej sieci TOR. Mullvad VPN i IVPN są płatnymi usługami VPN.
ro: VPN: Orbot utilizează rețeaua gratuită TOR. Mullvad VPN și IVPN sunt servicii VPN cu plată.
ru: VPN: Orbot использует бесплатную сеть TOR. Mullvad VPN и IVPN - платные VPN-сервисы.
sk: VPN: Orbot používa bezplatnú sieť TOR. Mullvad VPN a IVPN sú platené služby VPN.
sl: VPN: Orbot uporablja brezplačno omrežje TOR. Mullvad VPN in IVPN sta plačljivi storitvi VPN.
sv: VPN: Orbot använder det kostnadsfria TOR-nätverket. Mullvad VPN och IVPN är betalda VPN-tjänster.
zh_cn: VPN：Orbot使用免费的TOR网络。Mullvad VPN和IVPN是付费VPN服务。

source: Backup: The integrated backup (Seedvault) and Nextcloud. Choose Settings -> System -> Backup.
bg: Резервно копие: Интегрираното архивиране (Seedvault) и Nextcloud. Изберете Settings -> System -> Backup.
cs: Zálohování: Zálohování: Integrované zálohování (Seedvault) a Nextcloud. Vyberte Nastavení -> Systém -> Zálohování.
da: Backup: Den integrerede backup (Seedvault) og Nextcloud. Vælg Indstillinger -> System -> Backup.
de: Sicherung: Das integrierte Backup (Seedvault) und Nextcloud. Wählen Sie Einstellungen -> System -> Backup.
el: Δημιουργία αντιγράφων ασφαλείας: Nextcloud. Επιλέξτε Ρυθμίσεις -> Σύστημα -> Δημιουργία αντιγράφων ασφαλείας.
es: Copia de seguridad: La copia de seguridad integrada (Seedvault) y Nextcloud. Elija Configuración -> Sistema -> Copia de seguridad.
et: Varukoopia: Seedvault) ja Nextcloud. Valige Sätted -> Süsteem -> Varundamine.
fi: Varmuuskopiointi: Seedvault) ja Nextcloud. Valitse Asetukset -> Järjestelmä -> Varmuuskopiointi.
fr: Sauvegarde : La sauvegarde intégrée (Seedvault) et Nextcloud. Choisissez Paramètres -> Système -> Sauvegarde.
hu: Biztonsági mentés: A beépített biztonsági mentés (Seedvault) és a Nextcloud. Válassza a Beállítások -> Rendszer -> Biztonsági mentés.
ja: バックアップです。統合されたバックアップ（Seedvault）とNextcloudです。設定 -> システム -> バックアップを選択します。
lt: Atsarginė kopija: Integruota atsarginė kopija (Seedvault) ir Nextcloud. Pasirinkite Nustatymai -> Sistema -> Atsarginė kopija.
lv: Dublējums: Integrētais dublējums (Seedvault) un Nextcloud. Izvēlieties Iestatījumi -> Sistēma -> Rezerves kopija.
nl: Back-up: De geïntegreerde back-up (Seedvault) en Nextcloud. Kies Instellingen -> Systeem -> Back-up.
pl: Backup: Zintegrowany backup (Seedvault) oraz Nextcloud. Wybierz Ustawienia -> System -> Backup.
ro: Backup: Backup-ul integrat (Seedvault) și Nextcloud. Alegeți Settings -> System -> Backup.
ru: Резервное копирование: Встроенное резервное копирование (Seedvault) и Nextcloud. Выберите Настройки -> Система -> Резервное копирование.
sk: Zálohovanie: Zálohovanie: Integrované zálohovanie (Seedvault) a Nextcloud. Vyberte Nastavenia -> Systém -> Zálohovanie.
sl: Varnostno kopiranje: Vgrajeno varnostno kopiranje (Seedvault) in Nextcloud. Izberite Settings -> System -> Backup.
sv: Backup: Den integrerade säkerhetskopian (Seedvault) och Nextcloud. Välj Inställningar -> System -> Säkerhetskopiering.
zh_cn: 备份。集成备份（Seedvault）和Nextcloud。选择设置->；系统->；备份。

source: Messenger:
bg: Пратеник:
cs: Posel:
da: Budbringer:
el: Αγγελιοφόρος:
es: Mensajero:
et: Sõnumitooja:
fi: Sanansaattaja:
fr: Messager :
hu: Hírnök:
ja: メッセンジャー。
lt: Pasiuntinys:
lv: Vēstnesis:
nl: Boodschapper:
pl: Posłaniec:
ro: Mesager:
ru: Посланник:
sk: Posol:
sl: Poslanec:
sv: Budbärare:
zh_cn: 信使。

source: `Signal <https://signal.org/android/apk/>`_ is secure and now widely used. It can also be downloaded without an app store.
bg: `Сигналът <https://signal.org/android/apk/>`_ е сигурен и вече се използва широко. Той може да бъде изтеглен и без магазин за приложения.
cs: `Signál <https://signal.org/android/apk/>`_ je bezpečný a v současnosti široce používaný. Lze jej stáhnout i bez obchodu s aplikacemi.
da: `Signal <https://signal.org/android/apk/>`_ er sikkert og anvendes nu i vid udstrækning. Det kan også downloades uden en app-butik.
de: `Signal <https://signal.org/android/apk/>`_ ist sicher und inzwischen weit verbreitet. Es kann auch ohne einen App-Store heruntergeladen werden.
el: `Το σήμα <https://signal.org/android/apk/>`_ είναι ασφαλές και χρησιμοποιείται πλέον ευρέως. Μπορεί επίσης να ληφθεί χωρίς κατάστημα εφαρμογών.
es: `Signal <https://signal.org/android/apk/>`_ es segura y ahora se utiliza mucho. Además, se puede descargar sin necesidad de una tienda de aplicaciones.
et: `Signaal <https://signal.org/android/apk/>`_ on turvaline ja praegu laialdaselt kasutatav. Seda saab alla laadida ka ilma rakenduspoeta.
fi: `Signal <https://signal.org/android/apk/>`_ on turvallinen ja nykyään laajalti käytetty. Sen voi ladata myös ilman sovelluskauppaa.
hu: `A <https://signal.org/android/apk/>`_Signal <https://signal.org/android/apk/>`_ biztonságos, és ma már széles körben használják. Alkalmazásbolt nélkül is letölthető.
ja: `Signal <https://signal.org/android/apk/>`_は安全で、現在広く使われています。また、アプリストアがなくてもダウンロードすることができます。
lt: `Signalas <https://signal.org/android/apk/>`_ yra saugus ir dabar plačiai naudojamas. Jį taip pat galima atsisiųsti be programėlių parduotuvės.
lv: `Signāls <https://signal.org/android/apk/>`_ ir drošs un pašlaik plaši izmantots. To var lejupielādēt arī bez lietotņu veikala.
nl: `Signal <https://signal.org/android/apk/>`_ is veilig en wordt nu veel gebruikt. Het kan ook worden gedownload zonder een app store.
pl: `Signal <https://signal.org/android/apk/>`_ jest bezpieczny i obecnie szeroko stosowany. Można go również pobrać bez sklepu z aplikacjami.
ro: `Signal <https://signal.org/android/apk/>`_ este sigur și este acum utilizat pe scară largă. De asemenea, poate fi descărcat și fără un magazin de aplicații.
ru: `Signal <https://signal.org/android/apk/>`_ является безопасным и в настоящее время широко используется. Его можно загрузить и без магазина приложений.
sk: `Signál <https://signal.org/android/apk/>`_ je bezpečný a v súčasnosti široko používaný. Dá sa stiahnuť aj bez obchodu s aplikáciami.
sl: `Signal <https://signal.org/android/apk/>`_ je varen in se zdaj pogosto uporablja. Prenesete ga lahko tudi brez trgovine z aplikacijami.
sv: `Signal <https://signal.org/android/apk/>`_ är säker och används nu i stor utsträckning. Den kan också laddas ner utan appbutik.
zh_cn: `Signal <https://signal.org/android/apk/>`_很安全，现在被广泛使用。它也可以在没有应用商店的情况下下载。

source: `Element <https://element.io/>`_ does not require a central infrastructure and allows the use of own servers. An own account can be registered for free at `NitroChat <https://nitro.chat>`_ for example.
bg: `Елементът <https://element.io/>`_ не изисква централна инфраструктура и позволява използването на собствени сървъри. Собствен акаунт може да бъде регистриран безплатно в `NitroChat <https://nitro.chat>`_ например.
cs: `Element <https://element.io/>`_ nevyžaduje centrální infrastrukturu a umožňuje použití vlastních serverů. Vlastní účet lze zdarma zaregistrovat například na `NitroChat <https://nitro.chat>`_.
da: `Element <https://element.io/>`_ kræver ikke en central infrastruktur og tillader brug af egne servere. En egen konto kan f.eks. registreres gratis hos `NitroChat <https://nitro.chat>`_.
de: `Element <https://element.io/>`_ benötigt keine zentrale Infrastruktur und erlaubt die Nutzung eigener Server. Ein eigener Account kann zum Beispiel bei `NitroChat <https://nitro.chat>`_ kostenlos registriert werden.
el: `Το στοιχείο <https://element.io/>`_ δεν απαιτεί κεντρική υποδομή και επιτρέπει τη χρήση δικών του διακομιστών. Ένας δικός σας λογαριασμός μπορεί να εγγραφεί δωρεάν στο `NitroChat <https://nitro.chat>`_ για παράδειγμα.
es: `El elemento <https://element.io/>`_ no requiere una infraestructura central y permite el uso de servidores propios. Se puede registrar una cuenta propia de forma gratuita en `NitroChat <https://nitro.chat>`_ por ejemplo.
et: `Element <https://element.io/>`_ ei vaja keskset infrastruktuuri ja võimaldab kasutada oma servereid. Oma konto saab tasuta registreerida näiteks aadressil `NitroChat <https://nitro.chat>`_.
fi: `Elementti <https://element.io/>`_ ei vaadi keskitettyä infrastruktuuria ja mahdollistaa omien palvelimien käytön. Oman tilin voi rekisteröidä ilmaiseksi esimerkiksi osoitteessa `NitroChat <https://nitro.chat>`_.
hu: `A <https://element.io/>`_ elem nem igényel központi infrastruktúrát, és lehetővé teszi saját szerverek használatát. Saját fiókot ingyenesen lehet regisztrálni például a `NitroChat <https://nitro.chat>`_ oldalon.
ja: `Element <https://element.io/>`_は、中央のインフラを必要とせず、独自のサーバーを使用することができます。例えば、`NitroChat <https://nitro.chat>`_では、独自のアカウントを無料で登録することができます。
lt: `Elementas <https://element.io/>`_ nereikalauja centrinės infrastruktūros ir leidžia naudoti nuosavus serverius. Savo paskyrą galima nemokamai užregistruoti, pavyzdžiui, `NitroChat <https://nitro.chat>`_.
lv: `Elements <https://element.io/>`_ neprasa centrālo infrastruktūru un ļauj izmantot savus serverus. Savu kontu var reģistrēt bez maksas, piemēram, vietnē `NitroChat <https://nitro.chat>`_.
nl: `Element <https://element.io/>`_ heeft geen centrale infrastructuur nodig en staat het gebruik van eigen servers toe. Een eigen account kan gratis worden geregistreerd bij `NitroChat <https://nitro.chat>`_ bijvoorbeeld.
pl: `Element <https://element.io/>`_ nie wymaga centralnej infrastruktury i pozwala na korzystanie z własnych serwerów. Własne konto można zarejestrować za darmo na przykład na `NitroChat <https://nitro.chat>`_.
ro: `Elementul <https://element.io/>`_ nu necesită o infrastructură centrală și permite utilizarea de servere proprii. Un cont propriu poate fi înregistrat gratuit la `NitroChat <https://nitro.chat>`_, de exemplu.
ru: `Элемент <https://element.io/>`_ не требует центральной инфраструктуры и позволяет использовать собственные серверы. Собственный аккаунт можно бесплатно зарегистрировать, например, в `NitroChat <https://nitro.chat>`_.
sk: `Element <https://element.io/>`_ nevyžaduje centrálnu infraštruktúru a umožňuje používať vlastné servery. Vlastný účet je možné bezplatne zaregistrovať napríklad na `NitroChat <https://nitro.chat>`_.
sl: `Element <https://element.io/>`_ ne zahteva osrednje infrastrukture in omogoča uporabo lastnih strežnikov. Lastni račun lahko brezplačno registrirate na primer na `NitroChat <https://nitro.chat>`_.
sv: `Element <https://element.io/>`_ kräver ingen central infrastruktur och tillåter användning av egna servrar. Ett eget konto kan registreras gratis på `NitroChat <https://nitro.chat>`_ till exempel.
zh_cn: `Element <https://element.io/>`_不需要一个中央基础设施，允许使用自己的服务器。例如，可以在`NitroChat <https://nitro.chat>`_免费注册一个自己的账户。

source: `Briar <https://briarproject.org/>`_ is a peer-to-peer messenger without any server at all, which can be used without internet with contacts nearby.
bg: `Briar <https://briarproject.org/>`_ е peer-to-peer месинджър без никакъв сървър, който може да се използва без интернет с контакти наблизо.
cs: `Briar <https://briarproject.org/>`_ je peer-to-peer messenger bez jakéhokoli serveru, který lze používat bez internetu s kontakty v okolí.
da: `Briar <https://briarproject.org/>`_ er en peer-to-peer messenger uden nogen server overhovedet, som kan bruges uden internet med kontakter i nærheden.
de: `Briar <https://briarproject.org/>`_ ist ein Peer-to-Peer-Messenger ohne jeglichen Server, der ohne Internet mit Kontakten in der Nähe genutzt werden kann.
el: `Το Briar <https://briarproject.org/>`_ είναι ένα peer-to-peer messenger χωρίς κανέναν διακομιστή, το οποίο μπορεί να χρησιμοποιηθεί χωρίς internet με επαφές σε κοντινή απόσταση.
es: `Briar <https://briarproject.org/>`_ es un mensajero peer-to-peer sin ningún tipo de servidor, que se puede utilizar sin internet con contactos cercanos.
et: `Briar <https://briarproject.org/>`_ on üldse ilma serverita peer-to-peer messenger, mida saab kasutada ilma internetita koos läheduses olevate kontaktidega.
fi: `Briar <https://briarproject.org/>`_ on vertaisverkkoviestin ilman palvelinta, jota voi käyttää ilman internetiä lähellä olevien yhteystietojen kanssa.
hu: `Briar <https://briarproject.org/>`_ egy peer-to-peer messenger, amely egyáltalán nem igényel szervert, és internet nélkül is használható a közelben lévő kapcsolatokkal.
ja: `Briar <https://briarproject.org/>`_は、サーバーを一切持たないピア・ツー・ピアのメッセンジャーで、インターネットがなくても近くの人と連絡を取り合って使うことができます。
lt: `Briar <https://briarproject.org/>`_ - tai bendrakeleivių žinučių programa be jokio serverio, kurią galima naudoti be interneto, kai kontaktai yra netoliese.
lv: `Briar <https://briarproject.org/>`_ ir peer-to-peer ziņnesis bez servera, ko var izmantot bez interneta, izmantojot kontaktus tuvumā.
nl: `Briar <https://briarproject.org/>`_ is een peer-to-peer messenger zonder enige server, die zonder internet kan worden gebruikt met contacten in de buurt.
pl: `Briar <https://briarproject.org/>`_ jest komunikatorem peer-to-peer bez żadnego serwera, który może być używany bez internetu z kontaktami w pobliżu.
ro: `Briar <https://briarproject.org/>`_ este un messenger peer-to-peer fără niciun server, care poate fi folosit fără internet cu contactele din apropiere.
ru: `Briar <https://briarproject.org/>`_ - это одноранговый мессенджер без какого-либо сервера, который можно использовать без интернета с контактами поблизости.
sk: `Briar <https://briarproject.org/>`_ je peer-to-peer messenger bez akéhokoľvek servera, ktorý možno používať bez internetu s kontaktmi v okolí.
sl: `Briar <https://briarproject.org/>`_ je sporočevalnik peer-to-peer brez strežnika, ki ga lahko uporabljate brez interneta s stiki v bližini.
sv: `Briar <https://briarproject.org/>`_ är en peer-to-peer messenger utan någon server alls, som kan användas utan internet med kontakter i närheten.
zh_cn: `Briar <https://briarproject.org/>`_是一个完全没有服务器的点对点信使，它可以在没有互联网的情况下与附近的联系人一起使用。

source: Contacts and calendar synchronization: DAVx5 supports CalDAV, CardDAV and WebCAL.
bg: Синхронизиране на контакти и календар: DAVx5 поддържа CalDAV, CardDAV и WebCAL.
cs: Synchronizace kontaktů a kalendáře: DAVx5 podporuje CalDAV, CardDAV a WebCAL.
da: Synkronisering af kontakter og kalender: DAVx5 understøtter CalDAV, CardDAV og WebCAL.
de: Synchronisierung von Kontakten und Kalendern: DAVx5 unterstützt CalDAV, CardDAV und WebCAL.
el: Συγχρονισμός επαφών και ημερολογίου: DAVx5 υποστηρίζει CalDAV, CardDAV και WebCAL.
es: Sincronización de contactos y calendarios: DAVx5 soporta CalDAV, CardDAV y WebCAL.
et: Kontaktide ja kalendri sünkroniseerimine: DAVx5 toetab CalDAV, CardDAV ja WebCAL.
fi: Yhteystietojen ja kalenterin synkronointi: DAVx5 tukee CalDAV, CardDAV ja WebCAL.
fr: Synchronisation des contacts et du calendrier : DAVx5 prend en charge CalDAV, CardDAV et WebCAL.
hu: Kapcsolatok és naptár szinkronizálása: A DAVx5 támogatja a CalDAV, CardDAV és WebCAL szabványokat.
ja: 連絡先とカレンダーの同期。DAVx5はCalDAV、CardDAV、WebCALをサポートしています。
lt: Kontaktų ir kalendoriaus sinchronizavimas: DAVx5 palaiko CalDAV, CardDAV ir WebCAL.
lv: Kontaktu un kalendāra sinhronizācija: DAVx5 atbalsta CalDAV, CardDAV un WebCAL.
nl: Contacten en kalender synchronisatie: DAVx5 ondersteunt CalDAV, CardDAV en WebCAL.
pl: Synchronizacja kontaktów i kalendarza: DAVx5 obsługuje CalDAV, CardDAV i WebCAL.
ro: Sincronizarea contactelor și a calendarului: DAVx5 acceptă CalDAV, CardDAV și WebCAL.
ru: Синхронизация контактов и календаря: DAVx5 поддерживает CalDAV, CardDAV и WebCAL.
sk: Synchronizácia kontaktov a kalendára: DAVx5 podporuje CalDAV, CardDAV a WebCAL.
sl: Sinhronizacija stikov in koledarja: DAVx5 podpira CalDAV, CardDAV in WebCAL.
sv: Synkronisering av kontakter och kalender: DAVx5 stöder CalDAV, CardDAV och WebCAL.
zh_cn: 联系人和日历同步。DAVx5支持CalDAV、CardDAV和WebCAL。
