Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/nitrophone.po
Languages: bg, cs, da, de, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, ro, ru, sk, sl, sv, zh_cn

source: Install `com.google.android.gsf <https://apps.grapheneos.org/packages/com.google.android.gsf/>`_.
bg: Инсталирайте `com.google.android.gsf <https://apps.grapheneos.org/packages/com.google.android.gsf/>`_.
cs: Nainstalujte `com.google.android.gsf <https://apps.grapheneos.org/packages/com.google.android.gsf/>`_.
da: Installer `com.google.android.gsf <https://apps.grapheneos.org/packages/com.google.android.gsf/>`_.
de: Installieren Sie `com.google.android.gsf <https://apps.grapheneos.org/packages/com.google.android.gsf/>`_.
el: Εγκαταστήστε `com.google.android.gsf <https://apps.grapheneos.org/packages/com.google.android.gsf/>`_.
es: Instala `com.google.android.gsf <https://apps.grapheneos.org/packages/com.google.android.gsf/>`_.
et: Paigalda `com.google.android.gsf <https://apps.grapheneos.org/packages/com.google.android.gsf/>`_.
fi: Asenna `com.google.android.gsf <https://apps.grapheneos.org/packages/com.google.android.gsf/>`_.
hu: Telepítse `com.google.android.gsf <https://apps.grapheneos.org/packages/com.google.android.gsf/>`_.
ja: `com.google.android.gsf <https://apps.grapheneos.org/packages/com.google.android.gsf/>`_をインストールします。
lt: Įdiekite `com.google.android.gsf <https://apps.grapheneos.org/packages/com.google.android.gsf/>`_.
lv: Instalēt `com.google.android.gsf <https://apps.grapheneos.org/packages/com.google.android.gsf/>`_.
nl: Installeer `com.google.android.gsf <https://apps.grapheneos.org/packages/com.google.android.gsf/>`_.
pl: Zainstaluj `com.google.android.gsf <https://apps.grapheneos.org/packages/com.google.android.gsf/>`_.
ro: Instalați `com.google.android.gsf <https://apps.grapheneos.org/packages/com.google.android.gsf/>`_.
ru: Установите `com.google.android.gsf <https://apps.grapheneos.org/packages/com.google.android.gsf/>`_.
sk: Nainštalujte `com.google.android.gsf <https://apps.grapheneos.org/packages/com.google.android.gsf/>`_.
sl: Namestite `com.google.android.gsf <https://apps.grapheneos.org/packages/com.google.android.gsf/>`_.
sv: Installera `com.google.android.gsf <https://apps.grapheneos.org/packages/com.google.android.gsf/>`_.
zh_cn: 安装 `com.google.android.gsf <https://apps.grapheneos.org/packages/com.google.android.gsf/>`_。

source: Install `com.google.android.gms <https://apps.grapheneos.org/packages/com.google.android.gms/>`_.
bg: Инсталирайте `com.google.android.gms <https://apps.grapheneos.org/packages/com.google.android.gms/>`_.
cs: Nainstalujte `com.google.android.gms <https://apps.grapheneos.org/packages/com.google.android.gms/>`_.
da: Installer `com.google.android.gms <https://apps.grapheneos.org/packages/com.google.android.gms/>`_.
de: Installieren Sie `com.google.android.gms <https://apps.grapheneos.org/packages/com.google.android.gms/>`_.
el: Εγκαταστήστε `com.google.android.gms <https://apps.grapheneos.org/packages/com.google.android.gms/>`_.
es: Instala `com.google.android.gms <https://apps.grapheneos.org/packages/com.google.android.gms/>`_.
et: Paigalda `com.google.android.gms <https://apps.grapheneos.org/packages/com.google.android.gms/>`_.
fi: Asenna `com.google.android.gms <https://apps.grapheneos.org/packages/com.google.android.gms/>`_.
hu: Telepítse `com.google.android.gms <https://apps.grapheneos.org/packages/com.google.android.gms/>`_.
ja: `com.google.android.gms <https://apps.grapheneos.org/packages/com.google.android.gms/>`_をインストールします。
lt: Įdiekite `com.google.android.gms <https://apps.grapheneos.org/packages/com.google.android.gms/>`_.
lv: Instalēt `com.google.android.gms <https://apps.grapheneos.org/packages/com.google.android.gms/>`_.
nl: Installeer `com.google.android.gms <https://apps.grapheneos.org/packages/com.google.android.gms/>`_.
pl: Zainstaluj `com.google.android.gms <https://apps.grapheneos.org/packages/com.google.android.gms/>`_.
ro: Instalați `com.google.android.gms <https://apps.grapheneos.org/packages/com.google.android.gms/>`_.
ru: Установите `com.google.android.gms <https://apps.grapheneos.org/packages/com.google.android.gms/>`_.
sk: Inštalácia `com.google.android.gms <https://apps.grapheneos.org/packages/com.google.android.gms/>`_.
sl: Namestitev `com.google.android.gms <https://apps.grapheneos.org/packages/com.google.android.gms/>`_.
sv: Installera `com.google.android.gms <https://apps.grapheneos.org/packages/com.google.android.gms/>`_.
zh_cn: 安装 `com.google.android.gms <https://apps.grapheneos.org/packages/com.google.android.gms/>`_。

source: Download all 5 files from `com.android.vending <https://apps.grapheneos.org/packages/com.android.vending/>`_.
bg: Изтеглете всички 5 файла от `com.android.vending <https://apps.grapheneos.org/packages/com.android.vending/>`_.
cs: Stáhněte všech 5 souborů z `com.android.vending <https://apps.grapheneos.org/packages/com.android.vending/>`_.
da: Download alle 5 filer fra `com.android.vending <https://apps.grapheneos.org/packages/com.android.vending/>`_.
de: Laden Sie alle 5 Dateien von `com.android.vending <https://apps.grapheneos.org/packages/com.android.vending/>`_ herunter.
el: Κατεβάστε και τα 5 αρχεία από το `com.android.vending <https://apps.grapheneos.org/packages/com.android.vending/>`_.
es: Descarga los 5 archivos de `com.android.vending <https://apps.grapheneos.org/packages/com.android.vending/>`_.
et: Lae alla kõik 5 faili aadressilt `com.android.vending <https://apps.grapheneos.org/packages/com.android.vending/>`_.
fi: Lataa kaikki 5 tiedostoa osoitteesta `com.android.vending <https://apps.grapheneos.org/packages/com.android.vending/>`_.
hu: Töltse le mind az 5 fájlt a `com.android.vending <https://apps.grapheneos.org/packages/com.android.vending/>`_ webhelyről.
ja: `com.android.vending <https://apps.grapheneos.org/packages/com.android.vending/>`_から5つのファイルをすべてダウンロードします。
lt: Atsisiųskite visus 5 failus iš `com.android.vending <https://apps.grapheneos.org/packages/com.android.vending/>`_.
lv: Lejupielādējiet visus 5 failus no `com.android.vending <https://apps.grapheneos.org/packages/com.android.vending/>`_.
nl: Download alle 5 bestanden van `com.android.vending <https://apps.grapheneos.org/packages/com.android.vending/>`_.
pl: Pobierz wszystkie 5 plików z `com.android.vending <https://apps.grapheneos.org/packages/com.android.vending/>`_.
ro: Descărcați toate cele 5 fișiere din `com.android.vending <https://apps.grapheneos.org/packages/com.android.vending/>`_.
ru: Скачайте все 5 файлов из `com.android.vending <https://apps.grapheneos.org/packages/com.android.vending/>`_.
sk: Stiahnite si všetkých 5 súborov z `com.android.vending <https://apps.grapheneos.org/packages/com.android.vending/>`_.
sl: Prenesite vseh 5 datotek iz `com.android.vending <https://apps.grapheneos.org/packages/com.android.vending/>`_.
sv: Ladda ner alla 5 filer från `com.android.vending <https://apps.grapheneos.org/packages/com.android.vending/>`_.
zh_cn: 从`com.android.vending <https://apps.grapheneos.org/packages/com.android.vending/>`_下载所有5个文件。

source: Open F-Droid and install Split APKs Installer (SAI). (Also available from the Aurora Store)
bg: Отворете F-Droid и инсталирайте Split APKs Installer (SAI). (Предлага се и от магазина на Aurora)
cs: Otevřete F-Droid a nainstalujte Split APKs Installer (SAI). (K dispozici také v obchodě Aurora)
da: Åbn F-Droid og installer Split APKs Installer (SAI). (Kan også fås fra Aurora Store)
de: Öffnen Sie F-Droid und installieren Sie Split APKs Installer (SAI). (Auch erhältlich im Aurora Store)
el: Ανοίξτε το F-Droid και εγκαταστήστε το Split APKs Installer (SAI). (Διατίθεται επίσης από το Aurora Store)
es: Abre F-Droid e instala el Instalador de APKs Divididos (SAI). (También disponible en la tienda de Aurora)
et: Avage F-Droid ja installige Split APKs Installer (SAI). (Saadaval ka Aurora poest)
fi: Avaa F-Droid ja asenna Split APKs Installer (SAI). (Saatavilla myös Aurora Storesta)
hu: Nyissa meg az F-Droidot és telepítse a Split APKs Installer (SAI) programot. (Az Aurora Store-ból is elérhető)
ja: F-Droidを開き、Split APKs Installer (SAI)をインストールします。(Aurora Storeからも購入できます)
lt: Atidarykite "F-Droid" ir įdiekite "Split APKs Installer" (SAI). (Taip pat galima įsigyti iš "Aurora" parduotuvės)
lv: Atveriet F-Droid un instalējiet Split APK Installer (SAI). (Pieejams arī no Aurora veikala)
nl: Open F-Droid en installeer Split APKs Installer (SAI). (Ook verkrijgbaar bij de Aurora Store)
pl: Otwórz F-Droid i zainstaluj Split APKs Installer (SAI). (Dostępne również z Aurora Store)
ro: Deschideți F-Droid și instalați Split APKs Installer (SAI). (De asemenea, este disponibil și din Aurora Store)
ru: Откройте F-Droid и установите Split APKs Installer (SAI). (Также доступен в магазине Aurora Store)
sk: Otvorte aplikáciu F-Droid a nainštalujte Split APKs Installer (SAI). (K dispozícii aj v obchode Aurora)
sl: Odprite F-Droid in namestite Split APKs Installer (SAI). (Na voljo je tudi v trgovini Aurora)
sv: Öppna F-Droid och installera Split APKs Installer (SAI). (Finns även i Aurora Store)
zh_cn: 打开F-Droid并安装Split APKs Installer（SAI）。(也可从极光商店获得)

source: Open Split APKs Installer and install all five files you downloaded in step 3. **Note:** The correct base file has probably been renamed to ``base (2).apk``.
bg: Отворете Installer Split APKs и инсталирайте всичките пет файла, които изтеглихте в стъпка 3. **Забележка:** Правилният базов файл вероятно е бил преименуван на ``base (2).apk``.
cs: Otevřete instalační program Split APK a nainstalujte všech pět souborů stažených v kroku 3. **Poznámka:** Správný základní soubor byl pravděpodobně přejmenován na ``base (2).apk``.
da: Åbn Split APKs Installer, og installer alle de fem filer, du hentede i trin 3. **Bemærk:** Den korrekte grundfil er sandsynligvis blevet omdøbt til ``base (2).apk``.
de: Öffnen Sie Split APKs Installer und installieren Sie alle fünf Dateien, die Sie in Schritt 3 heruntergeladen haben. **Anmerkung:** Die richtige Basisdatei wurde wahrscheinlich in ``base (2).apk`` umbenannt.
el: Ανοίξτε το Split APKs Installer και εγκαταστήστε και τα πέντε αρχεία που κατεβάσατε στο βήμα 3. **Σημείωση:** Το σωστό βασικό αρχείο έχει πιθανώς μετονομαστεί σε ``base (2).apk``.
es: Abre el instalador de Split APKs e instala los cinco archivos que descargaste en el paso 3. **Nota:** El archivo base correcto probablemente ha sido renombrado a ``base (2).apk``.
et: Avage Split APKs Installer ja installige kõik viis faili, mille laadisite alla sammus 3. **Märkus:** Tõenäoliselt on õige baasfail ümber nimetatud ``base (2).apk``.
fi: Avaa Split APKs Installer ja asenna kaikki viisi tiedostoa, jotka latasit vaiheessa 3. **Huomautus:** Oikea perustiedosto on luultavasti nimetty uudelleen ``base (2).apk``.
hu: Nyisd meg a Split APKs Installer programot, és telepítsd mind az öt, a 3. lépésben letöltött fájlt. **Figyelem:** A helyes alapfájl valószínűleg át lett nevezve ``base (2).apk``-ra.
ja: Split APKs Installerを開き、ステップ3でダウンロードした5つのファイルをすべてインストールします。**注：**正しいベースファイルは、おそらく``base (2).apk``にリネームされています。
lt: Atidarykite "Split APKs Installer" ir įdiekite visus penkis failus, kuriuos atsisiuntėte 3 žingsnyje. **Pastaba:** Teisingas bazinis failas tikriausiai buvo pervadintas į ``base (2).apk``.
lv: Atveriet Split APK Installer un instalējiet visus piecus failus, kas lejupielādēti 3. solī. **Piezīme:** Pareizais bāzes fails, iespējams, ir pārdēvēts par ``base (2).apk``.
nl: Open Split APKs Installer en installeer alle vijf bestanden die je in stap 3 hebt gedownload. **Note:** Het juiste basisbestand is waarschijnlijk hernoemd naar ``base (2).apk``.
pl: Otwórz Split APKs Installer i zainstaluj wszystkie pięć plików, które pobrałeś w kroku 3. **Uwaga:** Prawidłowy plik bazowy został prawdopodobnie przemianowany na ``base (2).apk``.
ro: Deschideți Split APKs Installer și instalați toate cele cinci fișiere pe care le-ați descărcat la pasul 3. **Nota:** Fișierul de bază corect a fost probabil redenumit în ``base (2).apk``.
ru: Откройте Split APKs Installer и установите все пять файлов, которые вы скачали в шаге 3. **Примечание:** Правильный базовый файл, вероятно, был переименован в ``base (2).apk``.
sk: Otvorte Split APK Installer a nainštalujte všetkých päť súborov, ktoré ste stiahli v kroku 3. **Poznámka:** Správny základný súbor bol pravdepodobne premenovaný na ``base (2).apk``.
sl: Odprite namestitveni program Split APK in namestite vseh pet datotek, ki ste jih prenesli v koraku 3. **Note:** Pravilna osnovna datoteka je bila verjetno preimenovana v ``base (2).apk``.
sv: Öppna Split APKs Installer och installera alla fem filer som du hämtade i steg 3. **Note:** Den korrekta basfilen har förmodligen bytt namn till ``base (2).apk``.
zh_cn: 打开Split APKs安装程序，安装你在步骤3中下载的所有五个文件。**注意：**正确的基础文件可能已经重命名为``base (2).apk``。

source: From the home screen, select: *Settings -> Apps -> Google Play services and disable battery optimization*
bg: От началния екран изберете: *Настройки -> Приложения -> Услуги на Google Play и деактивирайте оптимизацията на батерията*
cs: Na domovské obrazovce vyberte: *Google Play a zakažte optimalizaci baterie*.
da: Vælg fra startskærmen: *Indstillinger -> Apps -> Google Play-tjenester og deaktivere batterioptimering*
de: Wählen Sie auf dem Startbildschirm: *Einstellungen -> Apps -> Google Play-Dienste und deaktivieren Sie die Batterieoptimierung*.
el: Από την αρχική οθόνη, επιλέξτε: *Υπηρεσίες Google Play και απενεργοποιήστε τη βελτιστοποίηση μπαταρίας*.
es: En la pantalla de inicio, selecciona: *Configuración -> Aplicaciones -> Servicios de Google Play y desactiva la optimización de la batería*.
et: Valige avakuval: *Google Play teenused ja lülitage aku optimeerimine välja*.
fi: Valitse aloitusnäytöstä: *Google Play -palvelut ja poista akun optimointi käytöstä*.
fr: Depuis l'écran d'accueil, sélectionnez : *Paramètres -> Apps -> Services Google Play et désactivez l'optimisation de la batterie*.
hu: A kezdőképernyőn válassza a következőt: *Alkalmazások -> Google Play szolgáltatások és az akkumulátor-optimalizálás letiltása*.
ja: ホーム画面から、選択します。*設定 -> アプリ -> Google Playのサービスを利用し、バッテリー最適化を無効にする*。
lt: Pradiniame ekrane pasirinkite: *Nustatymai -> Programos -> "Google Play" paslaugos ir išjunkite akumuliatoriaus optimizavimą*.
lv: Sākuma ekrānā izvēlieties: *Google Play pakalpojumi un atspējojiet akumulatora optimizāciju*.
nl: Selecteer in het beginscherm: *Instellingen -> Apps -> Google Play diensten en schakel batterij optimalisatie uit*
pl: Na ekranie głównym wybierz: *Ustawienia -> Aplikacje -> Usługi Google Play i wyłącz optymalizację baterii*.
ro: Din ecranul de pornire, selectați: *Setări -> Aplicații -> Servicii Google Play și dezactivați optimizarea bateriei*.
ru: На главном экране выберите: *Настройки -> Приложения -> Службы Google Play и отключите оптимизацию батареи*.
sk: Na domovskej obrazovke vyberte: Vyberte položku *Nastavenia -> Aplikácie -> Služby Google Play a vypnite optimalizáciu batérie*.
sl: Na začetnem zaslonu izberite: *Storitve Google Play in onemogočite optimizacijo baterije*.
sv: Från startskärmen väljer du: *Inställningar -> Appar -> Google Play-tjänster och inaktivera batterioptimering*.
zh_cn: 从主屏幕上，选择。*设置 -> 应用程序 -> Google Play服务并禁用电池优化*。

source: Open the Google Play Store once and press "Sign in" to start the initialization. You don't have to finish the sign in and a real login is not necessary. This is solely to initialize the software.
bg: Отворете веднъж Google Play Store и натиснете "Влезте", за да започнете инициализацията. Не е необходимо да завършвате вписването и не е необходимо реално влизане в системата. Това е единствено с цел инициализиране на софтуера.
cs: Jednou otevřete Obchod Google Play a stiskněte "Přihlásit se" pro zahájení inicializace. Přihlášení nemusíte'dokončit a skutečné přihlášení není nutné. Jedná se výhradně o inicializaci softwaru.
da: Åbn Google Play Butik én gang, og tryk på "Log ind" for at starte initialiseringen. Du behøver ikke at afslutte log ind, og et rigtigt login er ikke nødvendigt. Dette er udelukkende for at initialisere softwaren.
de: Öffnen Sie einmal den Google Play Store und klicken Sie auf "Anmelden", um die Initialisierung zu starten. Sie müssen die Anmeldung nicht abschließen und eine echte Anmeldung ist nicht erforderlich. Dies dient lediglich der Initialisierung der Software.
el: Ανοίξτε μία φορά το Google Play Store και πατήστε "Σύνδεση" για να ξεκινήσει η προετοιμασία. Δεν χρειάζεται να ολοκληρώσετε τη σύνδεση και δεν είναι απαραίτητη η πραγματική σύνδεση. Αυτό γίνεται αποκλειστικά και μόνο για την αρχικοποίηση του λογισμικού.
es: Abra el Google Play Store una vez y pulse "Iniciar sesión" para iniciar la inicialización. Usted don't tiene que terminar el registro y un inicio de sesión real no es necesario. Esto es sólo para inicializar el software.
et: Avage Google Play Store üks kord ja vajutage "Logi sisse", et alustada initsialiseerimist. Te ei'ei pea sisselogimist lõpetama ja tõeline sisselogimine ei ole vajalik. See on ainult tarkvara initsialiseerimiseks.
fi: Avaa Google Play Store kerran ja paina "Kirjaudu sisään" aloittaaksesi alustuksen. Sinun ei'ei tarvitse viimeistellä kirjautumista, eikä todellinen kirjautuminen ole tarpeen. Tämä on ainoastaan ohjelmiston alustamista varten.
fr: Ouvrez une fois le Google Play Store et appuyez sur "Sign in" pour lancer l'initialisation. Vous n'avez pas besoin de terminer la connexion et un véritable login n'est pas nécessaire. Il s'agit uniquement d'initialiser le logiciel.
hu: Nyissa meg egyszer a Google Play Áruházat, és nyomja meg a "Bejelentkezés" gombot az inicializálás megkezdéséhez. Nem kell befejeznie a bejelentkezést, és valódi bejelentkezésre nincs szükség. Ez kizárólag a szoftver inicializálására szolgál.
ja: Google Playストアを一度開き、"Sign in"を押すと初期化が始まります。サインインは最後までする必要はありませんし、実際のログインも必要ありません。あくまでも初期化のためです。
lt: Vieną kartą atidarykite "Google Play" parduotuvę ir paspauskite "Prisijungti", kad pradėtumėte inicializaciją. Prisijungimo nereikia baigti ir tikrasis prisijungimas nebūtinas. Tai skirta tik programinei įrangai inicializuoti.
lv: Atveriet Google Play veikalu vienu reizi un nospiediet "Pierakstīties", lai sāktu inicializāciju. Jums nav jāpabeidz pierakstīties, un reāla pieteikšanās nav nepieciešama. Tas ir tikai un vienīgi, lai inicializētu programmatūru.
nl: Open de Google Play Store een keer en druk op "Sign in" om de initialisatie te starten. U'hoeft het aanmelden niet af te maken en een echte login is niet nodig. Dit is alleen om de software te initialiseren.
pl: Otwórz Google Play Store raz i naciśnij "Sign in", aby rozpocząć inicjalizację. Nie musisz dokończyć logowania i prawdziwe logowanie nie jest konieczne. To jest wyłącznie do inicjalizacji oprogramowania.
ro: Deschideți Google Play Store o dată și apăsați "Sign in" pentru a începe inițializarea. Nu trebuie să finalizați autentificarea și nu este necesară o autentificare reală. Aceasta este doar pentru a inițializa software-ul.
ru: Откройте Google Play Store один раз и нажмите "Войти", чтобы начать инициализацию. Вам не нужно завершать вход в систему, и реальный логин не нужен. Это делается исключительно для инициализации программного обеспечения.
sk: Otvorte raz Obchod Google Play a stlačte tlačidlo "Prihlásiť sa", čím spustíte inicializáciu. Prihlásenie nemusíte dokončiť a skutočné prihlásenie nie je potrebné. Toto slúži výlučne na inicializáciu softvéru.
sl: Enkrat odprite Trgovino Google Play in pritisnite "Prijavite se" za začetek inicializacije. Prijave ni treba dokončati in prava prijava ni potrebna. To je namenjeno izključno inicializaciji programske opreme.
sv: Öppna Google Play Store en gång och tryck på "Logga in" för att starta initialiseringen. Du behöver inte slutföra inloggningen och en riktig inloggning är inte nödvändig. Detta är enbart för att initialisera programvaran.
zh_cn: 打开Google Play商店一次，按"登录"开始初始化。你不需要完成登录，也不需要真正登录。这仅仅是为了初始化软件。
