Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/nitropad.po
Languages: bg, da, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: The user PIN is at least 6-digits long and is used to get access to the content of the Nitrokey. This is the PIN you will use a lot in every day use e.g. for decrypting messages, for unlocking your encrypted storage (NK Storage only) etc.
bg: Потребителският PIN код е дълъг най-малко 6 цифри и се използва за достъп до съдържанието на Nitrokey. Това е ПИН кодът, който ще използвате често в ежедневието, например за декриптиране на съобщения, за отключване на криптираното хранилище (само за NK Storage) и т.н.
da: Bruger-PIN-koden er mindst 6 cifre lang og bruges til at få adgang til Nitrokey's område. Det er den PIN-kode, du vil bruge meget i dagligdagen, f.eks. til at dekryptere beskeder, til at låse op for dit krypterede lager (kun NK Storage) osv.
el: Το PIN χρήστη είναι τουλάχιστον 6ψήφιο και χρησιμοποιείται για την πρόσβαση στο περιεχόμενο του Nitrokey. Αυτό είναι το PIN που θα χρησιμοποιείτε συχνά στην καθημερινή σας χρήση, π.χ. για την αποκρυπτογράφηση μηνυμάτων, για το ξεκλείδωμα του κρυπτογραφημένου αποθηκευτικού χώρου σας (μόνο NK Storage) κ.λπ.
es: El PIN de usuario tiene al menos 6 dígitos y se utiliza para acceder al contenido de Nitrokey. Este es el PIN que usarás mucho en el uso diario, por ejemplo, para descifrar mensajes, para desbloquear tu almacenamiento cifrado (sólo NK Storage), etc.
et: Kasutaja PIN-kood on vähemalt 6-kohaline ja seda kasutatakse Nitrokey sisule juurdepääsu saamiseks. Seda PIN-koodi kasutate igapäevaselt palju, nt sõnumite dekrüpteerimiseks, krüpteeritud salvestusruumi avamiseks (ainult NK Storage) jne.
fi: Käyttäjän PIN-koodi on vähintään 6-numeroinen, ja sitä käytetään Nitrokeyn sisällön käyttämiseen. Tätä PIN-koodia käytät paljon jokapäiväisessä käytössä, esim. viestien salauksen purkamiseen, salatun tallennustilan avaamiseen (vain NK Storage) jne.
fr: Le code PIN de l'utilisateur est composé d'au moins 6 chiffres et est utilisé pour accéder au contenu de la Nitrokey. Il s'agit du code PIN que vous utiliserez souvent dans votre vie quotidienne, par exemple pour décrypter des messages, pour déverrouiller votre stockage crypté (stockage NK uniquement), etc.
hu: A felhasználói PIN-kód legalább 6 számjegyű, és a Nitrokey tartalmához való hozzáféréshez használatos. Ezt a PIN-kódot a mindennapi használat során gyakran fogja használni, pl. üzenetek visszafejtéséhez, titkosított tárhelyének feloldásához (csak NK Storage) stb.
ja: ユーザーPINは最低でも6桁の長さで、Nitrokeyのコンテンツにアクセスするために使用します。このPINは、メッセージの復号化、暗号化されたストレージのロック解除（NKストレージのみ）など、日常的に頻繁に使用するものです。
lt: Naudotojo PIN kodas yra bent 6 skaitmenų ilgio ir naudojamas norint gauti prieigą prie "Nitrokey" turinio. Šį PIN kodą dažnai naudosite kasdien, pvz., dešifruodami pranešimus, atrakindami užšifruotą saugyklą (tik "NK Storage") ir pan.
lv: Lietotāja PIN kods ir vismaz sešciparu, un to izmanto, lai piekļūtu Nitrokey saturam. Šo PIN kodu jūs bieži izmantosiet ikdienā, piemēram, lai atšifrētu ziņojumus, atbloķētu savu šifrēto krātuvi (tikai NK krātuve) u. c.
nl: De gebruikers-PIN is minstens 6 cijfers lang en wordt gebruikt om toegang te krijgen tot de inhoud van de Nitrokey. Dit is de PIN die u vaak in het dagelijks gebruik zult gebruiken, bijv. voor het ontsleutelen van berichten, voor het ontgrendelen van uw versleutelde opslag (alleen NK Storage) enz.
pl: PIN użytkownika składa się z co najmniej 6 cyfr i jest używany do uzyskania dostępu do zawartości Nitrokey. Jest to PIN, którego będziesz często używać w codziennym użytkowaniu, np. do odszyfrowywania wiadomości, odblokowywania zaszyfrowanej pamięci (tylko NK Storage) itp.
pt: O PIN do usuário tem pelo menos 6 dígitos e é usado para ter acesso ao conteúdo da Nitrokey. Este é o PIN que utilizará muito em cada dia, por exemplo, para desencriptar mensagens, para desbloquear o seu armazenamento encriptado (apenas armazenamento NK), etc.
ro: PIN-ul utilizatorului are cel puțin 6 cifre și este utilizat pentru a avea acces la conținutul Nitrokey. Acesta este PIN-ul pe care îl veți folosi foarte des în utilizarea zilnică, de exemplu, pentru decriptarea mesajelor, pentru deblocarea memoriei criptate (numai NK Storage) etc.
ru: PIN-код пользователя состоит как минимум из 6 цифр и используется для получения доступа к содержимому Nitrokey. Это PIN-код, который вы будете часто использовать в повседневной жизни, например, для расшифровки сообщений, для разблокировки зашифрованного хранилища (только для NK Storage) и т.д.
sk: Používateľský kód PIN má minimálne 6 číslic a slúži na získanie prístupu k obsahu Nitrokey. Tento kód PIN budete často používať pri každodennom používaní, napr. na dešifrovanie správ, na odomknutie zašifrovaného úložiska (iba úložisko NK) atď.
sl: Uporabniška koda PIN je dolga vsaj 6 številk in se uporablja za dostop do vsebine ključa Nitrokey. To je PIN, ki ga boste pogosto uporabljali pri vsakodnevni uporabi, npr. za dešifriranje sporočil, odklepanje šifrirane shrambe (samo shramba NK) itd.
sv: Användar-PIN-koden är minst 6 siffror lång och används för att få tillgång till innehållet i Nitrokey. Detta är den PIN-kod som du kommer att använda mycket i vardagen, t.ex. för att dekryptera meddelanden, för att låsa upp din krypterade lagring (endast NK Storage) osv.
zh_cn: 用户PIN码至少有6位数，用于访问Nitrokey的内容。这是你在日常使用中经常用到的PIN码，例如解密信息、解锁你的加密存储空间（仅限NK存储）等。

source: You can change the user PIN with the Nitrokey App if using a Nitrokey Pro or Nitrokey Storage. In the `Nitrokey <https://www.nitrokey.com/download>`_ App open ‘Menu -> Configure -> Change User PIN’ to open the dialog to change the PIN.
bg: Можете да промените потребителския ПИН код с приложението Nitrokey, ако използвате Nitrokey Pro или Nitrokey Storage. В приложението `Nitrokey <https://www.nitrokey.com/download>`_ отворете "Menu -> Configure -> Change User PIN" (Меню -> Конфигуриране -> Промяна на потребителския ПИН код), за да отворите диалоговия прозорец за промяна на ПИН кода.
da: Du kan ændre bruger-PIN-koden med Nitrokey-appen, hvis du bruger en Nitrokey Pro eller Nitrokey Storage. I `Nitrokey <https://www.nitrokey.com/download>`_ Appen åbner du "Menu -> Configure -> Change User PIN" for at åbne dialogboksen til at ændre PIN-koden.
el: Μπορείτε να αλλάξετε το PIN χρήστη με την εφαρμογή Nitrokey App, αν χρησιμοποιείτε Nitrokey Pro ή Nitrokey Storage. Στην εφαρμογή `Nitrokey <https://www.nitrokey.com/download>`_ ανοίξτε το "Μενού -> Διαμόρφωση -> Αλλαγή PIN χρήστη" για να ανοίξετε το παράθυρο διαλόγου για την αλλαγή του PIN.
es: Puede cambiar el PIN de usuario con la App Nitrokey si utiliza una Nitrokey Pro o Nitrokey Storage. En la `App Nitrokey <https://www.nitrokey.com/download>`_ abra 'Menú -> Configurar -> Cambiar PIN de usuario' para abrir el diálogo para cambiar el PIN.
et: Kui kasutate Nitrokey Pro või Nitrokey Storage'i, saate kasutaja PIN-koodi muuta Nitrokey rakenduse abil. Avage rakenduses `Nitrokey <https://www.nitrokey.com/download>`_ App 'Menu -> Configure -> Change User PIN', et avada dialoog PIN-koodi muutmiseks.
fi: Voit vaihtaa käyttäjän PIN-koodin Nitrokey-sovelluksella, jos käytät Nitrokey Pro- tai Nitrokey Storage -järjestelmää. Avaa `Nitrokey <https://www.nitrokey.com/download>`_ -sovelluksessa 'Valikko -> Määritä -> Muuta käyttäjän PIN-koodi' avataksesi valintaikkunan PIN-koodin muuttamista varten.
hu: A Nitrokey Pro vagy Nitrokey Storage használata esetén a Nitrokey App segítségével módosíthatja a felhasználói PIN-kódot. A `Nitrokey <https://www.nitrokey.com/download>`_ alkalmazásban nyissa meg a 'Menü -> Konfigurálás -> Felhasználói PIN módosítása' párbeszédpanelt a PIN módosításához.
ja: Nitrokey ProまたはNitrokey Storageを使用している場合は、NitrokeyアプリでユーザーPINを変更することができます。`Nitrokey <https://www.nitrokey.com/download>`_アプリで「Menu -> Configure -> Change User PIN」を開くと、PINを変更するダイアログが表示されます。
lt: Jei naudojate "Nitrokey Pro" arba "Nitrokey" saugyklą, naudotojo PIN kodą galite pakeisti naudodami "Nitrokey" programėlę. Programėlėje `"Nitrokey" <https://www.nitrokey.com/download>`_ atidarykite "Menu -> Configure -> Change User PIN" (Meniu -> Configure -> Change User PIN), kad atidarytumėte dialogo langą PIN kodui pakeisti.
lv: Ja izmantojat Nitrokey Pro vai Nitrokey krātuvi, lietotāja PIN kodu varat mainīt, izmantojot Nitrokey lietotni. Lietotnē `Nitrokey <https://www.nitrokey.com/download>`_ atveriet "Izvēlne -> Konfigurēt -> Mainīt lietotāja PIN kodu", lai atvērtu dialoglodziņu PIN koda maiņai.
nl: U kunt de gebruikers-PIN met de Nitrokey App wijzigen als u een Nitrokey Pro of Nitrokey Storage gebruikt. In de `Nitrokey <https://www.nitrokey.com/download>`_ App opent u 'Menu -> Configuratie -> Gebruikers-PIN wijzigen' om het dialoogvenster te openen om de PIN te wijzigen.
pl: Możesz zmienić PIN użytkownika za pomocą aplikacji Nitrokey App, jeśli używasz Nitrokey Pro lub Nitrokey Storage. W aplikacji `Nitrokey <https://www.nitrokey.com/download>`_ otwórz 'Menu -> Konfiguracja -> Zmień PIN użytkownika', aby otworzyć okno dialogowe do zmiany PIN.
pt: Pode alterar o PIN do utilizador com a aplicação Nitrokey se utilizar um Nitrokey Pro ou um Nitrokey Storage. Na aplicação `Nitrokey <https://www.nitrokey.com/download>`_Aplicação abra 'Menu -> Configure -> Change User PIN' para abrir o diálogo para alterar o PIN.
ro: Puteți schimba PIN-ul utilizatorului cu aplicația Nitrokey dacă utilizați un Nitrokey Pro sau Nitrokey Storage. În `Nitrokey <https://www.nitrokey.com/download>`_ App deschideți 'Menu -> Configure -> Change User PIN' (Meniu -> Configurare -> Schimbare PIN utilizator) pentru a deschide fereastra de dialog pentru a schimba PIN-ul.
ru: При использовании Nitrokey Pro или Nitrokey Storage вы можете изменить PIN-код пользователя с помощью приложения Nitrokey App. В приложении `Nitrokey <https://www.nitrokey.com/download>`_ откройте "Menu -> Configure -> Change User PIN", чтобы открыть диалог для изменения PIN-кода.
sk: Ak používate zariadenie Nitrokey Pro alebo Nitrokey Storage, môžete zmeniť používateľský kód PIN pomocou aplikácie Nitrokey. V aplikácii `Nitrokey <https://www.nitrokey.com/download>`_ otvorte "Menu -> Configure -> Change User PIN" (Ponuka -> Konfigurácia -> Zmeniť používateľský kód PIN) a otvorte dialógové okno na zmenu kódu PIN.
sl: Če uporabljate napravo Nitrokey Pro ali Nitrokey Storage, lahko uporabniško kodo PIN spremenite z aplikacijo Nitrokey. V `Nitrokey <https://www.nitrokey.com/download>`_ App odprite "Menu -> Configure -> Change User PIN", da odprete pogovorno okno za spremembo kode PIN.
sv: Du kan ändra användar-PIN-koden med Nitrokey-appen om du använder en Nitrokey Pro eller Nitrokey Storage. I `Nitrokey <https://www.nitrokey.com/download>`_-appen öppnar du "Menu -> Configure -> Change User PIN" (meny -> konfigurera -> ändra användar-PIN) för att öppna dialogrutan för att ändra PIN-koden.
zh_cn: 如果使用Nitrokey Pro或Nitrokey Storage，你可以通过Nitrokey应用程序改变用户的PIN码。在`Nitrokey <https://www.nitrokey.com/download>`_应用程序中，打开'菜单-> 配置-> 更改用户密码'以打开更改密码的对话框。

source: You can change the User PIN in the dialog window now.
bg: Сега можете да промените ПИН кода на потребителя в диалоговия прозорец.
da: Du kan nu ændre bruger-PIN-koden i dialogvinduet.
el: Τώρα μπορείτε να αλλάξετε το PIN χρήστη στο παράθυρο διαλόγου.
es: Ahora puede cambiar el PIN de usuario en la ventana de diálogo.
et: Kasutaja PIN-koodi saate nüüd muuta dialoogiaknas.
fi: Voit nyt muuttaa käyttäjän PIN-koodia valintaikkunassa.
fr: Vous pouvez maintenant modifier le code PIN de l'utilisateur dans la fenêtre de dialogue.
hu: A Felhasználói PIN-kódot mostantól a párbeszédablakban módosíthatja.
ja: 現在、ダイアログウィンドウでユーザーPINの変更が可能です。
lt: Dabar dialogo lange galite keisti naudotojo PIN kodą.
lv: Tagad lietotāja PIN kodu var mainīt dialoglodziņā.
nl: U kunt de gebruikers-PIN nu in het dialoogvenster wijzigen.
pl: Teraz można zmienić kod PIN użytkownika w oknie dialogowym.
pt: Você pode alterar o PIN do usuário na janela de diálogo agora.
ro: Acum puteți modifica PIN-ul utilizatorului în fereastra de dialog.
ru: Теперь вы можете изменить PIN-код пользователя в диалоговом окне.
sk: V dialógovom okne môžete teraz zmeniť používateľský kód PIN.
sl: Uporabniško kodo PIN lahko zdaj spremenite v pogovornem oknu.
sv: Du kan ändra användar-PIN-koden i dialogfönstret nu.
zh_cn: 你现在可以在对话窗口中更改用户密码。

source: The user PIN can have up to 20 digits and other characters (e.g. alphabetic and special characters). But as the user PIN is blocked as soon three wrong PIN attempts were done, it is sufficiently secure to only have a 6 digits PIN. The default PIN is 123456.
bg: Потребителският ПИН код може да съдържа до 20 цифри и други символи (напр. буквени и специални символи). Но тъй като потребителският ПИН се блокира при три грешни опита за въвеждане на ПИН, достатъчно сигурно е да има само 6-цифрен ПИН. ПИН кодът по подразбиране е 123456.
da: Bruger-PIN-koden kan have op til 20 cifre og andre tegn (f.eks. alfabetiske og specialtegn). Men da bruger-PIN-koden blokeres, så snart der er gjort tre forkerte PIN-forsøg, er det tilstrækkeligt sikkert kun at have en 6-cifret PIN-kode. Standard-PIN-koden er 123456.
el: Το PIN χρήστη μπορεί να έχει έως και 20 ψηφία και άλλους χαρακτήρες (π.χ. αλφαβητικούς και ειδικούς χαρακτήρες). Καθώς όμως το PIN χρήστη μπλοκάρεται μόλις γίνουν τρεις λανθασμένες προσπάθειες για το PIN, είναι αρκετά ασφαλές να έχετε μόνο ένα PIN με 6 ψηφία. Το προεπιλεγμένο PIN είναι 123456.
es: El PIN de usuario puede tener hasta 20 dígitos y otros caracteres (por ejemplo, caracteres alfabéticos y especiales). Pero como el PIN de usuario se bloquea en cuanto se hacen tres intentos de PIN erróneos, es suficientemente seguro tener sólo un PIN de 6 dígitos. El PIN por defecto es 123456.
et: Kasutaja PIN-kood võib sisaldada kuni 20 numbrit ja muid sümboleid (nt tähestikku ja erimärke). Kuid kuna kasutaja PIN-kood blokeeritakse, kui on tehtud kolm valet PIN-koodi katset, on piisavalt turvaline kasutada ainult 6-kohalist PIN-koodi. Vaikimisi PIN-kood on 123456.
fi: Käyttäjän PIN-koodissa voi olla enintään 20 numeroa ja muita merkkejä (esim. aakkos- ja erikoismerkkejä). Koska käyttäjän PIN-koodi kuitenkin estetään heti, kun kolme väärää PIN-koodiyritystä on tehty, on riittävän turvallista käyttää vain 6-numeroista PIN-koodia. Oletusarvoinen PIN-koodi on 123456.
fr: Le PIN de l'utilisateur peut comporter jusqu'à 20 chiffres et d'autres caractères (par exemple, des caractères alphabétiques et spéciaux). Mais comme le PIN de l'utilisateur est bloqué dès que trois tentatives de PIN erroné ont été effectuées, il est suffisamment sûr de n'avoir qu'un PIN à 6 chiffres. Le PIN par défaut est 123456.
hu: A felhasználói PIN-kód legfeljebb 20 számjegyből és egyéb karakterekből (pl. betű- és speciális karakterek) állhat. Mivel azonban a felhasználói PIN-kódot három rossz PIN-kódkísérlet után blokkolja a rendszer, elegendő biztonságot nyújt, ha csak 6 számjegyű PIN-kódot használ. Az alapértelmezett PIN 123456.
ja: ユーザーPINは、最大20桁の数字とその他の文字（アルファベットや特殊文字など）を使用することができます。しかし、暗証番号を3回間違えるとブロックされるため、6桁の暗証番号だけでも十分に安全です。デフォルトのPINは123456です。
lt: Vartotojo PIN kodą gali sudaryti iki 20 skaitmenų ir kitų simbolių (pvz., raidžių ir specialiųjų simbolių). Tačiau kadangi naudotojo PIN užblokuojamas, kai tik atliekami trys neteisingi PIN bandymai, pakankamai saugu turėti tik 6 skaitmenų PIN. Numatytasis PIN kodas yra 123456.
lv: Lietotāja PIN kodā var būt līdz 20 cipariem un citām rakstzīmēm (piemēram, burtiem un speciālajām rakstzīmēm). Taču, tā kā lietotāja PIN tiek bloķēts, tiklīdz ir veikti trīs nepareizi PIN piešķiršanas mēģinājumi, ir pietiekami droši izmantot tikai 6 ciparu PIN kodu. Noklusējuma PIN kods ir 123456.
nl: De gebruikers-PIN kan tot 20 cijfers en andere tekens (bv. alfabetische en speciale tekens) omvatten. Maar aangezien de gebruikers-PIN wordt geblokkeerd zodra drie verkeerde PIN-pogingen zijn gedaan, is het voldoende veilig om slechts een PIN van 6 cijfers te hebben. De standaard PIN-code is 123456.
pl: Kod PIN użytkownika może składać się z maksymalnie 20 cyfr i innych znaków (np. alfabetycznych i specjalnych). Ponieważ jednak kod PIN użytkownika jest blokowany po trzech błędnych próbach wpisania, wystarczająco bezpieczny jest tylko 6-cyfrowy kod PIN. Domyślny kod PIN to 123456.
pt: O PIN do utilizador pode ter até 20 dígitos e outros caracteres (por exemplo, caracteres alfabéticos e especiais). Mas como o PIN do usuário é bloqueado assim que três tentativas erradas de PIN são feitas, é suficientemente seguro para ter apenas um PIN de 6 dígitos. O PIN padrão é 123456.
ro: PIN-ul utilizatorului poate avea până la 20 de cifre și alte caractere (de exemplu, caractere alfabetice și speciale). Dar, deoarece PIN-ul utilizatorului este blocat de îndată ce au fost efectuate trei încercări greșite de a introduce un PIN, este suficient de sigur să aveți un PIN de numai 6 cifre. PIN-ul implicit este 123456.
ru: PIN-код пользователя может содержать до 20 цифр и других символов (например, алфавитных и специальных). Но поскольку PIN-код пользователя блокируется сразу после трех неправильных попыток ввода PIN-кода, достаточно безопасно иметь PIN-код, состоящий только из 6 цифр. PIN-код по умолчанию - 123456.
sk: Používateľský kód PIN môže mať maximálne 20 číslic a ďalších znakov (napr. abecedných a špeciálnych). Keďže sa však používateľský kód PIN zablokuje hneď po troch nesprávnych pokusoch o zadanie kódu PIN, je dostatočne bezpečné mať len 6-miestny kód PIN. Predvolený kód PIN je 123456.
sl: Uporabniška koda PIN ima lahko do 20 številk in drugih znakov (npr. abecednih in posebnih znakov). Ker pa se uporabniška koda PIN blokira takoj, ko so bili opravljeni trije napačni poskusi koda PIN, je dovolj varno, če ima le šestmestno kodo PIN. Privzeta koda PIN je 123456.
sv: Användar-PIN-koden kan ha upp till 20 siffror och andra tecken (t.ex. bokstavs- och specialtecken). Men eftersom användar-PIN-koden blockeras så snart tre felaktiga PIN-försök har gjorts, är det tillräckligt säkert att bara ha en 6-siffrig PIN-kod. Standard-PIN-koden är 123456.
zh_cn: 用户密码可以有多达20位数字和其他字符（如字母和特殊字符）。但是，由于用户的PIN码在三次错误的PIN码尝试后就会被阻止，所以只有6位数的PIN码就足够安全了。默认的PIN码是123456。

source: Admin PIN
bg: ПИН код на администратора
da: Admin PIN-kode
el: PIN διαχειριστή
es: PIN de administración
et: Admin PIN-kood
fi: Ylläpitäjän PIN-koodi
fr: PIN administrateur
hu: Admin PIN-kód
ja: 管理者パスワード
lt: Administratoriaus PIN kodas
lv: Administratora PIN kods
pl: PIN administratora
pt: PIN de administração
ru: PIN-код администратора
sk: PIN kód administrátora
sv: PIN-kod för administratör
zh_cn: 管理密码
