Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/nitropad.po
Languages: bg, da, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: Add “Network controler” device
bg: Добавяне на устройство "Network controler"
da: Tilføj "Network controler"-enhed
el: Προσθήκη συσκευής "Network controler"
es: Añadir dispositivo "Controlador de red"
et: Lisage seade "Network controler".
fi: Lisää "Network controler" -laite
fr: Ajouter le dispositif "Contrôleur de réseau".
hu: "Hálózati vezérlő" eszköz hozzáadása
ja: ネットワークコントローラー」デバイスの追加
lt: Pridėti įrenginį "Tinklo valdiklis"
lv: Pievienot ierīci "Tīkla kontrolieris"
nl: Netwerkcontroller" apparaat toevoegen
pl: Dodaj urządzenie "Network controler".
pt: Adicionar dispositivo "Controlador de rede
ro: Adăugați dispozitivul "Controler de rețea"
ru: Добавить устройство "Контроллер сети"
sk: Pridanie zariadenia "Network controler"
sl: Dodajte napravo "Network controler"
sv: Lägg till enheten "Network controler".
zh_cn: 添加 "网络控制仪 "设备

source: Click “OK” and restart the system.
bg: Щракнете върху "OK" и рестартирайте системата.
da: Klik på "OK", og genstart systemet.
el: Κάντε κλικ στο "OK" και επανεκκινήστε το σύστημα.
es: Haga clic en "Aceptar" y reinicie el sistema.
et: Klõpsake nuppu "OK" ja käivitage süsteem uuesti.
fi: Napsauta "OK" ja käynnistä järjestelmä uudelleen.
fr: Cliquez sur "OK" et redémarrez le système.
hu: Kattintson az "OK" gombra, és indítsa újra a rendszert.
ja: OK "をクリックし、システムを再起動します。
lt: Spustelėkite "OK" ir iš naujo paleiskite sistemą.
lv: Noklikšķiniet uz "OK" un restartējiet sistēmu.
nl: Klik op "OK" en herstart het systeem.
pl: Kliknij "OK" i uruchom ponownie system.
pt: Clique em "OK" e reinicie o sistema.
ro: Faceți clic pe "OK" și reporniți sistemul.
ru: Нажмите "OK" и перезагрузите систему.
sk: Kliknite na tlačidlo "OK" a reštartujte systém.
sl: Kliknite "V redu" in znova zaženite sistem.
sv: Klicka på "OK" och starta om systemet.
zh_cn: 点击 "确定 "并重新启动系统。

source: Enable Network Settings, e.g. Wifi
bg: Активиране на мрежовите настройки, например Wifi
da: Aktiver netværksindstillinger, f.eks. Wifi
el: Ενεργοποίηση ρυθμίσεων δικτύου, π.χ. Wifi
es: Habilitar la configuración de la red, por ejemplo, Wifi
et: Võta kasutusele võrguseaded, nt Wifi
fi: Ota käyttöön verkkoasetukset, esim. Wifi.
fr: Activez les paramètres réseau, par exemple Wifi.
hu: Hálózati beállítások engedélyezése, pl. Wifi
ja: ネットワーク設定を有効にする（例：Wifi
lt: įjungti tinklo nustatymus, pvz., "Wifi
lv: Tīkla iestatījumu, piemēram, Wifi, iespējošana
nl: Activeer Netwerk Instellingen, b.v. Wifi
pl: Włącz ustawienia sieciowe, np. Wifi
pt: Habilitar Configurações de Rede, por exemplo, Wifi
ro: Activați setările de rețea, de exemplu, Wifi
ru: Включить сетевые настройки, например, Wifi
sk: Povolenie sieťových nastavení, napr. Wifi
sl: Omogočite nastavitve omrežja, npr. Wifi
sv: Aktivera nätverksinställningar, t.ex. Wifi
zh_cn: 启用网络设置，如：Wifi

source: To be able to use Wifi, Bluetooth and other functionalities, "Settings" must be activated in "sys-net".
bg: За да можете да използвате Wifi, Bluetooth и други функционалности, трябва да активирате "Settings" в "sys-net".
da: For at kunne bruge Wifi, Bluetooth og andre funktioner skal "Settings" være aktiveret i "sys-net".
el: Για να μπορέσετε να χρησιμοποιήσετε το Wifi, το Bluetooth και άλλες λειτουργίες, πρέπει να ενεργοποιήσετε το "Ρυθμίσεις" στο "sys-net".
es: Para poder utilizar el Wifi, el Bluetooth y otras funcionalidades, "Ajustes" debe ser activado en "sys-net".
et: Wifi, Bluetoothi ja muude funktsioonide kasutamiseks tuleb "Settings" aktiveerida "sys-net".
fi: Wlanin, Bluetoothin ja muiden toimintojen käyttäminen edellyttää, että "Asetukset" on aktivoitu "sys-net" -kohdassa.
fr: Pour pouvoir utiliser Wifi, Bluetooth et d'autres fonctionnalités, il faut activer "Paramètres" dans "sys-net".
hu: A Wifi, Bluetooth és egyéb funkciók használatához a "Beállítások" -t aktiválni kell a "sys-net" -ben.
ja: WifiやBluetoothなどの機能を利用するためには、"sys-net"で"Settings"を有効にする必要があります。
lt: Kad galėtumėte naudotis "Wifi", "Bluetooth" ir kitomis funkcijomis, "Nustatymai" turi būti aktyvuoti "sys-net".
lv: Lai varētu izmantot Wifi, Bluetooth un citas funkcijas, "Settings" ir jāaktivizē "sys-net".
nl: Om Wifi, Bluetooth en andere functionaliteiten te kunnen gebruiken, moet "Settings" geactiveerd zijn in "sys-net".
pl: Aby móc korzystać z Wifi, Bluetooth i innych funkcji, "Ustawienia" muszą być aktywowane w "sys-net".
pt: Para poder utilizar Wifi, Bluetooth e outras funcionalidades, "Settings" deve ser ativado em "sys-net".
ro: Pentru a putea utiliza Wifi, Bluetooth și alte funcționalități, "Settings" trebuie să fie activat în "sys-net".
ru: Чтобы иметь возможность использовать Wifi, Bluetooth и другие функциональные возможности, "Настройки" должны быть активированы в "sys-net".
sk: Aby ste mohli používať Wifi, Bluetooth a ďalšie funkcie, musíte aktivovať "Nastavenia" v "sys-net".
sl: Če želite uporabljati funkcije Wifi, Bluetooth in druge funkcije, morate v razdelku "sys-net" aktivirati možnost "Settings".
sv: För att kunna använda Wifi, Bluetooth och andra funktioner måste "Settings" aktiveras i "sys-net".
zh_cn: 为了能够使用Wifi、蓝牙和其他功能，必须在"sys-net"中激活"设置"。

source: Click on the top left Qubes Icon and select Qubes:Settings under sys-net.
bg: Щракнете върху горната лява икона на Qubes и изберете Qubes:Settings (Настройки) в раздела sys-net (Системна мрежа).
da: Klik på Qubes-ikonet øverst til venstre, og vælg Qubes:Settings under sys-net.
el: Κάντε κλικ στο εικονίδιο Qubes πάνω αριστερά και επιλέξτε Qubes:Settings κάτω από το sys-net.
es: Haz clic en el icono Qubes de la parte superior izquierda y selecciona Qubes:Settings en sys-net.
et: Klõpsake vasakul üleval Qubes'i ikoonil ja valige sys-net'i all Qubes:Settings.
fi: Napsauta vasemmassa yläkulmassa olevaa Qubes-kuvaketta ja valitse Qubes:Settings (Qubes:Asetukset) sys-net-kohdasta.
fr: Cliquez sur l'icône Qubes en haut à gauche et sélectionnez Qubes:Settings sous sys-net.
hu: Kattintson a bal felső Qubes ikonra, és válassza a Qubes:Settings (Qubes:Beállítások) menüpontot a sys-net alatt.
ja: 左上の「Qubes」アイコンをクリックし、「sys-net」の「Qubes:Settings」を選択します。
lt: Spustelėkite viršutinę kairiąją "Qubes" piktogramą ir pasirinkite Qubes:Settings (nustatymai), esantį sys-net.
lv: Noklikšķiniet uz Qubes ikonas augšējā kreisajā pusē un atlasiet Qubes:Settings (Qubes:Iestatījumi) sys-net sadaļā.
nl: Klik op het Qubes Icoon links boven en selecteer Qubes:Instellingen onder sys-net.
pl: Kliknij na ikonę Qubes w lewym górnym rogu i wybierz Qubes:Settings pod sys-net.
pt: Clique no ícone superior esquerdo Qubes Icon e seleccione Qubes:Settings em sys-net.
ro: Faceți clic pe pictograma Qubes din stânga sus și selectați Qubes:Settings (Setări) sub sys-net.
ru: Нажмите на левый верхний значок Qubes и выберите Qubes:Settings в разделе sys-net.
sk: Kliknite na ikonu Qubes vľavo hore a vyberte Qubes:Settings (Nastavenia) v časti sys-net.
sl: Kliknite levo zgoraj ikono Qubes in izberite Qubes:Settings (Nastavitve) v razdelku sys-net.
sv: Klicka på den övre vänstra Qubes-ikonen och välj Qubes:Settings under sys-net.
zh_cn: 点击左上方的Qubes图标，选择sys-net下的Qubes:设置。

source: Go to Applications, select "Settings" and click ">" to move it to the right side.
bg: Отидете в Приложения, изберете "Настройки" и щракнете върху ">", за да го преместите вдясно.
da: Gå til Programmer, vælg "Indstillinger" og klik på ">" for at flytte den til højre.
el: Πηγαίνετε στις Εφαρμογές, επιλέξτε "Ρυθμίσεις"και κάντε κλικ στο ">"για να το μετακινήσετε στη δεξιά πλευρά.
es: Ir a Aplicaciones, seleccione "Configuración" y haga clic en ">" para moverlo a la derecha.
et: Minge rakendustesse, valige "Seaded" ja klõpsake ">", et see paremale poole liigutada.
fi: Siirry kohtaan Sovellukset, valitse "Asetukset" ja siirrä se oikealle puolelle napsauttamalla ">".
fr: Allez dans Applications, sélectionnez "Paramètres" et cliquez sur ">" pour le déplacer vers le côté droit.
hu: Válassza az Alkalmazások menüpontot, válassza a "Beállítások" lehetőséget, majd kattintson a ">" gombra a jobb oldalra való áthelyezéshez.
ja: アプリケーション」から「設定」を選択し、「">"」をクリックすると、右側に移動します。
lt: Eikite į Programos, pasirinkite "Nustatymai" ir spustelėkite ">", kad perkeltumėte jį į dešinę pusę.
lv: Dodieties uz Programmas, atlasiet "Iestatījumi" un noklikšķiniet uz ">", lai to pārvietotu uz labo pusi.
nl: Ga naar Toepassingen, selecteer "Instellingen" en klik ">" om het naar de rechterkant te verplaatsen.
pl: Przejdź do Aplikacji, wybierz "Ustawienia" i kliknij ">", aby przenieść go na prawą stronę.
pt: Vá para Applications, selecione "Settings" e clique """" para movê-lo para o lado direito.
ro: Accesați Aplicații, selectați "Setări" și faceți clic pe ">" pentru a o muta în partea dreaptă.
ru: Перейдите в Приложения, выберите "Настройки" и нажмите ">", чтобы переместить его в правую часть.
sk: Prejdite do aplikácie, vyberte položku "Nastavenia" a kliknite na ">", aby ste ju presunuli na pravú stranu.
sl: Pojdite na Aplikacije, izberite "Nastavitve" in kliknite ">", da ga premaknete na desno stran.
sv: Gå till Program, välj "Inställningar" och klicka på ">" för att flytta den till höger.
zh_cn: 进入应用程序，选择"设置"，并点击">"，将其移至右侧。

source: Click "Apply" and after wards "Ok".
bg: Кликнете върху "Apply" и след това върху "Ok".
da: Klik på "Anvend" og derefter på "Ok".
el: Κάντε κλικ στο "Apply" και μετά στο "Ok".
es: Haga clic en "Aplicar" y después de wards "Ok".
et: Klõpsake "Apply" ja seejärel "Ok".
fi: Napsauta "Apply" ja sen jälkeen "Ok".
fr: Cliquez sur "Appliquer" et ensuite sur "Ok".
hu: Kattintson a "Alkalmazás" és a "Oké" gombra.
ja: Apply"をクリックし、次にOk"をクリックします。
lt: Spustelėkite "Apply" ir po to "Ok".
lv: Noklikšķiniet uz "Apply" un pēc tam uz "Ok".
nl: Klik op "Apply" en daarna op "Ok".
pl: Kliknij "Zastosuj" i po woodzie "Ok".
pt: Clique "Aplicar" e depois das alas "Ok".
ro: Faceți clic pe "Apply" și după aceea pe "Ok".
ru: Нажмите "Применить" и после этого "Ок".
sk: Kliknite na tlačidlo "Apply" a potom na tlačidlo "Ok".
sl: Kliknite "Uporabi" in nato "Ok".
sv: Klicka på "Tillämpa" och sedan på "Ok".
zh_cn: 点击"应用"，然后点击"好"。

source: Now you should have "Settings" visible under sys-net.
bg: Сега трябва да видите "Settings" под sys-net.
da: Nu bør du have "Settings" synlig under sys-net.
el: Τώρα θα πρέπει να έχετε το "Settings" ορατό στο sys-net.
es: Ahora debería tener "Configuración" visible en sys-net.
et: Nüüd peaks olema "Settings" nähtav sys-net'i all.
fi: Nyt sinulla pitäisi olla "Asetukset" näkyvissä sys-net-kohdassa.
fr: Maintenant vous devriez avoir "Settings" visible sous sys-net.
hu: Most már a sys-net alatt láthatóvá kell válnia a "Settings" (Beállítások").
ja: これで、sys-netの下に"Settings"が表示されるはずです。
lt: Dabar turėtumėte matyti "Nustatymai" pagal sys-net.
lv: Tagad jums vajadzētu būt "Settings"; redzams zem sys-net.
nl: Nu zou je "Settings" zichtbaar moeten hebben onder sys-net.
pl: Teraz powinieneś mieć "Ustawienia" widoczne pod sys-net.
pt: Agora você deve ter "Settings" visível sob o sys-net.
ro: Acum ar trebui să aveți "Settings" vizibil sub sys-net.
ru: Теперь в разделе sys-net должны быть видны "Настройки".
sk: Teraz by ste mali mať "Settings" viditeľné v časti sys-net.
sl: Zdaj bi morali imeti "Nastavitve" vidno pod sys-net.
sv: Nu bör du ha "Settings" synligt under sys-net.
zh_cn: 现在你应该在sys-net下看到"设置"。

source: If it won't open Settings after clicking on it, please follow the instructions below.
bg: Ако не се отвори Настройки, след като щракнете върху него, следвайте инструкциите по-долу.
da: Hvis den ikke åbner Indstillinger, når du klikker på den, skal du følge nedenstående vejledning.
el: Αν δεν ανοίξει τις Ρυθμίσεις αφού κάνετε κλικ σε αυτές, ακολουθήστε τις παρακάτω οδηγίες.
es: Si no se abre la configuración después de hacer clic en ella, siga las siguientes instrucciones.
et: Kui see ei avane pärast sellele klõpsamist Seaded, järgige alljärgnevaid juhiseid.
fi: Jos se ei avaudu Asetukset napsauttamisen jälkeen, noudata alla olevia ohjeita.
fr: Si elle n'ouvre pas les paramètres après avoir cliqué dessus, veuillez suivre les instructions ci-dessous.
hu: Ha nem nyitja meg a Beállítások gombra kattintás után, kérjük, kövesse az alábbi utasításokat.
ja: クリックしても「設定」が開かない場合は、以下の手順に従ってください。
lt: Jei paspaudus jį nepavyksta atidaryti Nustatymai, vadovaukitės toliau pateiktais nurodymais.
lv: Ja pēc noklikšķināšanas uz tā netiek atvērti Iestatījumi, izpildiet tālāk sniegtos norādījumus.
nl: Als het Instellingen niet opent nadat u erop hebt geklikt, volg dan de onderstaande instructies.
pl: Jeśli po kliknięciu na niego Ustawienia nie otworzą się, proszę postępować zgodnie z poniższymi instrukcjami.
pt: Se ganhou't abrir Configurações após clicar nele, por favor siga as instruções abaixo.
ro: Dacă nu se deschide Setări după ce faceți clic pe ea, urmați instrucțiunile de mai jos.
ru: Если после нажатия на него Настройки не открываются, следуйте приведенным ниже инструкциям.
sk: Ak sa po kliknutí na ňu neotvoria Nastavenia, postupujte podľa nižšie uvedených pokynov.
sl: Če se po kliku na Nastavitve ne odpre, sledite spodnjim navodilom.
sv: Om den inte öppnar Inställningar efter att du har klickat på den, följ instruktionerna nedan.
zh_cn: 如果点击后无法打开设置，请按照以下说明进行操作。

source: Fix sys-net Settings
bg: Фиксиране на настройките на sys-net
da: Fastsæt indstillinger for sys-net
el: Fix sys-net Ρυθμίσεις
es: Fijar la configuración de sys-net
et: Fix sys-net seaded
fi: Korjaa sys-net-asetukset
fr: Fixer les paramètres sys-net
hu: Fix sys-net beállítások
ja: sys-net設定の修正
lt: Fiksuoti sys-net nustatymus
lv: Noteikt sys-net iestatījumus
nl: Herstel sys-net instellingen
pl: Popraw ustawienia sys-net
pt: Corrigir configurações da sys-net
ro: Fixează setările sys-net
ru: Исправить настройки sys-net
sk: Oprava nastavení siete sys-net
sl: Določite nastavitve omrežja sys-net
sv: Fixa sys-net-inställningar
zh_cn: 修复系统网络设置

source: Go to the sys-net Terminal.
bg: Отидете в терминала на sys-net.
da: Gå til sys-net-terminalen.
el: Μεταβείτε στο τερματικό του sys-net.
es: Vaya al Terminal sys-net.
et: Mine sys-net Terminal.
fi: Siirry sys-net-päätteeseen.
fr: Allez dans le terminal sys-net.
hu: Menjen a sys-net terminálra.
ja: sys-net Terminalにアクセスします。
lt: Eikite į "sys-net" terminalą.
lv: Dodieties uz sys-net termināli.
nl: Ga naar de sys-net Terminal.
pl: Przejść do terminala sys-net.
pt: Vá para o terminal sys-net.
ro: Mergeți la terminalul sys-net.
ru: Перейдите в терминал sys-net.
sk: Prejdite do terminálu sys-net.
sl: Pojdite v terminal sys-net.
sv: Gå till sys-net-terminalen.
zh_cn: 转到sys-net终端。

source: Open the bashrc-file with ``sudo vim ~/.bashrc``.
bg: Отворете файла bashrc с ``sudo vim ~/.bashrc``.
da: Åbn bashrc-filen med ``sudo vim ~/.bashrc``.
el: Ανοίξτε το αρχείο bashrc με ``sudo vim ~/.bashrc``.
es: Abre el archivo bashrc con ``sudo vim ~/.bashrc``.
et: Avage bashrc-fail ``sudo vim ~/.bashrc``.
fi: Avaa bashrc-tiedosto ``sudo vim ~/.bashrc``.
fr: Ouvrez le fichier bashrc avec ``sudo vim ~/.bashrc``.
hu: Nyissa meg a bashrc-fájlt a ``sudo vim ~/.bashrc`` parancsszóval.
ja: ``sudo vim ~/.bashrc``でbashrc-fileを開きます。
lt: Atidarykite bashrc failą su ``sudo vim ~/.bashrc``.
lv: Atveriet bashrc failu ar ``sudo vim ~/.bashrc``.
nl: Open het bashrc-bestand met ``sudo vim ~/.bashrc``.
pl: Otwórz plik bashrc z ``sudo vim ~/.bashrc``.
pt: Abra o arquivo bashrc com ``sudo vim ~/.bashrc```.
ro: Deschideți fișierul bashrc cu ``sudo vim ~/.bashrc``.
ru: Откройте bashrc-файл командой ``sudo vim ~/.bashrc``.
sk: Otvorte súbor bashrc pomocou ``sudo vim ~/.bashrc``.
sl: Odprite datoteko bashrc z ``sudo vim ~/.bashrc``.
sv: Öppna bashrc-filen med ``sudo vim ~/.bashrc``.
zh_cn: 用``sudo vim ~/.bashrc``打开bashrc-文件。

source: Press "i" to enable the editing and add ``export XDG_CURRENT_DESKTOP=GNOME`` to the file.
bg: Натиснете "i", за да активирате редактирането и да добавите ``export XDG_CURRENT_DESKTOP=GNOME`` към файла.
da: Tryk på "i" for at aktivere redigeringen og tilføje ``export XDG_CURRENT_DESKTOP=GNOME`` til filen.
el: Πατήστε "i" για να ενεργοποιήσετε την επεξεργασία και να προσθέσετε ``export XDG_CURRENT_DESKTOP=GNOME`` στο αρχείο.
es: Pulse "i" para habilitar la edición y añadir ``export XDG_CURRENT_DESKTOP=GNOME`` al archivo.
et: Vajutage "i", et lubada redigeerimist ja lisada faili ``export XDG_CURRENT_DESKTOP=GNOME``.
fi: Paina "i" ottaaksesi muokkauksen käyttöön ja lisätäksesi tiedostoon ``export XDG_CURRENT_DESKTOP=GNOME``.
fr: Appuyez sur "i" pour activer l'édition et ajoutez ``export XDG_CURRENT_DESKTOP=GNOME`` au fichier.
hu: Nyomja meg az "i" gombot a szerkesztés engedélyezéséhez és a ``export XDG_CURRENT_DESKTOP=GNOME`` hozzáadásához.
ja: i"を押して編集を有効にし、``export XDG_CURRENT_DESKTOP=GNOME``をファイルに追加します。
lt: Paspauskite "i", kad įjungtumėte redagavimą ir į failą pridėtumėte ``export XDG_CURRENT_DESKTOP=GNOME``.
lv: Nospiediet "i", lai iespējotu rediģēšanu un pievienojiet ``export XDG_CURRENT_DESKTOP=GNOME`` failam.
nl: Druk op "i" om de bewerking in te schakelen en ``export XDG_CURRENT_DESKTOP=GNOME`` aan het bestand toe te voegen.
pl: Naciśnij "i", aby włączyć edycję i dodać ``export XDG_CURRENT_DESKTOP=GNOME`` do pliku.
pt: Pressione "i" para habilitar a edição e adicionar ``export XDG_CURRENT_DESKTOP=GNOME>`` ao arquivo.
ro: Apăsați "i" pentru a activa editarea și adăugați ``export XDG_CURRENT_DESKTOP=GNOME``` la fișier.
ru: Нажмите "i", чтобы включить редактирование и добавить ``export XDG_CURRENT_DESKTOP=GNOME`` в файл.
sk: Stlačením tlačidla "i" povolíte editáciu a pridáte ``export XDG_CURRENT_DESKTOP=GNOME`` do súboru.
sl: Pritisnite "i", da omogočite urejanje in v datoteko dodajte ``export XDG_CURRENT_DESKTOP=GNOME``.
sv: Tryck på "i" för att aktivera redigeringen och lägga till ``export XDG_CURRENT_DESKTOP=GNOME`` i filen.
zh_cn: 按"i"启用编辑，并将``export XDG_CURRENT_DESKTOP=GNOME``加入文件。

source: Save the changes with ``:wq``.
bg: Запазете промените с ``:wq``.
da: Gem ændringerne med ``:wq``.
el: Αποθηκεύστε τις αλλαγές με ``:wq``.
es: Guarda los cambios con ``:wq``.
et: Salvesta muudatused ``:wq``.
fi: Tallenna muutokset ``:wq``.
fr: Sauvegardez les changements avec ``:wq``.
hu: Mentse a változtatásokat a ``:wq`` szöveggel.
ja: ``:wq``で変更を保存します。
lt: Įrašykite pakeitimus naudodami ``:wq``.
lv: Saglabājiet izmaiņas ar ``:wq``.
nl: Sla de wijzigingen op met ``:wq``.
pl: Zapisz zmiany za pomocą ``:wq``.
pt: Guarde as alterações com ``:wq```.
ro: Salvați modificările cu ``:wq```.
ru: Сохраните изменения с помощью ``:wq``.
sk: Uložte zmeny pomocou ``:wq``.
sl: Shranite spremembe z ``:wq``.
sv: Spara ändringarna med ``:wq``.
zh_cn: 用``:wq``保存更改。

source: Restart your NitroPad.
bg: Рестартирайте своя NitroPad.
da: Genstart din NitroPad.
el: Κάντε επανεκκίνηση του NitroPad.
es: Reinicie su NitroPad.
et: Käivitage oma NitroPad uuesti.
fi: Käynnistä NitroPad uudelleen.
fr: Redémarre ton NitroPad.
hu: Indítsa újra a NitroPad készüléket.
ja: NitroPadを再起動してください。
lt: Iš naujo paleiskite "NitroPad".
lv: Restartējiet NitroPad.
nl: Start je NitroPad opnieuw op.
pl: Uruchom ponownie NitroPad.
pt: Reinicie o seu NitroPad.
ro: Reporniți NitroPad.
ru: Перезагрузите планшет NitroPad.
sk: Reštartujte zariadenie NitroPad.
sl: Ponovno zaženite napravo NitroPad.
sv: Starta om NitroPad.
zh_cn: 重新启动你的NitroPad。

source: Now Settings should be visible.
bg: Сега Настройките трябва да са видими.
da: Nu bør Indstillinger være synlige.
el: Τώρα οι Ρυθμίσεις θα πρέπει να είναι ορατές.
es: Ahora la configuración debería ser visible.
et: Nüüd peaksid seaded olema nähtavad.
fi: Nyt Asetusten pitäisi olla näkyvissä.
fr: Les paramètres devraient maintenant être visibles.
hu: Most a Beállításoknak láthatónak kell lenniük.
ja: これで「設定」が表示されるはずです。
lt: Dabar nustatymai turėtų būti matomi.
lv: Tagad iestatījumiem jābūt redzamiem.
nl: Nu zouden de instellingen zichtbaar moeten zijn.
pl: Teraz ustawienia powinny być widoczne.
pt: Agora as Configurações devem estar visíveis.
ro: Acum, Setări ar trebui să fie vizibile.
ru: Теперь Настройки должны быть видны.
sk: Teraz by mali byť viditeľné Nastavenia.
sl: Zdaj morajo biti vidne nastavitve.
sv: Nu bör Inställningar vara synliga.
zh_cn: 现在设置应该是可见的。

source: Nitrokey App Installation
bg: Инсталиране на приложението Nitrokey
da: Installation af Nitrokey-appen
el: Εγκατάσταση εφαρμογής Nitrokey
es: Instalación de la aplicación Nitrokey
et: Nitrokey rakenduse paigaldamine
fi: Nitrokey-sovelluksen asennus
hu: Nitrokey alkalmazás telepítése
ja: Nitrokeyアプリのインストール
lt: Programėlės "Nitrokey" diegimas
lv: Nitrokey lietotnes instalēšana
nl: Nitrokey App Installatie
pl: Instalacja aplikacji Nitrokey
pt: Instalação da aplicação Nitrokey
ro: Instalarea aplicației Nitrokey
ru: Установка приложения Nitrokey
sk: Inštalácia aplikácie Nitrokey
sl: Namestitev aplikacije Nitrokey
sv: Installation av Nitrokey-appen
zh_cn: Nitrokey应用程序的安装

source: Set in the "Qubes Settings" of sys-usb "Networking" to default and "Apply" the changes.
bg: Задайте в "Qubes Settings" на sys-usb "Networking" по подразбиране и "Apply" промените.
da: Indstil "Qubes Settings" i sys-usb "Networking" til standard og "Apply" ændringerne.
el: Ορίστε στο "Qubes Settings" του sys-usb "Networking" την προεπιλογή και "Apply" τις αλλαγές.
es: Establecer en el "Qubes Settings" de sys-usb "Networking" por defecto y "Aplicar" los cambios.
et: Seadistage "Qubes Settings" sys-usb "Networking" vaikimisi ja "Apply" muudatused.
fi: Aseta "Qubes Settings" sys-usb "Networking" -kohdassa oletusarvoksi ja "Apply" muutokset.
hu: Állítsa be a "Qubes Settings" a sys-usb "Networking" alapértelmezettre és "Apply" a változtatásokat.
ja: sys-usbの"Qubes Settings"で、"Networking"をデフォルトに設定し、"Apply"で変更します。
lt: Nustatykite "Qubes Settings" sys-usb "Networking" pagal nutylėjimą ir "Apply" pakeitimus.
lv: Iestatiet "Qubes iestatījumi" sys-usb "Tīklu" noklusējuma un "Piemērot" izmaiņas.
nl: Zet in de "Qubes Settings" van sys-usb "Networking" op standaard en "Apply" de wijzigingen.
pl: Ustaw w "Qubes Settings" sys-usb "Networking" na domyślne i "Apply" zmiany.
pt: Definir no "Qubes Settings" do sys-usb "Networking" para o padrão e "Apply" as alterações.
ro: Setați în "Qubes Settings" din sys-usb "Networking" la default și "Apply" modificările.
ru: Установите в "Настройках Qubes" sys-usb "Networking" по умолчанию и "Примените" изменения.
sk: Nastavte v "Qubes Settings" sys-usb "Networking" na predvolené a "Apply" zmeny.
sl: V nastavitvah "Qubes Settings" sys-usb "Networking" nastavite privzeto in "Apply" spremembe.
sv: Ställ in "Qubes Settings" i sys-usb "Networking" till standard och "Apply" ändringarna.
zh_cn: 在sys-usb的"Qubes Settings"中设置"Networking"为默认值，然后"Apply"改变。
