Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/nitropad.po
Languages: bg, da, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: With the NitroPad, malicious changes to the BIOS, operating system, and software can be easily detected. For example, if you left your NitroPad in a hotel room, you can use your Nitrokey to check if it has been tampered with while you were away. If an attacker modifies the NitroPad’s firmware or operating system, the Nitrokey will detect this (instructions below).
bg: С помощта на NitroPad лесно се откриват злонамерени промени в BIOS, операционната система и софтуера. Например, ако сте оставили своя NitroPad в хотелска стая, можете да използвате своя Nitrokey, за да проверите дали са били извършени промени в него, докато сте отсъствали. Ако нападател модифицира фърмуера или операционната система на NitroPad, Nitrokey ще открие това (инструкции по-долу).
da: Med NitroPad kan ondsindede ændringer af BIOS, operativsystem og software let opdages. Hvis du f.eks. har efterladt din NitroPad på et hotelværelse, kan du bruge din Nitrokey til at kontrollere, om der er blevet pillet ved den, mens du var væk. Hvis en angriber ændrer NitroPad'ens firmware eller operativsystem, vil Nitrokey registrere dette (vejledning nedenfor).
el: Με το NitroPad, οι κακόβουλες αλλαγές στο BIOS, το λειτουργικό σύστημα και το λογισμικό μπορούν εύκολα να εντοπιστούν. Για παράδειγμα, αν αφήσατε το NitroPad σας σε ένα δωμάτιο ξενοδοχείου, μπορείτε να χρησιμοποιήσετε το κλειδί Nitrokey για να ελέγξετε αν έχει υποστεί αλλοίωση όσο λείπατε. Εάν ένας εισβολέας τροποποιήσει το υλικολογισμικό ή το λειτουργικό σύστημα του NitroPad, το Nitrokey θα το εντοπίσει (οδηγίες παρακάτω).
es: Con el NitroPad, se pueden detectar fácilmente los cambios maliciosos en la BIOS, el sistema operativo y el software. Por ejemplo, si ha dejado su NitroPad en una habitación de hotel, puede utilizar su Nitrokey para comprobar si ha sido manipulado mientras estaba fuera. Si un atacante modifica el firmware o el sistema operativo del NitroPad, el Nitrokey lo detectará (instrucciones más abajo).
et: NitroPadiga saab hõlpsasti tuvastada pahatahtlikud muudatused BIOSis, operatsioonisüsteemis ja tarkvaras. Näiteks kui jätsite oma NitroPad'i hotellituppa, saate Nitrokey abil kontrollida, kas seda on teie äraoleku ajal võltsitud. Kui ründaja muudab NitroPadi püsivara või operatsioonisüsteemi, tuvastab Nitrokey selle (juhised allpool).
fi: NitroPadin avulla BIOSin, käyttöjärjestelmän ja ohjelmistojen haitalliset muutokset voidaan havaita helposti. Jos esimerkiksi jätit NitroPadin hotellihuoneeseen, voit tarkistaa Nitro-avaimen avulla, onko sitä peukaloitu poissa ollessasi. Jos hyökkääjä muuttaa NitroPadin laiteohjelmistoa tai käyttöjärjestelmää, Nitrokey havaitsee tämän (ohjeet alla).
fr: Avec le NitroPad, les modifications malveillantes du BIOS, du système d'exploitation et des logiciels peuvent être facilement détectées. Par exemple, si vous avez laissé votre NitroPad dans une chambre d'hôtel, vous pouvez utiliser votre Nitrokey pour vérifier s'il a été manipulé pendant votre absence. Si un attaquant modifie le micrologiciel ou le système d'exploitation du NitroPad, la Nitrokey le détectera (instructions ci-dessous).
hu: A NitroPad segítségével a BIOS, az operációs rendszer és a szoftverek rosszindulatú módosításai könnyen felismerhetők. Ha például a NitroPad-et egy szállodai szobában hagyta, a Nitrokey segítségével ellenőrizheti, hogy nem piszkálták-e meg, amíg távol volt. Ha egy támadó módosítja a NitroPad firmware-ét vagy operációs rendszerét, a Nitrokey érzékeli ezt (utasítások alább).
ja: NitroPadを使えば、BIOSやOS、ソフトウェアへの悪意のある変更を簡単に検知することができます。例えば、NitroPadをホテルの部屋に置いてきた場合、留守中に改ざんされていないかどうかをNitrokeyで確認することができます。攻撃者がNitroPadのファームウェアやオペレーティングシステムを変更した場合、Nitrokeyがこれを検知します（以下の手順）。
lt: Naudojant "NitroPad" galima lengvai aptikti kenkėjiškus BIOS, operacinės sistemos ir programinės įrangos pakeitimus. Pavyzdžiui, jei palikote "NitroPad" viešbučio kambaryje, naudodami "Nitrokey" galite patikrinti, ar į jį nebuvo kėsintasi, kol buvote išvykę. Jei užpuolikas pakeičia "NitroPad" programinę įrangą arba operacinę sistemą, "Nitrokey" tai aptiks (instrukcijos toliau).
lv: Izmantojot NitroPad, var viegli atklāt ļaunprātīgas izmaiņas BIOS, operētājsistēmā un programmatūrā. Piemēram, ja esat atstājis NitroPad viesnīcas numurā, varat izmantot Nitrokey, lai pārbaudītu, vai jūsu prombūtnes laikā tajā nav veikti manipulācijas. Ja uzbrucējs pārveidos NitroPad programmaparatūru vai operētājsistēmu, Nitrokey to atklās (norādījumi tālāk).
nl: Met de NitroPad kunnen kwaadwillige wijzigingen in het BIOS, het besturingssysteem en de software gemakkelijk worden opgespoord. Als u uw NitroPad bijvoorbeeld in een hotelkamer hebt achtergelaten, kunt u de Nitrokey gebruiken om te controleren of er tijdens uw afwezigheid met het apparaat is geknoeid. Als een aanvaller de firmware of het besturingssysteem van de NitroPad wijzigt, zal de Nitrokey dit detecteren (instructies hieronder).
pl: Dzięki NitroPadowi można łatwo wykryć złośliwe zmiany w BIOSie, systemie operacyjnym i oprogramowaniu. Na przykład, jeśli zostawiłeś swojego NitroPada w pokoju hotelowym, możesz użyć Nitrokey, aby sprawdzić, czy podczas Twojej nieobecności nie doszło do ingerencji w urządzenie. Jeśli napastnik zmodyfikuje firmware lub system operacyjny NitroPada, Nitrokey to wykryje (instrukcje poniżej).
pt: Com o NitroPad, alterações maliciosas na BIOS, sistema operacional e software podem ser facilmente detectadas. Por exemplo, se você deixou seu NitroPad em um quarto de hotel, você pode usar seu Nitrokey para verificar se ele foi adulterado enquanto você estava fora. Se um atacante modificar o firmware ou sistema operativo do NitroPad, a Nitrokey irá detectar isto (instruções abaixo).
ro: Cu NitroPad, modificările rău intenționate ale BIOS-ului, sistemului de operare și ale software-ului pot fi detectate cu ușurință. De exemplu, dacă v-ați lăsat NitroPad-ul într-o cameră de hotel, puteți folosi Nitrokey pentru a verifica dacă a fost modificat în timp ce erați plecat. Dacă un atacator modifică firmware-ul sau sistemul de operare al NitroPad-ului, Nitrokey va detecta acest lucru (instrucțiunile de mai jos).
ru: С помощью NitroPad можно легко обнаружить вредоносные изменения в BIOS, операционной системе и программном обеспечении. Например, если вы оставили свой NitroPad в номере отеля, вы можете использовать Nitrokey, чтобы проверить, не был ли он взломан во время вашего отсутствия. Если злоумышленник изменит прошивку или операционную систему NitroPad, Nitrokey обнаружит это (инструкции ниже).
sk: Pomocou zariadenia NitroPad možno ľahko odhaliť škodlivé zmeny v systéme BIOS, operačnom systéme a softvéri. Ak ste napríklad nechali zariadenie NitroPad v hotelovej izbe, môžete pomocou kľúča Nitrokey skontrolovať, či s ním nebolo počas vašej neprítomnosti manipulované. Ak útočník upraví firmvér alebo operačný systém zariadenia NitroPad, zariadenie Nitrokey to zistí (pokyny nižšie).
sl: Z napravo NitroPad lahko enostavno odkrijete zlonamerne spremembe BIOS-a, operacijskega sistema in programske opreme. Če ste na primer računalnik NitroPad pustili v hotelski sobi, lahko s ključem Nitrokey preverite, ali je bilo v času vaše odsotnosti v računalnik posegano. Če napadalec spremeni vdelano programsko opremo ali operacijski sistem naprave NitroPad, bo Nitrokey to zaznal (navodila spodaj).
sv: Med NitroPad kan skadliga ändringar i BIOS, operativsystem och programvara lätt upptäckas. Om du till exempel har lämnat din NitroPad på ett hotellrum kan du använda din Nitrokey för att kontrollera om den har manipulerats medan du var borta. Om en angripare ändrar NitroPads fasta programvara eller operativsystem kommer Nitrokey att upptäcka detta (instruktioner nedan).
zh_cn: 有了NitroPad，对BIOS、操作系统和软件的恶意修改可以很容易被发现。例如，如果你把NitroPad留在酒店房间里，你可以用Nitrokey来检查它在你离开时是否被篡改过。如果攻击者修改了NitroPad的固件或操作系统，Nitrokey会检测到这一点（说明如下）。

source: Verification of Sealed Hardware
bg: Проверка на запечатан хардуер
da: Verifikation af forseglet hardware
el: Επαλήθευση του σφραγισμένου υλικού
es: Verificación del hardware sellado
et: Plommitud riistvara kontrollimine
fi: Sinetöityjen laitteistojen tarkastaminen
fr: Vérification du matériel scellé
hu: A lezárt hardver ellenőrzése
ja: 密封されたハードウェアの検証
lt: Užplombuotos aparatinės įrangos tikrinimas
lv: Aizzīmogotas aparatūras verifikācija
nl: Verificatie van verzegelde hardware
pl: Weryfikacja zaplombowanego sprzętu
pt: Verificação de Hardware Selado
ro: Verificarea hardware-ului sigilat
ru: Проверка опломбированного оборудования
sk: Overenie zapečateného hardvéru
sl: Preverjanje zapečatene strojne opreme
sv: Verifiering av förseglad hårdvara
zh_cn: 密封硬件的验证

source: If you have ordered the unit with the option “sealed screws and sealed bag”, please `verify the sealing <sealed-hardware.html>`_ before unpacking. If you do not know what this means, skip this section.
bg: Ако сте поръчали устройството с опцията "запечатани винтове и запечатана торба", моля `проверете запечатването <sealed-hardware.html>`_ преди разопаковането. Ако не знаете какво означава това, пропуснете този раздел.
da: Hvis du har bestilt enheden med tilvalget "forseglede skruer og forseglet pose", skal du `bekræfte forseglingen <sealed-hardware.html>`_ inden udpakning. Hvis du ikke ved, hvad dette betyder, kan du springe dette afsnit over.
el: Εάν έχετε παραγγείλει τη μονάδα με την επιλογή "σφραγισμένες βίδες και σφραγισμένη σακούλα", παρακαλούμε `επιβεβαιώστε τη σφράγιση <sealed-hardware.html>`_ πριν από την αποσυσκευασία. Εάν δεν γνωρίζετε τι σημαίνει αυτό, παραλείψτε αυτή την ενότητα.
es: Si ha pedido la unidad con la opción "tornillos sellados y bolsa sellada", por favor `verifique el sellado <sealed-hardware.html>`_ antes de desembalar. Si no sabe lo que significa, sáltese esta sección.
et: Kui olete seadme tellinud valikuga "pitseeritud kruvid ja pitseeritud kott", palun ` kontrollige enne lahtipakkimist pitseerimist <sealed-hardware.html>`_. Kui te ei tea, mida see tähendab, jätke see lõik vahele.
fi: Jos olet tilannut laitteen vaihtoehdolla "sinetöidyt ruuvit ja sinetöity pussi", tarkista `sinetöinti <sealed-hardware.html>`_ ennen pakkauksen purkamista. Jos et tiedä, mitä tämä tarkoittaa, ohita tämä kohta.
hu: Ha a készüléket a "lezárt csavarok és lezárt zacskó" opcióval rendelte, kérjük, ` a kicsomagolás előtt ellenőrizze a tömítést <sealed-hardware.html>`_. Ha nem tudja, hogy ez mit jelent, ugorja át ezt a részt.
ja: オプションの「封印されたネジと封印された袋」で本機を注文された場合、開梱前に`封印の確認<sealed-hardware.html>`_を行ってください。この意味がわからない方は、このセクションを読み飛ばしてください。
lt: Jei užsakėte įrenginį su galimybe "užplombuoti varžtai ir užplombuotas maišelis", prieš išpakuodami `patikrinkite sandarumą <sealed-hardware.html>`_. Jei nežinote, ką tai reiškia, praleiskite šį skyrių.
lv: Ja esat pasūtījis ierīci ar opciju "aizzīmogotas skrūves un aizzīmogots maiss", pirms izpakošanas pārbaudiet, vai ` ir aizzīmogots <sealed-hardware.html>`_. Ja nezināt, ko tas nozīmē, izlaidiet šo sadaļu.
nl: Als u het toestel besteld hebt met de optie "verzegelde schroeven en verzegelde zak", controleer dan `de verzegeling <sealed-hardware.html>`_voor u het toestel uitpakt. Als u niet weet wat dit betekent, sla dit gedeelte dan over.
pl: Jeśli urządzenie zostało zamówione z opcją "zapieczętowane śruby i zapieczętowana torba", należy ` sprawdzić zapieczętowanie <sealed-hardware.html>`_ przed rozpakowaniem. Jeśli nie wiesz, co to oznacza, pomiń ten rozdział.
pt: Se você encomendou a unidade com a opção "parafusos selados e saco selado", por favor `verificar a selagem <sealed-hardware.html>`_ antes de desembalar. Se você não sabe o que isto significa, pule esta seção.
ro: Dacă ați comandat unitatea cu opțiunea "șuruburi sigilate și sac sigilat", vă rugăm să `verificați sigilarea <sealed-hardware.html>`_ înainte de despachetare. Dacă nu știți ce înseamnă acest lucru, săriți peste această secțiune.
ru: Если вы заказали устройство с опцией "опломбированные винты и опломбированный пакет", пожалуйста, `проверьте пломбирование <sealed-hardware.html>`_ перед распаковкой. Если вы не знаете, что это значит, пропустите этот раздел.
sk: Ak ste si objednali jednotku s možnosťou "zapečatené skrutky a zapečatené vrecko", pred vybalením ` overte zapečatenie <sealed-hardware.html>`_. Ak neviete, čo to znamená, preskočte túto časť.
sl: Če ste enoto naročili z možnostjo "zapečateni vijaki in zapečatena vrečka", pred razpakiranjem `preverite zapečatenje <sealed-hardware.html>`_. Če ne veste, kaj to pomeni, preskočite to poglavje.
sv: Om du har beställt enheten med alternativet "förseglade skruvar och förseglad påse" ska du `verifiera förseglingen <sealed-hardware.html>`_ innan du packar upp. Om du inte vet vad detta innebär kan du hoppa över det här avsnittet.
zh_cn: 如果您在订购时选择了 "密封螺丝和密封袋"，请在开箱前`确认密封<sealed-hardware.html>`_。如果你不知道这意味着什么，请跳过本节。

source: Secure Starting Procedure
bg: Процедура за сигурно стартиране
da: Procedure for sikker opstart
el: Ασφαλής διαδικασία εκκίνησης
es: Procedimiento de arranque seguro
et: Turvaline stardiprotseduur
fi: Turvallinen käynnistysmenettely
fr: Procédure de démarrage sécurisé
hu: Biztonságos indítási eljárás
ja: 確実な起動手順
lt: Saugaus paleidimo procedūra
lv: Droša palaišanas procedūra
nl: Veilige startprocedure
pl: Bezpieczna procedura uruchamiania
pt: Procedimento de início seguro
ro: Procedura de pornire securizată
ru: Процедура безопасного запуска
sk: Postup bezpečného spustenia
sl: Postopek varnega zagona
sv: Förfarande för säker start
zh_cn: 安全启动程序

source: Each time you start the NitroPad, you should - if possible - connect your Nitrokey. If the Nitrokey is plugged in and the system has not been modified, the following screen will appear when the NitroPad is turned on.
bg: Всеки път, когато стартирате NitroPad, трябва - ако е възможно - да свържете своя Nitrokey. Ако ключът Nitrokey е свързан и системата не е модифицирана, при включване на NitroPad ще се появи следният екран.
da: Hver gang du starter NitroPad, bør du - hvis det er muligt - tilslutte din Nitrokey. Hvis Nitrokey er tilsluttet, og systemet ikke er blevet ændret, vises følgende skærm, når NitroPad tændes.
el: Κάθε φορά που ξεκινάτε το NitroPad, θα πρέπει - αν είναι δυνατόν - να συνδέετε το Nitrokey σας. Εάν το Nitrokey είναι συνδεδεμένο και το σύστημα δεν έχει τροποποιηθεί, κατά την ενεργοποίηση του NitroPad θα εμφανιστεί η ακόλουθη οθόνη.
es: Cada vez que inicie el NitroPad, deberá -si es posible- conectar su Nitrokey. Si la Nitrokey está conectada y el sistema no ha sido modificado, al encender el NitroPad aparecerá la siguiente pantalla.
et: Iga kord, kui käivitate NitroPad'i, peaksite - kui võimalik - ühendama oma Nitrokey'i. Kui Nitrokey on ühendatud ja süsteemi ei ole muudetud, ilmub NitroPadi sisselülitamisel järgmine ekraan.
fi: Aina kun käynnistät NitroPadin, sinun on - jos mahdollista - kytkettävä Nitrokey. Jos Nitrokey on kytketty ja järjestelmää ei ole muutettu, seuraava näyttö tulee näkyviin, kun NitroPad käynnistetään.
fr: Chaque fois que vous démarrez le NitroPad, vous devez - si possible - brancher votre Nitrokey. Si la Nitrokey est branchée et que le système n'a pas été modifié, l'écran suivant apparaît à la mise sous tension du NitroPad.
hu: A NitroPad minden egyes indításakor - ha lehetséges - csatlakoztassa a Nitrokey-t. Ha a Nitrokey be van csatlakoztatva, és a rendszer nem lett módosítva, a NitroPad bekapcsolásakor a következő képernyő jelenik meg.
ja: NitroPadを起動するたびに、可能であればNitrokeyを接続してください。Nitrokeyが接続され、システムが変更されていない場合、NitroPadの電源を入れると次のような画面が表示されます。
lt: Kiekvieną kartą paleidę "NitroPad", jei įmanoma, turėtumėte prijungti "Nitrokey". Jei "Nitrokey" yra prijungtas ir sistema nebuvo modifikuota, įjungus "NitroPad" bus rodomas šis ekranas.
lv: Katru reizi, kad palaižat NitroPad, ja iespējams, ir jāpievieno Nitrokey. Ja Nitrokey ir pievienots un sistēma nav pārveidota, ieslēdzot NitroPad, tiks parādīts šāds ekrāns.
nl: Telkens als je de NitroPad opstart, moet je - indien mogelijk - je Nitrokey aansluiten. Als de Nitrokey is aangesloten en het systeem is niet gewijzigd, zal het volgende scherm verschijnen wanneer de NitroPad wordt aangezet.
pl: Za każdym razem, gdy uruchamiasz NitroPad, powinieneś - jeśli to możliwe - podłączyć swój Nitrokey. Jeśli Nitrokey jest podłączony, a system nie został zmodyfikowany, po włączeniu NitroPada pojawi się następujący ekran.
pt: Cada vez que iniciar o NitroPad, você deve - se possível - conectar sua Nitrokey. Se o Nitrokey estiver ligado e o sistema não tiver sido modificado, aparecerá a seguinte tela quando o NitroPad estiver ligado.
ro: De fiecare dată când porniți NitroPad, ar trebui - dacă este posibil - să vă conectați Nitrokey. Dacă Nitrokey este conectată și sistemul nu a fost modificat, la pornirea NitroPad va apărea următorul ecran.
ru: При каждом запуске NitroPad следует - если это возможно - подключать Nitrokey. Если Nitrokey подключен и система не была изменена, при включении NitroPad появится следующий экран.
sk: Pri každom spustení zariadenia NitroPad by ste mali - ak je to možné - pripojiť svoj kľúč Nitrokey. Ak je kľúč Nitrokey pripojený a systém nebol upravený, po zapnutí zariadenia NitroPad sa zobrazí nasledujúca obrazovka.
sl: Ob vsakem zagonu naprave NitroPad morate - če je le mogoče - priključiti ključ Nitrokey. Če je ključ Nitrokey priključen in sistem ni bil spremenjen, se ob vklopu naprave NitroPad prikaže naslednji zaslon.
sv: Varje gång du startar NitroPad bör du - om möjligt - ansluta din Nitrokey. Om Nitrokey är inkopplad och systemet inte har ändrats visas följande skärm när NitroPad slås på.
zh_cn: 每次启动NitroPad时，您应该--如果可能的话--连接您的Nitrokey。如果Nitrokey被插入，并且系统没有被修改过，那么当NitroPad被打开时，将出现以下屏幕。
