Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/nitrophone.po
Languages: bg, cs, da, de, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, ro, ru, sk, sl, sv, zh_cn

source: To make it difficult for strangers to read the PIN when typing it in, you can display the PIN layout in a random order. Additionally, we recommend a `privacy screen <https://shop.nitrokey.com/shop/product/privacyscreen-for-nitrophone-1-194>`_. To enable, select: *Settings -> Security -> PIN scrambling -> Scramble PIN*
bg: За да се затрудни разчитането на ПИН кода от непознати лица при въвеждането му, можете да покажете разположението на ПИН кода в произволен ред. Освен това препоръчваме да използвате `привилегирован екран <https://shop.nitrokey.com/shop/product/privacyscreen-for-nitrophone-1-194>`_. За да активирате тази функция, изберете: *Настройки -> Сигурност -> Закриване на ПИН -> Закриване на ПИН*.
cs: Chcete-li cizím osobám ztížit přečtení kódu PIN při jeho zadávání, můžete zobrazit rozložení kódu PIN v náhodném pořadí. Kromě toho doporučujeme `privacy screen <https://shop.nitrokey.com/shop/product/privacyscreen-for-nitrophone-1-194>`_. Chcete-li tuto funkci povolit, vyberte možnost: *Nastavení -> Zabezpečení -> Skramblování PIN -> Skramblování PIN*.
da: For at gøre det svært for fremmede at læse PIN-koden, når du indtaster den, kan du vise PIN-layoutet i en tilfældig rækkefølge. Derudover anbefaler vi en `privatskærm <https://shop.nitrokey.com/shop/product/privacyscreen-for-nitrophone-1-194>`_. Du skal vælge for at aktivere: *Indstillinger -> Sikkerhed -> PIN-scrambling -> Scramble PIN*
de: Um es Fremden zu erschweren, die PIN bei der Eingabe zu lesen, können Sie das PIN-Layout in zufälliger Reihenfolge anzeigen. Zusätzlich empfehlen wir einen `Sicherheitsbildschirm <https://shop.nitrokey.com/shop/product/privacyscreen-for-nitrophone-1-194>`_. Zum Aktivieren, wählen Sie: *Einstellungen -> Sicherheit -> PIN-Verwürfelung -> PIN verschlüsseln*
el: Για να δυσκολευτούν οι ξένοι να διαβάσουν τον κωδικό PIN κατά την πληκτρολόγησή του, μπορείτε να εμφανίσετε τη διάταξη του PIN με τυχαία σειρά. Επιπλέον, συνιστούμε μια `οθόνη απορρήτου <https://shop.nitrokey.com/shop/product/privacyscreen-for-nitrophone-1-194>`_. Για να το ενεργοποιήσετε, επιλέξτε: *Ρυθμίσεις ->- Ασφάλεια ->- Κρυπτογράφηση PIN ->- Κρυπτογράφηση PIN*
es: Para dificultar la lectura del PIN por parte de extraños al teclearlo, puedes mostrar la disposición del PIN en un orden aleatorio. Además, recomendamos una pantalla de privacidad ` <https://shop.nitrokey.com/shop/product/privacyscreen-for-nitrophone-1-194>`_. Para habilitarla, seleccione: *Configuración -> Seguridad -> Codificación de PIN -> Codificar PIN*.
et: Selleks, et võõrastel oleks PIN-koodi sisestamisel raske lugeda, saate PIN-koodi paigutuse kuvada juhuslikus järjekorras. Lisaks soovitame `privaatsusekraani <https://shop.nitrokey.com/shop/product/privacyscreen-for-nitrophone-1-194>`_. Lubamiseks valige: *Settings -> Security -> PIN scrambling -> Scramble PIN*.
fi: Jotta tuntemattomien olisi vaikea lukea PIN-koodia, voit näyttää PIN-koodin asettelun satunnaisessa järjestyksessä. Lisäksi suosittelemme `tietosuojanäyttöä <https://shop.nitrokey.com/shop/product/privacyscreen-for-nitrophone-1-194>`_. Ota käyttöön valitsemalla: *Asetukset -> Suojaus -> PIN-koodin sekoittaminen -> PIN-koodin sekoittaminen*.
hu: Annak érdekében, hogy idegenek nehezen tudják elolvasni a PIN-kódot a beírás során, a PIN-kód elrendezését véletlenszerű sorrendben is megjelenítheti. Ezenkívül javasoljuk a `privát képernyő <https://shop.nitrokey.com/shop/product/privacyscreen-for-nitrophone-1-194>`_ használatát. Az engedélyezéshez válassza ki a következőt: *Settings -> Security -> PIN scrambling -> Scramble PIN*.
ja: 暗証番号を入力する際に見知らぬ人に読まれにくくするために、暗証番号のレイアウトをランダムに表示することができます。さらに、`プライバシースクリーン<https://shop.nitrokey.com/shop/product/privacyscreen-for-nitrophone-1-194>`_を推奨しています。有効にするには、選択してください。*設定 ->セキュリティ ->PINスクランブル ->PINをスクランブルする*。
lt: Kad įvesdami PIN kodą nepažįstamiems asmenims būtų sunku jį perskaityti, PIN kodo išdėstymą galite rodyti atsitiktine tvarka. Be to, rekomenduojame `privatų ekraną <https://shop.nitrokey.com/shop/product/privacyscreen-for-nitrophone-1-194>`_. Norėdami įjungti, pasirinkite: *PIN kodų užkodavimas -> užkoduoti PIN kodą -> užkoduoti PIN kodą*.
lv: Lai svešiniekiem, ievadot PIN kodu, būtu grūti to izlasīt, varat PIN kodu izkārtojumu parādīt izlases kārtībā. Turklāt mēs iesakām `privātuma ekrānu <https://shop.nitrokey.com/shop/product/privacyscreen-for-nitrophone-1-194>`_. Lai to iespējotu, izvēlieties: *PIN kodu kodēšanu -> Skramblēt PIN kodu*.
nl: Om het voor vreemden moeilijk te maken de PIN-code te lezen wanneer zij deze intypen, kunt u de PIN-code in een willekeurige volgorde weergeven. Bovendien bevelen wij een `privacy-scherm aan <https://shop.nitrokey.com/shop/product/privacyscreen-for-nitrophone-1-194>`_. Om in te schakelen, selecteert u: *Instellingen -> Beveiliging -> PIN scrambling -> Scramble PIN*
pl: Aby utrudnić osobom postronnym odczytanie kodu PIN podczas jego wpisywania, można wyświetlić układ kodu PIN w losowej kolejności. Dodatkowo zalecamy zastosowanie ekranu prywatności ` <https://shop.nitrokey.com/shop/product/privacyscreen-for-nitrophone-1-194>`_. Aby włączyć, wybierz: *Settings -> Security -> PIN scrambling -> Scramble PIN*.
ro: Pentru a îngreuna citirea PIN-ului de către persoane străine atunci când îl introduceți, puteți afișa structura PIN-ului într-o ordine aleatorie. În plus, vă recomandăm un `ecran de confidențialitate <https://shop.nitrokey.com/shop/product/privacyscreen-for-nitrophone-1-194>`_. Pentru a-l activa, selectați: *Setări -> Securitate -> Amestecare PIN -> Amestecare PIN -> Amestecare PIN*.
ru: Чтобы затруднить незнакомцам чтение PIN-кода при его вводе, можно отображать расположение PIN-кода в случайном порядке. Кроме того, мы рекомендуем ` экран конфиденциальности <https://shop.nitrokey.com/shop/product/privacyscreen-for-nitrophone-1-194>`_. Чтобы включить, выберите: *Настройки -> Безопасность -> Скремблирование PIN-кода -> Скремблировать PIN-код*.
sk: Ak chcete cudzím osobám sťažiť prečítanie kódu PIN pri jeho zadávaní, môžete zobraziť rozloženie kódu PIN v náhodnom poradí. Okrem toho odporúčame `prístupnú obrazovku <https://shop.nitrokey.com/shop/product/privacyscreen-for-nitrophone-1-194>`_. Ak chcete túto funkciu zapnúť, vyberte položku: *Nastavenia -> Zabezpečenie -> Šifrovanie PIN -> Šifrovať PIN*.
sl: Če želite, da neznanci pri vnosu kode PIN težko preberejo kodo PIN, jo lahko prikažete v naključnem vrstnem redu. Poleg tega priporočamo `zaslon za zasebnost <https://shop.nitrokey.com/shop/product/privacyscreen-for-nitrophone-1-194>`_. Če ga želite omogočiti, izberite: *Nastavitve -> Varnost -> Šifriranje kode PIN -> Šifriranje kode PIN*.
sv: För att göra det svårt för främlingar att läsa PIN-koden när de skriver in den kan du visa PIN-koden i slumpmässig ordning. Dessutom rekommenderar vi en `integritetsskärm <https://shop.nitrokey.com/shop/product/privacyscreen-for-nitrophone-1-194>`_. För att aktivera väljer du: *Inställningar -> Säkerhet -> Förvrängning av PIN-koder -> Förvrängning av PIN-koder*.
zh_cn: 为了让陌生人在输入PIN时难以读懂，你可以以随机顺序显示PIN的布局。此外，我们推荐使用`隐私屏幕<https://shop.nitrokey.com/shop/product/privacyscreen-for-nitrophone-1-194>`_。要启用，请选择。*设置 -> 安全 -> 扰乱密码 -> 扰乱密码*。

source: **Q:** What is a *Kill Switch* and how to activate it?
bg: **В:** Какво представлява *превключвателят за убиване* и как да го активирате?
cs: **Otázka:** Co je to *Spínač zabití* a jak ho aktivovat?
da: **Q:** Hvad er en *Kill Switch*, og hvordan aktiverer man den?
de: **Q:** Was ist ein *Kill Switch* und wie kann man ihn aktivieren?
el: **Ερώτηση:** Τι είναι ο διακόπτης *Kill Switch* και πώς να τον ενεργοποιήσετε;
es: **Q:** ¿Qué es un *Interruptor de muerte* y cómo se activa?
et: **K:** Mis on *Tapa lüliti* ja kuidas seda aktiveerida?
fi: **Q:** Mikä on *Kill Switch* ja miten se aktivoidaan?
hu: **K:** Mi az a *Kill Switch* és hogyan kell aktiválni?
ja: **Q：＊＊＊キルスイッチ＊＊とは何ですか？
lt: **Q:** Kas yra *žudymo jungiklis* ir kaip jį įjungti?
lv: **Q:** Kas ir *Nogalināšanas slēdzis* un kā to aktivizēt?
nl: **Q:** Wat is een *Kill schakelaar* en hoe activeer je die?
pl: **Q:** Co to jest *Kill Switch* i jak go aktywować?
ro: **Q:** Ce este un *Kill Switch* și cum se activează?
ru: **В:** Что такое *выключатель убийства* и как его активировать?
sk: **Otázka:** Čo je to *spínač zabitia* a ako ho aktivovať?
sl: **Q:** Kaj je *stikalo za ubijanje* in kako ga aktivirati?
sv: **Q:** Vad är en *Kill Switch* och hur aktiverar man den?
zh_cn: **问：**什么是*杀戮开关，如何启动它？

source: Kill Switches, which erase all the phone's data when triggered, are very risky in practice as they could be triggered unintentionally. Therefore, the NitroPhone instead has the feature to automatically shut down and restart when inactive for a set period of time. This puts the phone in a secure state where all data is encrypted, no data is in RAM, and the phone can only be unlocked with the legitimate PIN or password. To enable, select: *Settings -> Security -> Auto reboot -> select the idle time duration after which the phone should reboot*
bg: Превключвателите за изключване, които при задействане изтриват всички данни на телефона, са много рисковани на практика, тъй като могат да бъдат задействани неволно. Затова вместо това NitroPhone има функция за автоматично изключване и рестартиране при неактивност за определен период от време. По този начин телефонът преминава в защитено състояние, при което всички данни са криптирани, в оперативната памет няма данни и телефонът може да бъде отключен само с легитимния ПИН код или парола. За да разрешите, изберете: *Настройки -> Сигурност -> Автоматично рестартиране -> изберете продължителността на времето на бездействие, след което телефонът трябва да се рестартира*
cs: Vypínače, které po spuštění vymažou všechna data telefonu, jsou v praxi velmi rizikové, protože mohou být spuštěny neúmyslně. Proto je NitroPhone místo toho vybaven funkcí automatického vypnutí a restartování při nečinnosti po nastavenou dobu. Tím se telefon uvede do bezpečného stavu, kdy jsou všechna data zašifrována, v paměti RAM nejsou žádná data a telefon lze odemknout pouze pomocí legitimního kódu PIN nebo hesla. Chcete-li tuto funkci povolit, vyberte možnost: *Nastavení -> Zabezpečení -> Automatický restart -> vyberte dobu nečinnosti, po které se má telefon restartovat*.
da: Kill Switches, som sletter alle telefonens data, når de aktiveres, er meget risikable i praksis, da de kan aktiveres utilsigtet. Derfor har NitroPhone i stedet en funktion til automatisk at lukke ned og genstarte, når den er inaktiv i en bestemt periode. Dette sætter telefonen i en sikker tilstand, hvor alle data er krypteret, ingen data er i RAM, og telefonen kan kun låses op med den legitime pinkode eller adgangskode. Du skal vælge for at aktivere: *Indstillinger -> Sikkerhed -> Automatisk genstart -> vælg den tid, hvor telefonen skal genstarte efter inaktivitet*
de: Kill Switches, die bei Auslösung alle Daten des Telefons löschen, sind in der Praxis sehr riskant, da sie unbeabsichtigt ausgelöst werden können. Daher verfügt das NitroPhone stattdessen über die Funktion, sich automatisch abzuschalten und neu zu starten, wenn es eine bestimmte Zeit lang inaktiv ist. Dadurch wird das Telefon in einen sicheren Zustand versetzt, in dem alle Daten verschlüsselt sind, sich keine Daten im RAM befinden und das Telefon nur mit der legitimen PIN oder dem Passwort entsperrt werden kann. Zum Aktivieren wählen Sie: *Einstellungen -> Sicherheit -> Automatischer Neustart -> wählen Sie die Leerlaufzeit, nach der das Telefon neu gestartet werden soll*.
el: Οι διακόπτες Kill Switches, οι οποίοι διαγράφουν όλα τα δεδομένα του τηλεφώνου όταν ενεργοποιούνται, είναι πολύ επικίνδυνοι στην πράξη, καθώς θα μπορούσαν να ενεργοποιηθούν ακούσια. Ως εκ τούτου, το NitroPhone διαθέτει αντ' αυτού τη δυνατότητα αυτόματης απενεργοποίησης και επανεκκίνησης όταν είναι ανενεργό για ένα καθορισμένο χρονικό διάστημα. Αυτό θέτει το τηλέφωνο σε μια ασφαλή κατάσταση όπου όλα τα δεδομένα είναι κρυπτογραφημένα, δεν υπάρχουν δεδομένα στη μνήμη RAM και το τηλέφωνο μπορεί να ξεκλειδωθεί μόνο με το νόμιμο PIN ή τον κωδικό πρόσβασης. Για να το ενεργοποιήσετε, επιλέξτε: *Ρυθμίσεις ->- Ασφάλεια ->- Αυτόματη επανεκκίνηση ->- επιλέξτε τη διάρκεια του χρόνου αδράνειας μετά την οποία το τηλέφωνο θα πρέπει να κάνει επανεκκίνηση*.
es: Los Kill Switches, que borran todos los datos del teléfono cuando se activan, son muy arriesgados en la práctica, ya que podrían activarse involuntariamente. Por lo tanto, el NitroPhone tiene la función de apagarse y reiniciarse automáticamente cuando está inactivo durante un período de tiempo determinado. Esto pone el teléfono en un estado seguro en el que todos los datos están encriptados, no hay datos en la memoria RAM, y el teléfono sólo puede ser desbloqueado con el PIN o la contraseña legítimos. Para activarlo, seleccione: *Configuración -> Seguridad -> Reinicio automático -> seleccione la duración del tiempo de inactividad tras el cual el teléfono debe reiniciarse*.
et: Tapa lülitid, mis kustutavad kõik telefoni andmed, kui need käivituvad, on praktikas väga ohtlikud, kuna neid võidakse käivitada tahtmatult. Seepärast on NitroPhone'il selle asemel funktsioon, mis lülitab telefoni automaatselt välja ja taaskäivitub, kui see on määratud aja jooksul mitteaktiivne. See viib telefoni turvalisse olekusse, kus kõik andmed on krüpteeritud, RAM-is ei ole andmeid ja telefoni saab avada ainult seadusliku PIN-koodi või parooliga. Lubamiseks valige: *Settings -> Security -> Auto reboot -> valige tühikäigu kestus, mille järel telefon peaks taaskäivituma*.
fi: Kill-kytkimet, jotka poistavat kaikki puhelimen tiedot, kun ne käynnistetään, ovat käytännössä hyvin riskialttiita, koska ne voidaan käynnistää tahattomasti. Sen sijaan NitroPhonen ominaisuus sammuu ja käynnistyy automaattisesti uudelleen, kun se on ollut käyttämättömänä tietyn ajanjakson ajan. Näin puhelin siirtyy turvalliseen tilaan, jossa kaikki tiedot on salattu, mitään tietoja ei ole RAM-muistissa, ja puhelimen lukitus voidaan avata vain laillisella PIN-koodilla tai salasanalla. Ota käyttöön valitsemalla: *Asetukset -> Suojaus -> Automaattinen uudelleenkäynnistys -> valitse tyhjäkäynnin kesto, jonka jälkeen puhelimen pitäisi käynnistyä uudelleen*.
hu: A Kill Switches, amelyek a telefon összes adatát törlik, a gyakorlatban nagyon kockázatos, mivel akaratlanul is beindulhatnak. Ezért a NitroPhone ehelyett rendelkezik azzal a funkcióval, hogy automatikusan kikapcsol és újraindul, ha egy meghatározott ideig inaktív. Ezáltal a telefon biztonságos állapotba kerül, ahol minden adat titkosítva van, nincs adat a RAM-ban, és a telefon csak a törvényes PIN-kóddal vagy jelszóval oldható fel. Az engedélyezéshez válassza ki a következőt: * Beállítások -> Biztonság -> Automatikus újraindítás -> válassza ki az üresjárati idő időtartamát, amely után a telefon újrainduljon*.
ja: キルスイッチは、トリガーされると携帯電話のデータがすべて消去されますが、意図せずにトリガーされる可能性があるため、実際には非常に危険です。そこでNitroPhoneでは、一定時間活動していないと自動的にシャットダウンし、再起動する機能を搭載しています。これにより、携帯電話は、すべてのデータが暗号化され、データがRAMに存在せず、正規のPINまたはパスワードでなければロックを解除できない安全な状態になります。有効にするには、次のように選択します。*Settings -> Security -> Auto reboot -> 携帯電話が再起動するまでのアイドル時間を選択*。
lt: Išjungimo jungikliai, kurie suveikus ištrina visus telefono duomenis, praktiškai yra labai rizikingi, nes gali būti įjungti netyčia. Todėl vietoj to "NitroPhone" turi funkciją automatiškai išsijungti ir iš naujo įsijungti, kai neveikia nustatytą laiką. Taip telefonas pereina į saugią būseną, kurioje visi duomenys yra užšifruoti, operatyviojoje atmintyje nėra jokių duomenų, o telefoną galima atrakinti tik naudojant teisėtą PIN kodą arba slaptažodį. Norėdami įjungti, pasirinkite: Pasirinkite: *Nustatymai -> Saugumas -> Automatinis perkrovimas -> pasirinkite neveikimo trukmę, po kurios telefonas turėtų būti perkraunamas*.
lv: Nogalināšanas slēdži, kas pēc aktivizēšanas dzēš visus tālruņa datus, praksē ir ļoti riskanti, jo tos var aktivizēt nejauši. Tāpēc NitroPhone tā vietā ir funkcija, kas automātiski izslēdzas un atkal ieslēdzas, ja noteiktu laiku ir neaktīvs. Tādējādi tālrunis nonāk drošā stāvoklī, kurā visi dati ir šifrēti, operatīvajā atmiņā nav datu un tālruni var atbloķēt tikai ar likumīgu PIN kodu vai paroli. Lai iespējotu, izvēlieties: *iestatījumus -> Drošība -> Automātiska pārstartēšana -> atlasiet dīkstāves laika ilgumu, pēc kura tālrunim būtu jāpārstartē*.
nl: Kill Switches, die alle gegevens van de telefoon wissen wanneer ze worden geactiveerd, zijn in de praktijk zeer riskant omdat ze onbedoeld kunnen worden geactiveerd. Daarom heeft de NitroPhone in plaats daarvan de functie om automatisch af te sluiten en opnieuw op te starten wanneer hij gedurende een bepaalde periode inactief is. Dit zet de telefoon in een veilige toestand waarin alle gegevens versleuteld zijn, zich geen gegevens in het RAM bevinden en de telefoon alleen kan worden ontgrendeld met de legitieme PIN of wachtwoord. Om in te schakelen, selecteert u: *Instellingen -> Beveiliging -> Automatisch opnieuw opstarten -> selecteer de inactieve tijdsduur waarna de telefoon opnieuw moet opstarten*
pl: Wyłączniki, które po uruchomieniu kasują wszystkie dane telefonu, są w praktyce bardzo ryzykowne, ponieważ mogą zostać przypadkowo uruchomione. Dlatego NitroPhone posiada funkcję automatycznego wyłączania i ponownego uruchamiania, gdy nie jest aktywny przez określony czas. Dzięki temu telefon przechodzi w bezpieczny stan, w którym wszystkie dane są zaszyfrowane, żadne dane nie znajdują się w pamięci RAM, a telefon można odblokować tylko za pomocą odpowiedniego kodu PIN lub hasła. Aby włączyć, wybierz: *Ustawienia -> Bezpieczeństwo -> Automatyczny restart -> wybierz czas trwania bezczynności, po którym telefon powinien się zrestartować*.
ro: Comutatoarele Kill Switch, care șterg toate datele telefonului atunci când sunt declanșate, sunt foarte riscante în practică, deoarece ar putea fi declanșate neintenționat. Prin urmare, NitroPhone are în schimb funcția de a se închide și reporni automat atunci când este inactiv pentru o perioadă de timp stabilită. Acest lucru pune telefonul într-o stare de siguranță în care toate datele sunt criptate, nu există date în memoria RAM, iar telefonul poate fi deblocat doar cu PIN-ul sau parola legitimă. Pentru a activa, selectați: *Setări -> Securitate -> Repornire automată -> selectați durata timpului de inactivitate după care telefonul trebuie să repornească*.
ru: Kill Switches, которые при срабатывании стирают все данные телефона, на практике очень рискованны, поскольку могут сработать непреднамеренно. Поэтому NitroPhone вместо этого оснащен функцией автоматического выключения и перезапуска при отсутствии активности в течение заданного периода времени. Это переводит телефон в безопасное состояние, в котором все данные зашифрованы, в оперативной памяти нет никаких данных, а разблокировать телефон можно только с помощью законного PIN-кода или пароля. Для включения выберите: *Настройки -> Безопасность -> Автоперезагрузка -> выберите продолжительность времени простоя, после которого телефон должен перезагрузиться*.
sk: Spínače Kill Switch, ktoré po spustení vymažú všetky údaje telefónu, sú v praxi veľmi riskantné, pretože by sa mohli spustiť neúmyselne. Preto je NitroPhone namiesto toho vybavený funkciou automatického vypnutia a opätovného spustenia pri nečinnosti počas nastaveného času. Tým sa telefón uvedie do bezpečného stavu, v ktorom sú všetky údaje zašifrované, v pamäti RAM sa nenachádzajú žiadne údaje a telefón možno odomknúť len pomocou legitímneho kódu PIN alebo hesla. Ak chcete túto funkciu povoliť, vyberte položku: *Nastavenia -> Zabezpečenie -> Automatický reštart -> vyberte dobu nečinnosti, po ktorej sa má telefón reštartovať*.
sl: Stikala za izklop, ki ob sprožitvi izbrišejo vse podatke telefona, so v praksi zelo tvegana, saj se lahko sprožijo nenamerno. Zato ima NitroPhone namesto tega funkcijo samodejnega izklopa in ponovnega zagona, ko je določen čas neaktiven. Tako je telefon v varnem stanju, v katerem so vsi podatki šifrirani, v pomnilniku RAM ni nobenih podatkov, telefon pa je mogoče odkleniti le z legitimno kodo PIN ali geslom. Če želite omogočiti, izberite: izberite *Nastavitve -> Varnost -> Samodejni ponovni zagon -> izberite čas mirovanja, po katerem naj se telefon ponovno zažene*.
sv: Kill Switches, som raderar all data i telefonen när de aktiveras, är mycket riskabla i praktiken eftersom de kan aktiveras oavsiktligt. Därför har NitroPhone i stället en funktion som automatiskt stänger av och startar om när den är inaktiv under en viss tidsperiod. Detta försätter telefonen i ett säkert tillstånd där alla data är krypterade, inga data finns i RAM-minnet och telefonen kan endast låsas upp med den legitima PIN-koden eller det legitima lösenordet. För att aktivera väljer du: *Inställningar -> Säkerhet -> Automatisk omstart -> välj den inaktivitetstid som telefonen ska starta om efter.
zh_cn: 杀死开关在被触发后会清除手机的所有数据，在实践中是非常危险的，因为它们可能被无意中触发。因此，NitroPhone具有自动关机的功能，并在设定的时间内不活动时重新启动。这使手机处于安全状态，所有数据都被加密，RAM中没有数据，手机只能用合法的PIN码或密码解锁。要启用，请选择。*设置 -> 安全性 -> 自动重启 -> 选择手机应重启的闲置时间*。

source: **Q:** Why do I get "Warning: Your device is loading a different operating system"?
bg: **Q:** Защо получавам "Предупреждение: Вашето устройство зарежда различна операционна система"?
cs: **Q:** Proč se mi zobrazuje "Varování: Vaše zařízení načítá jiný operační systém"?
da: **Q:** Hvorfor får jeg "Advarsel: Din enhed indlæser et andet styresystem"?
de: **Q:** Warum erhalte ich "Warnung: Your device is loading a different operating system"?
el: **Q:** Γιατί λαμβάνω το μήνυμα "Προειδοποίηση: Η συσκευή σας φορτώνει ένα διαφορετικό λειτουργικό σύστημα";
es: **Pregunta:** ¿Por qué me aparece "Advertencia: Su dispositivo está cargando un sistema operativo diferente"?
et: **K:** Miks ma saan "Hoiatus: Teie seade laadib erinevat operatsioonisüsteemi"?
fi: **Q:** Miksi saan "Varoitus: Laitteesi lataa eri käyttöjärjestelmää"?
hu: **K:** Miért kapok "Figyelmeztetés: Az Ön készüléke egy másik operációs rendszert tölt be"?
ja: **Q:** "Warning.Your device is loading different operating system" が表示されるのはなぜですか？Your device is loading a different operating system" と表示されます。
lt: **Q:** Kodėl gaunu "Įspėjimas: Jūsų įrenginys krauna kitą operacinę sistemą"?
lv: **Q:** Kāpēc es saņemu "Brīdinājums: Jūsu ierīce ielādē citu operētājsistēmu"?
nl: **Q:** Waarom krijg ik "Waarschuwing: Uw apparaat is een ander besturingssysteem aan het laden"?
pl: **Q:** Dlaczego wyświetla mi się "Ostrzeżenie: Twoje urządzenie ładuje inny system operacyjny"?
ro: **Q:** De ce primesc "Warning: Dispozitivul dvs. încarcă un sistem de operare diferit"?
ru: **В:** Почему я получаю "Предупреждение: Ваше устройство загружает другую операционную систему"?
sk: **Q:** Prečo dostávam "Varovanie: Vaše zariadenie načítava iný operačný systém"?
sl: **Q:** Zakaj dobim "Opozorilo: Vaša naprava nalaga drug operacijski sistem"?
sv: **Q:** Varför får jag "Varning: Din enhet laddar ett annat operativsystem"?
zh_cn: **问：**为什么我得到"警告。你的设备正在加载一个不同的操作系统"？
