Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/nitropad.po
Languages: bg, da, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: When updating your firmware to 1.4 (without using an external flasher device) the graphical HEADS dialogues will be replaced with a less convenient text-only version.
bg: При актуализиране на фърмуера до версия 1.4 (без използване на външно устройство за проблясване) графичните диалози HEADS ще бъдат заменени с по-малко удобна текстова версия.
da: Når du opdaterer din firmware til 1.4 (uden brug af en ekstern flasher-enhed) vil de grafiske HEADS-dialoger blive erstattet af en mindre praktisk tekst-version.
el: Κατά την ενημέρωση του υλικολογισμικού σας στην έκδοση 1.4 (χωρίς τη χρήση εξωτερικής συσκευής flasher) οι γραφικοί διάλογοι HEADS θα αντικατασταθούν από μια λιγότερο βολική έκδοση μόνο με κείμενο.
es: Al actualizar el firmware a la versión 1.4 (sin utilizar un dispositivo de flasheo externo), los diálogos gráficos de HEADS serán sustituidos por una versión menos conveniente de sólo texto.
et: Kui uuendate oma püsivara versioonile 1.4 (ilma välise väljalülitusseadme kasutamiseta), asendatakse graafilised HEADS-dialoogid vähem mugava tekstiversiooniga.
fi: Kun laiteohjelmisto päivitetään versioon 1.4 (ilman ulkoista välähdyslaitetta), graafiset HEADS-valintaikkunat korvataan vähemmän kätevällä pelkällä tekstiversiolla.
hu: A firmware 1.4-es verzióra történő frissítésekor (külső villogó eszköz használata nélkül) a grafikus HEADS párbeszédpaneleket egy kevésbé kényelmes, csak szöveges verzió váltja fel.
ja: ファームウェアを1.4にアップデートした場合（外部のフラッシャーデバイスを使用しない場合）、グラフィカルなHEADSダイアログは、利便性の低いテキストのみのバージョンに変更されます。
lt: Atnaujinant programinę įrangą iki versijos 1.4 (nenaudojant išorinio blykstės įrenginio) grafiniai dialogo langai HEADS bus pakeisti mažiau patogia tekstine versija.
lv: Atjauninot programmaparatūru līdz versijai 1.4 (neizmantojot ārējo zibatmiņas ierīci), grafiskie dialoglodziņi HEADS tiks aizstāti ar mazāk ērtu teksta versiju.
nl: Bij het updaten van uw firmware naar 1.4 (zonder gebruik van een extern flasher-apparaat) zullen de grafische HEADS-dialogen worden vervangen door een minder handige versie met alleen tekst.
pl: Podczas aktualizacji firmware do wersji 1.4 (bez użycia zewnętrznego urządzenia flasher) graficzne okna dialogowe HEADS zostaną zastąpione mniej wygodną wersją tekstową.
pt: Ao atualizar seu firmware para 1.4 (sem usar um dispositivo flash externo), os diálogos gráficos HEADS serão substituídos por uma versão menos conveniente apenas de texto.
ro: La actualizarea firmware-ului la versiunea 1.4 (fără a utiliza un dispozitiv de flashing extern), dialogurile grafice HEADS vor fi înlocuite cu o versiune mai puțin convenabilă, bazată doar pe text.
ru: При обновлении прошивки до версии 1.4 (без использования внешнего прошивальщика) графические диалоги HEADS будут заменены на менее удобную текстовую версию.
sk: Pri aktualizácii firmvéru na verziu 1.4 (bez použitia externého bleskového zariadenia) sa grafické dialógové okná HEADS nahradia menej pohodlnou textovou verziou.
sl: Pri posodobitvi vdelane programske opreme na različico 1.4 (brez uporabe zunanje bliskavice) bodo grafična pogovorna okna HEADS nadomeščena z manj priročno besedilno različico.
sv: När du uppdaterar din firmware till 1.4 (utan att använda en extern flasher-enhet) kommer de grafiska HEADS-dialogerna att ersättas med en mindre praktisk textversion.
zh_cn: 当更新您的固件到1.4时（不使用外部flasher设备），图形化的HEADS对话框将被一个不太方便的纯文本版本所取代。

source: If you use Ubuntu, Debian, LinuxMint, or Qubes 4.0 updating the firmware beyond v1.3.1 is (as of today) not needed. If you use Qubes 4.1 *without* the integrated Ethernet port, you don't need to update the firmware either.
bg: Ако използвате Ubuntu, Debian, LinuxMint или Qubes 4.0, актуализирането на фърмуера след v1.3.1 (от днес) не е необходимо. Ако използвате Qubes 4.1 *без* вградения Ethernet порт, също не е необходимо да актуализирате фърмуера.
da: Hvis du bruger Ubuntu, Debian, LinuxMint eller Qubes 4.0 er det (fra i dag) ikke nødvendigt at opdatere firmwaren ud over v1.3.1. Hvis du bruger Qubes 4.1 *uden* den integrerede Ethernet-port, behøver du heller ikke at opdatere firmwaren.
el: Αν χρησιμοποιείτε Ubuntu, Debian, LinuxMint ή Qubes 4.0, η ενημέρωση του υλικολογισμικού πέραν της έκδοσης v1.3.1 δεν είναι (από σήμερα) απαραίτητη. Εάν χρησιμοποιείτε το Qubes 4.1 *χωρίς* την ενσωματωμένη θύρα Ethernet, δεν χρειάζεται να ενημερώσετε το υλικολογισμικό.
es: Si usas Ubuntu, Debian, LinuxMint, o Qubes 4.0, no es necesario actualizar el firmware más allá de la v1.3.1 (a día de hoy). Si usas Qubes 4.1 *sin* el puerto Ethernet integrado, tampoco necesitas actualizar el firmware.
et: Kui kasutate Ubuntu, Debian, LinuxMint või Qubes 4.0, ei ole püsivara uuendamine üle v1.3.1 (tänase seisuga) vajalik. Kui te kasutate Qubes 4.1 * ilma integreeritud Ethernet-portita, ei ole teil samuti vaja püsivara uuendada.
fi: Jos käytät Ubuntua, Debiania, LinuxMintia tai Qubes 4.0:aa, laiteohjelmiston päivittäminen v1.3.1:n jälkeen ei ole (tästä päivästä lähtien) tarpeen. Jos käytät Qubes 4.1:tä * ilman* integroitua Ethernet-porttia, sinun ei myöskään tarvitse päivittää laiteohjelmistoa.
hu: Ha Ubuntut, Debiant, LinuxMintet vagy Qubes 4.0-t használsz, a firmware v1.3.1-nél későbbi frissítése (a mai napig) nem szükséges. Ha a Qubes 4.1-et használja *az integrált Ethernet port nélkül*, akkor sem kell frissítenie a firmware-t.
ja: Ubuntu、Debian、LinuxMint、Qubes 4.0をお使いの場合、v1.3.1以降のファームウェアをアップデートする必要はありません（現在のところ）。Qubes 4.1をお使いで、Ethernetポートが内蔵されていない場合も、ファームウェアのアップデートは必要ありません。
lt: Jei naudojate "Ubuntu", "Debian", "LinuxMint" arba "Qubes 4.0", programinės įrangos atnaujinimas po v1.3.1 (nuo šiandien) nereikalingas. Jei naudojate "Qubes 4.1" be integruoto eterneto prievado, programinės įrangos atnaujinti taip pat nereikia.
lv: Ja izmantojat Ubuntu, Debian, LinuxMint vai Qubes 4.0, firmware atjaunināšana pēc v1.3.1 (no šodienas) nav nepieciešama. Ja izmantojat Qubes 4.1 *bez* integrētā Ethernet pieslēgvietas, arī nav nepieciešams atjaunināt programmaparatūru.
nl: Als u Ubuntu, Debian, LinuxMint, of Qubes 4.0 gebruikt, is het bijwerken van de firmware voorbij v1.3.1 (vanaf vandaag) niet nodig. Als u Qubes 4.1 gebruikt *zonder* de geïntegreerde Ethernet-poort, hoeft u de firmware ook niet bij te werken.
pl: Jeśli używasz Ubuntu, Debiana, LinuxMint, lub Qubes 4.0 aktualizacja firmware'u poza v1.3.1 nie jest (na dzień dzisiejszy) potrzebna. Jeśli używasz Qubes 4.1 *bez* zintegrowanego portu Ethernet, również nie musisz aktualizować firmware.
pt: Se você usa Ubuntu, Debian, LinuxMint ou Qubes 4.0 atualizando o firmware além da v1.3.1 não é (a partir de hoje) necessário. Se você usa o Qubes 4.1 * sem* a porta Ethernet integrada, você também não precisa't atualizar o firmware.
ro: Dacă folosiți Ubuntu, Debian, LinuxMint sau Qubes 4.0, actualizarea firmware-ului dincolo de v1.3.1 nu este necesară (începând de astăzi). Dacă folosiți Qubes 4.1 *fără* port Ethernet integrat, nici nu este nevoie să actualizați firmware-ul.
ru: Если вы используете Ubuntu, Debian, LinuxMint или Qubes 4.0, обновление прошивки после версии 1.3.1 (на сегодняшний день) не требуется. Если вы используете Qubes 4.1 *без* встроенного порта Ethernet, вам также не нужно обновлять прошивку.
sk: Ak používate Ubuntu, Debian, LinuxMint alebo Qubes 4.0, aktualizácia firmvéru po verzii 1.3.1 (od dnešného dňa) nie je potrebná. Ak používate Qubes 4.1 *bez* integrovaného ethernetového portu, nemusíte aktualizovať ani firmvér.
sl: Če uporabljate Ubuntu, Debian, LinuxMint ali Qubes 4.0, posodobitev vdelane programske opreme po različici 1.3.1 (od danes) ni potrebna. Če uporabljate Qubes 4.1 *brez* vgrajenih vrat Ethernet, vdelane programske opreme tudi ni treba posodabljati.
sv: Om du använder Ubuntu, Debian, LinuxMint eller Qubes 4.0 behöver du (från och med idag) inte uppdatera den fasta programvaran utöver v1.3.1. Om du använder Qubes 4.1 *utan* den integrerade Ethernet-porten behöver du inte heller uppdatera den fasta programvaran.
zh_cn: 如果你使用Ubuntu、Debian、LinuxMint或Qubes 4.0，则不需要更新超过v1.3.1的固件（从今天起）。如果你使用Qubes 4.1 *没有*集成以太网端口，你也不需要更新固件。

source: If you want to use Qubes 4.1 or newer *and* the integrated Ethernet port you need to update the firmware to 1.4.
bg: Ако искате да използвате Qubes 4.1 или по-нова версия *и* вградения Ethernet порт, трябва да актуализирате фърмуера до версия 1.4.
da: Hvis du vil bruge Qubes 4.1 eller nyere *og* den integrerede Ethernet-port, skal du opdatere firmwaren til 1.4.
el: Αν θέλετε να χρησιμοποιήσετε το Qubes 4.1 ή νεότερη έκδοση *και* την ενσωματωμένη θύρα Ethernet, πρέπει να ενημερώσετε το υλικολογισμικό στην έκδοση 1.4.
es: Si quieres usar Qubes 4.1 o más reciente *y* el puerto Ethernet integrado, tienes que actualizar el firmware a 1.4.
et: Kui soovite kasutada Qubes 4.1 või uuemat versiooni *ja* integreeritud Ethernet-porti, peate uuendama püsivara versioonile 1.4.
fi: Jos haluat käyttää Qubes 4.1:tä tai uudempaa *ja* integroitua Ethernet-porttia, sinun on päivitettävä laiteohjelmisto versioon 1.4.
hu: Ha a Qubes 4.1 vagy újabb *és* a beépített Ethernet portot szeretné használni, frissítenie kell a firmware-t az 1.4-es verzióra.
ja: Qubes 4.1以降と内蔵Ethernetポートを使用したい場合は、ファームウェアを1.4にアップデートする必要があります。
lt: Jei norite naudoti "Qubes 4.1" ar naujesnę versiją ir integruotą eterneto prievadą, turite atnaujinti programinę įrangą iki 1.4.
lv: Ja vēlaties izmantot Qubes 4.1 vai jaunāku *un* integrēto Ethernet portu, jums jāatjaunina programmaparatūra līdz versijai 1.4.
nl: Als u Qubes 4.1 of nieuwer *en* de geïntegreerde Ethernetpoort wilt gebruiken, moet u de firmware bijwerken tot 1.4.
pl: Jeśli chcesz używać Qubes 4.1 lub nowszego *i* zintegrowanego portu Ethernet musisz zaktualizować firmware do 1.4.
pt: Se você quiser usar o Qubes 4.1 ou mais recente *e* a porta Ethernet integrada, você precisa atualizar o firmware para 1.4.
ro: Dacă doriți să utilizați Qubes 4.1 sau mai nou *și* portul Ethernet integrat, trebuie să actualizați firmware-ul la 1.4.
ru: Если вы хотите использовать Qubes 4.1 или более новую версию *и* встроенный порт Ethernet, вам необходимо обновить прошивку до версии 1.4.
sk: Ak chcete používať Qubes 4.1 alebo novší *a* integrovaný ethernetový port, musíte aktualizovať firmvér na verziu 1.4.
sl: Če želite uporabljati Qubes 4.1 ali novejšo različico *in* vgrajena vrata Ethernet, morate vdelano programsko opremo posodobiti na različico 1.4.
sv: Om du vill använda Qubes 4.1 eller senare *och* den integrerade Ethernet-porten måste du uppdatera den fasta programvaran till 1.4.
zh_cn: 如果你想使用Qubes 4.1或更新的*和*集成的以太网端口，你需要将固件更新到1.4。

source: How can I update my NitroPad?
bg: Как мога да актуализирам своя NitroPad?
da: Hvordan kan jeg opdatere min NitroPad?
el: Πώς μπορώ να ενημερώσω το NitroPad μου;
es: ¿Cómo puedo actualizar mi NitroPad?
et: Kuidas ma saan oma NitroPad'i uuendada?
fi: Miten voin päivittää NitroPadini?
hu: Hogyan frissíthetem a NitroPad készülékemet?
ja: NitroPadのアップデート方法を教えてください。
lt: Kaip atnaujinti "NitroPad"?
lv: Kā es varu atjaunināt savu NitroPad?
nl: Hoe kan ik mijn NitroPad updaten?
pl: Jak mogę zaktualizować mojego NitroPada?
pt: Como posso actualizar o meu NitroPad?
ro: Cum îmi pot actualiza NitroPad-ul?
ru: Как я могу обновить свой NitroPad?
sk: Ako môžem aktualizovať svoj NitroPad?
sl: Kako lahko posodobim napravo NitroPad?
sv: Hur kan jag uppdatera min NitroPad?
zh_cn: 我怎样才能更新我的NitroPad？

source: Updating from ``v1.3.1`` onwards has two different ways:
bg: Актуализирането от ``v1.3.1`` нататък има два различни начина:
da: Opdatering fra ``v1.3.1`` og fremefter kan ske på to forskellige måder:
el: Η ενημέρωση από το ``v1.3.1`` και μετά γίνεται με δύο διαφορετικούς τρόπους:
es: La actualización a partir de ``v1.3.1`` tiene dos formas diferentes:
et: Uuendamine alates ``v1.3.1`` on kahel erineval viisil:
fi: Päivityksessä ``v1.3.1`` alkaen on kaksi eri tapaa:
hu: A ``v1.3.1``-tól kezdődően a frissítés kétféleképpen történhet:
ja: ``v1.3.1``以降のアップデートには2種類の方法があります。
lt: Atnaujinimas nuo ``v1.3.1`` gali būti atliekamas dviem skirtingais būdais:
lv: Atjaunināšanai no ``v1.3.1`` tālāk ir divi dažādi veidi:
nl: Bijwerken vanaf ``v1.3.1`` kan op twee verschillende manieren:
pl: Aktualizacja od ``v1.3.1`` ma dwa różne sposoby:
pt: A atualização de ``v1.3.1``` em diante tem duas formas diferentes:
ro: Actualizarea de la ``v1.3.1``` încolo are două moduri diferite:
ru: Обновление с ``v1.3.1`` и далее имеет два различных способа:
sk: Aktualizácia od ``v1.3.1`` má dva rôzne spôsoby:
sl: Posodabljanje od ``v1.3.1`` naprej poteka na dva različna načina:
sv: Uppdatering från ``v1.3.1`` och framåt kan ske på två olika sätt:
zh_cn: 从``v1.3.1``开始的更新有两种不同方式。

source: Legacy update using either ``nitropad-t430-v1.4.npf`` or ``nitropad-x230-v1.4.npf`` from the Heads menu, see: :doc:`firmware-update`
bg: Наследствена актуализация с помощта на ``nitropad-t430-v1.4.npf`` или ``nitropad-x230-v1.4.npf`` от менюто Heads, вижте: :doc:`firmware-update`
da: Legacy-opdatering ved hjælp af enten ``nitropad-t430-v1.4.npf`` eller ``nitropad-x230-v1.4.npf`` fra Heads-menuen, se: :doc:`firmware-update`
el: Ενημέρωση Legacy χρησιμοποιώντας είτε ``nitropad-t430-v1.4.npf`` είτε ``nitropad-x230-v1.4.npf`` από το μενού Heads, βλέπε: :doc:`firmware-update`
es: Actualización heredada mediante ``nitropad-t430-v1.4.npf`` o ``nitropad-x230-v1.4.npf`` del menú Heads, véase: :doc:`firmware-update`
et: Legacy update kasutades kas ``nitropad-t430-v1.4.npf`` või ``nitropad-x230-v1.4.npf`` menüüst Heads, vt: :doc:`firmware-update`.
fi: Legacy-päivitys käyttämällä joko ``nitropad-t430-v1.4.npf`` tai ``nitropad-x230-v1.4.npf`` Heads-valikosta, katso: :doc:`firmware-update`.
hu: Legacy frissítés a ``nitropad-t430-v1.4.npf`` vagy ``nitropad-x230-v1.4.npf`` használatával a Heads menüből, lásd: :doc:`firmware-update`.
ja: レガシーアップデートでは、Headsメニューの``nitropad-t430-v1.4.npf``または``nitropad-x230-v1.4.npf``のいずれかを使用して、 :doc:`firmwar-update`を参照してください。
lt: Senasis atnaujinimas naudojant ``nitropad-t430-v1.4.npf`` arba ``</x id="59"></x>`` iš "Heads" meniu, žr.: :doc:`firmware-update`
lv: Atjaunināšana, izmantojot ``nitropad-t430-v1.4.npf`` vai ``</x id="59"></x>`` no Heads izvēlnes, skatīt: :doc:`firmware-update`
nl: Legacy update met ``nitropad-t430-v1.4.npf`` of ``nitropad-x230-v1.4.npf`` uit het Heads menu, zie: :doc:`firmware-update`
pl: Legacy update używając albo ``nitropad-t430-v1.4.npf`` lub ``nitropad-x230-v1.4.npf`` z menu Heads, zobacz: :doc:`firmware-update`.
pt: Atualização do legado usando ou ``nitropad-t430-v1.4.npf`` ou ```x id="59"></x>`` do menu Cabeças, veja: :doc:`firmware-update`
ro: Actualizare tradițională folosind fie ``nitropad-t430-v1.4.npf``, fie ``nitropad-x230-v1.4.npf`` din meniul Heads, vezi: :doc:`firmware-update`
ru: Наследственное обновление с помощью ``nitropad-t430-v1.4.npf`` или ``nitropad-x230-v1.4.npf`` из меню Heads, см.: :doc:`firmware-update`
sk: Staršia aktualizácia pomocou ``nitropad-t430-v1.4.npf`` alebo ``nitropad-x230-v1.4.npf`` z ponuky Hlavy, pozri: :doc:`firmware-update`
sl: Dedna posodobitev z uporabo ``nitropad-t430-v1.4.npf`` ali ``nitropad-x230-v1.4.npf`` iz menija Heads, glej: :doc:`firmware-update`
sv: Uppdatering med antingen ``nitropad-t430-v1.4.npf`` eller ``nitropad-x230-v1.4.npf`` från Heads-menyn, se: :doc:`firmware-update`.
zh_cn: 使用``nitropad-t430-v1.4.npf`或``nitropad-x230-v1.4.npf``从头菜单中进行传统更新，见：:doc:`firmware-update`。

source: When using an external flasher device you can use the ``-maximized`` images. This keeps graphical HEADS dialogues working. Read about the external flashing below.
bg: Когато използвате външно устройство за светкавици, можете да използвате изображенията ``-maximized``. По този начин се запазва работата на графичните диалози HEADS. Прочетете за външното мигане по-долу.
da: Når du bruger en ekstern blitzerenhed, kan du bruge ``-maximized``-billederne. Dette bevirker, at de grafiske HEADS-dialoger fortsat fungerer. Læs om ekstern blinkning nedenfor.
el: Όταν χρησιμοποιείτε μια εξωτερική συσκευή φλας, μπορείτε να χρησιμοποιήσετε τις εικόνες ``-maximized``. Αυτό διατηρεί τους γραφικούς διαλόγους HEADS σε λειτουργία. Διαβάστε για το εξωτερικό αναβοσβήσιμο παρακάτω.
es: Cuando se utiliza un dispositivo de intermitencia externo se pueden utilizar las imágenes ``-maximized``. Esto hace que los diálogos gráficos de HEADS sigan funcionando. Lea sobre el parpadeo externo a continuación.
et: Välise välklambi seadme kasutamisel saate kasutada ``-maximized`` pilte. See hoiab graafilised HEADS-dialoogid töös. Loe välise vilkumise kohta allpool.
fi: Kun käytät ulkoista vilkkulaitetta, voit käyttää kuvia ``-maximized``. Tämä pitää graafiset HEADS-valintaikkunat toimivina. Lue ulkoisesta vilkkumisesta alla.
hu: Külső villogó eszköz használata esetén a ``-maximized`` képeket használhatja. Ezáltal a grafikus HEADS párbeszédek továbbra is működnek. A külső villogásról alább olvashat.
ja: 外部のフラッシャー・デバイスを使用する場合、``-maximized``のイメージを使用することができます。これにより、グラフィカルなHEADSダイアログを維持することができます。外部フラッシュについては以下をお読みください。
lt: Naudodami išorinį blykstės įrenginį galite naudoti ``-maximized`` vaizdus. Dėl to grafiniai HEADS dialogo langai išlieka veikiantys. Apie išorinį mirksėjimą skaitykite toliau.
lv: Izmantojot ārējo zibspuldzes ierīci, varat izmantot ``-maximized`` attēlus. Tas nodrošina grafisko HEADS dialogu darbību. Tālāk lasiet par ārējo mirgošanu.
nl: Bij gebruik van een extern flasher-apparaat kunt u de ``-maximized`` afbeeldingen gebruiken. Hierdoor blijven grafische HEADS-dialogen werken. Lees over het externe knipperen hieronder.
pl: Podczas korzystania z zewnętrznego urządzenia flasher można używać obrazów ``-maximized``. Dzięki temu graficzne dialogi HEADS działają. Przeczytaj o zewnętrznym flashowaniu poniżej.
pt: Ao usar um dispositivo externo de flasher pode usar as imagens ``-maximized``. Isto mantém os diálogos gráficos de HEADS funcionando. Leia sobre os flashes externos abaixo.
ro: Atunci când utilizați un dispozitiv de bliț extern, puteți folosi imaginile ``-maximized``. Astfel, dialogurile grafice HEADS continuă să funcționeze. Citiți mai jos despre blițurile externe.
ru: При использовании внешнего флешерного устройства вы можете использовать изображения ``-maximized``. Это позволяет поддерживать графические диалоги HEADS в рабочем состоянии. О внешней прошивке читайте ниже.
sk: Pri použití externého blikacieho zariadenia môžete použiť obrázky ``-maximized``. Tým sa zachová funkčnosť grafických dialógových okien HEADS. O externom blikaní si prečítajte nižšie.
sl: Pri uporabi zunanje bliskavice lahko uporabite slike ``-maximized``. Tako ohranite delovanje grafičnih pogovornih oken HEADS. O zunanjem utripanju preberite v nadaljevanju.
sv: När du använder en extern blinkare kan du använda ``-maximized`` bilderna. Detta gör att de grafiska HEADS-dialogerna fortsätter att fungera. Läs mer om extern blinkning nedan.
zh_cn: 当使用外部闪光灯设备时，您可以使用``-maximized``图像。这可以保持图形化的HEADS对话工作。阅读下面关于外部闪动的内容。

source: Never try updating your NitroPad using the `-maximized` image, if you do not know exactly what you are doing! You will brick your NitroPad and it can only be repaired using an external flasher!
bg: Никога не се опитвайте да актуализирате своя NitroPad с помощта на `максимизираното` изображение, ако не знаете точно какво правите! Това ще доведе до блокиране на вашия NitroPad и той може да бъде ремонтиран само с помощта на външна флаш памет!
da: Prøv aldrig at opdatere din NitroPad ved hjælp af det `maksimerede` billede, hvis du ikke ved præcis, hvad du gør! Du vil ødelægge din NitroPad, og den kan kun repareres ved hjælp af en ekstern flasher!
el: Ποτέ μην προσπαθήσετε να ενημερώσετε το NitroPad σας χρησιμοποιώντας την εικόνα `-maximized`, αν δεν ξέρετε ακριβώς τι κάνετε! Θα καταστρέψετε το NitroPad σας και μπορεί να επισκευαστεί μόνο με τη χρήση ενός εξωτερικού flasher!
es: ¡Nunca intente actualizar su NitroPad utilizando la imagen `máxima`, si no sabe exactamente lo que está haciendo! Se brickeará su NitroPad y sólo se puede reparar utilizando un flasheo externo.
et: Ärge kunagi proovige oma NitroPad'i uuendada, kasutades "maksimeeritud" pilti, kui te ei tea täpselt, mida teete! Te panete oma NitroPad'i puruks ja seda saab parandada ainult välise välklambi abil!
fi: Älä koskaan yritä päivittää NitroPadia käyttämällä `-maximized`-kuvaa, jos et tiedä tarkalleen, mitä olet tekemässä! Silloin NitroPadisi palaa tiileksi, ja sen voi korjata vain ulkoisella flasherilla!
hu: Soha ne próbáld meg frissíteni a NitroPadet a `-maximált` kép használatával, ha nem tudod pontosan, mit csinálsz! Tönkreteszed a NitroPad-et, és csak külső flasherrel lehet megjavítani!
ja: 自分が何をしているのかよくわからない場合は、`-maximized`イメージを使ってNitroPadをアップデートすることは絶対にしないでください。NitroPadが壊れてしまいます。外付けのフラスターを使わないと修理できません。
lt: Niekada nebandykite atnaujinti "NitroPad" naudodami `maximized` atvaizdą, jei tiksliai nežinote, ką darote! Jūs sudaužysite savo "NitroPad" ir jį galima pataisyti tik naudojant išorinę blykstę!
lv: Nekad nemēģiniet atjaunināt NitroPad, izmantojot `maksimalizēto` attēlu, ja nezināt, ko darāt! NitroPad tiks sabojāts, un to var salabot, tikai izmantojot ārējo zibatmiņas ierīci!
nl: Probeer nooit je NitroPad te updaten met de `-maximized` image, als je niet precies weet wat je aan het doen bent! Je zult je NitroPad verpesten en hij kan alleen gerepareerd worden met een externe flasher!
pl: Nigdy nie próbuj aktualizować swojego NitroPada przy użyciu `-maksymalizowanego` obrazu, jeśli nie wiesz dokładnie co robisz! Zamurujesz swojego NitroPada i będzie można go naprawić tylko za pomocą zewnętrznego flashera!
pt: Nunca tente actualizar o seu NitroPad utilizando a imagem `maximizada', se não sabe exactamente o que está a fazer! Você vai tijolo o seu NitroPad e ele só pode ser reparado usando um pisca-pisca externo!
ro: Nu încercați niciodată să vă actualizați NitroPad folosind imaginea `-maximizată`, dacă nu știți exact ce faceți! Vă veți distruge NitroPad-ul și acesta poate fi reparat doar cu ajutorul unui flasher extern!
ru: Никогда не пытайтесь обновить NitroPad, используя `максимизированный` образ, если вы не знаете точно, что делаете! Вы окирпичите свой NitroPad, и его можно будет восстановить только с помощью внешнего прошивальщика!
sk: Nikdy sa nepokúšajte aktualizovať svoj NitroPad pomocou `maximalizovaného` obrazu, ak presne neviete, čo robíte! Zablokujete svoj NitroPad a opraviť ho môžete len pomocou externého flashera!
sl: Nikoli ne poskušajte posodobiti naprave NitroPad z uporabo slike `-maximized`, če ne veste natančno, kaj počnete! Svoj NitroPad boste zamašili, popraviti pa ga je mogoče le z zunanjim bliskovnim procesorjem!
sv: Försök aldrig att uppdatera din NitroPad med hjälp av den maximala bilden om du inte vet exakt vad du gör! Du kommer att förstöra din NitroPad och den kan endast repareras med hjälp av en extern flasher!
zh_cn: 如果你不知道自己在做什么，千万不要尝试使用 "最大化 "的镜像来更新你的NitroPad。你会使你的NitroPad变脆，而且只能用外部闪光灯来修复它。

source: How can I update to *-maximized*?
bg: Как мога да актуализирам до *максимално*?
da: Hvordan kan jeg opdatere til *-maximized*?
el: Πώς μπορώ να ενημερώσω σε *-maximized*;
es: ¿Cómo puedo actualizar a *máximo*?
et: Kuidas ma saan uuendada *-maksimeeritud*?
fi: Miten voin päivittää *-maximized*?
hu: Hogyan frissíthetem *-maximált*-ra?
ja: どうすれば*-maximized*にアップデートできますか？
lt: Kaip atnaujinti į *-maximized*?
lv: Kā atjaunināt uz *-maximized*?
nl: Hoe kan ik updaten naar *-maximized*?
pl: Jak mogę zaktualizować do *-maximized*?
pt: Como posso actualizar para *-maximizado*?
ro: Cum pot actualiza la *-maximized*?
ru: Как я могу обновить до *-maximized*?
sk: Ako môžem aktualizovať na *-maximized*?
sl: Kako lahko posodobim na *-maximized*?
sv: Hur kan jag uppdatera till *-maximized*?
zh_cn: 我怎样才能更新到*-maximized*？
