Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/nitrophone.po
Languages: bg, cs, da, de, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, ro, ru, sk, sl, sv, zh_cn

source: One-time password generator (2FA, OTP): `Aegis Authenticator <https://github.com/beemdevelopment/Aegis>`_.
bg: Генератор на еднократни пароли (2FA, OTP): `Aegis Authenticator <https://github.com/beemdevelopment/Aegis>`_.
cs: Generátor jednorázových hesel (2FA, OTP): `Aegis Authenticator <https://github.com/beemdevelopment/Aegis>`_.
da: Engangsadgangskodegenerator (2FA, OTP): `Aegis Authenticator <https://github.com/beemdevelopment/Aegis>`_.
de: Einmal-Passwort-Generator (2FA, OTP): `Aegis Authenticator <https://github.com/beemdevelopment/Aegis>`_.
el: Γεννήτρια κωδικού πρόσβασης μιας χρήσης (2FA, OTP): `Aegis Authenticator <https://github.com/beemdevelopment/Aegis>`_.
es: Generador de contraseñas de un solo uso (2FA, OTP): `Aegis Authenticator <https://github.com/beemdevelopment/Aegis>`_.
et: Ühekordse parooli generaator (2FA, OTP): `Aegis Authenticator <https://github.com/beemdevelopment/Aegis>`_.
fi: Kertakäyttösalasanageneraattori (2FA, OTP): `Aegis Authenticator <https://github.com/beemdevelopment/Aegis>`_.
hu: Egyszeri jelszógenerátor (2FA, OTP): `Aegis Authenticator <https://github.com/beemdevelopment/Aegis>`_.
ja: ワンタイムパスワードジェネレータ（2FA、OTP）。`Aegis Authenticator <https://github.com/beemdevelopment/Aegis>`_です。
lt: Vienkartinių slaptažodžių generatorius (2FA, OTP): `Aegis Authenticator <https://github.com/beemdevelopment/Aegis>`_.
lv: Vienreizējas paroles ģenerators (2FA, OTP): `Aegis Authenticator <https://github.com/beemdevelopment/Aegis>`_.
nl: Eenmalige wachtwoordgenerator (2FA, OTP): `Aegis Authenticator <https://github.com/beemdevelopment/Aegis>`_.
pl: Generator haseł jednorazowych (2FA, OTP): `Aegis Authenticator <https://github.com/beemdevelopment/Aegis>`_.
ro: Generator de parole unice (2FA, OTP): `Aegis Authenticator <https://github.com/beemdevelopment/Aegis>`_.
ru: Генератор одноразовых паролей (2FA, OTP): `Aegis Authenticator <https://github.com/beemdevelopment/Aegis>`_.
sk: Generátor jednorazových hesiel (2FA, OTP): `Aegis Authenticator <https://github.com/beemdevelopment/Aegis>`_.
sl: Generator enkratnih gesel (2FA, OTP): `Aegis Authenticator <https://github.com/beemdevelopment/Aegis>`_.
sv: Generator för engångslösenord (2FA, OTP): `Aegis Authenticator <https://github.com/beemdevelopment/Aegis>`_.
zh_cn: 一次性密码发生器（2FA，OTP）。`Aegis Authenticator <https://github.com/beemdevelopment/Aegis>`_。

source: Regarding camera app, see `here <https://grapheneos.org/usage#camera>`_.
bg: Що се отнася до приложението за камера, вижте `тук <https://grapheneos.org/usage#camera>`_.
cs: Pokud jde o aplikaci fotoaparátu, viz `zde <https://grapheneos.org/usage#camera>`_.
da: Med hensyn til kameraappen, se `her <https://grapheneos.org/usage#camera>`_.
de: Bezüglich der Kamera-App, siehe `hier <https://grapheneos.org/usage#camera>`_.
el: Όσον αφορά την εφαρμογή κάμερας, δείτε `εδώ <https://grapheneos.org/usage#camera>`_.
es: En cuanto a la aplicación de la cámara, ver `aquí <https://grapheneos.org/usage#camera>`_.
et: Seoses kaamerarakendusega vt ` siin <https://grapheneos.org/usage#camera>`_.
fi: Kamerasovelluksen osalta katso `täältä <https://grapheneos.org/usage#camera>`_.
hu: A kamera alkalmazással kapcsolatban lásd `itt <https://grapheneos.org/usage#camera>`_.
ja: カメラアプリについては、`こちら<https://grapheneos.org/usage#camera>`_をご覧ください。
lt: Dėl kameros programos žr. ` čia <https://grapheneos.org/usage#camera>`_.
lv: Par kameras lietotni skatiet `šeit <https://grapheneos.org/usage#camera>`_.
nl: Wat betreft de camera-app, zie `hier <https://grapheneos.org/usage#camera>`_.
pl: Jeśli chodzi o aplikację aparatu, zobacz ` tutaj <https://grapheneos.org/usage#camera>`_.
ro: În ceea ce privește aplicația de cameră, consultați ` aici <https://grapheneos.org/usage#camera>`_.
ru: Что касается приложения камеры, смотрите ` здесь <https://grapheneos.org/usage#camera>`_.
sk: Pokiaľ ide o aplikáciu fotoaparátu, pozrite si ` tu <https://grapheneos.org/usage#camera>`_.
sl: Glede aplikacije fotoaparata glejte `tudi <https://grapheneos.org/usage#camera>`_.
sv: När det gäller kameraappen, se `här <https://grapheneos.org/usage#camera>`_.
zh_cn: 关于相机应用程序，见`这里<https://grapheneos.org/usage#camera>`_。

source: Permissions of Individual Apps
bg: Разрешения на отделни приложения
cs: Oprávnění jednotlivých aplikací
da: Tilladelser til individuelle apps
de: Berechtigungen für einzelne Apps
el: Δικαιώματα μεμονωμένων εφαρμογών
es: Permisos de las aplicaciones individuales
et: Üksikute rakenduste õigused
fi: Yksittäisten sovellusten käyttöoikeudet
fr: Permissions des applications individuelles
hu: Az egyes alkalmazások engedélyei
ja: 個々のアプリのパーミッション
lt: Atskirų programų leidimai
lv: Atsevišķu lietotņu atļaujas
nl: Rechten van afzonderlijke apps
pl: Uprawnienia poszczególnych aplikacji
ro: Permisiuni ale aplicațiilor individuale
ru: Разрешения отдельных приложений
sk: Oprávnenia jednotlivých aplikácií
sl: Dovoljenja posameznih aplikacij
sv: Behörigheter för enskilda appar
zh_cn: 单个应用程序的权限

source: To check or change the permissions on network access and sensors for a specific app:
bg: Проверка или промяна на разрешенията за достъп до мрежата и сензорите за определено приложение:
cs: Kontrola nebo změna oprávnění pro přístup k síti a senzorům pro konkrétní aplikaci:
da: Sådan kontrollerer eller ændrer du tilladelserne til netværksadgang og sensorer for en bestemt app:
de: So prüfen oder ändern Sie die Berechtigungen für den Netzwerkzugriff und die Sensoren für eine bestimmte App:
el: Για να ελέγξετε ή να αλλάξετε τα δικαιώματα πρόσβασης στο δίκτυο και τους αισθητήρες για μια συγκεκριμένη εφαρμογή:
es: Para comprobar o cambiar los permisos de acceso a la red y a los sensores de una aplicación específica:
et: Konkreetse rakenduse võrgule juurdepääsu ja andurite lubade kontrollimine või muutmine:
fi: Voit tarkistaa tai muuttaa tietyn sovelluksen verkkokäytön ja antureiden käyttöoikeuksia:
fr: Pour vérifier ou modifier les autorisations d'accès au réseau et aux capteurs pour une application spécifique :
hu: Egy adott alkalmazás hálózati hozzáférési és érzékelői engedélyeinek ellenőrzése vagy módosítása:
ja: 特定のアプリのネットワークアクセスやセンサーに関する権限を確認または変更するには、以下の方法があります。
lt: Jei norite patikrinti arba pakeisti konkrečios programos prieigos prie tinklo ir jutiklių leidimus:
lv: Lai pārbaudītu vai mainītu konkrētas lietotnes piekļuves tīklam un sensoru atļaujas:
nl: Om de machtigingen voor netwerktoegang en sensoren voor een specifieke app te controleren of te wijzigen:
pl: Aby sprawdzić lub zmienić uprawnienia dostępu do sieci i czujników dla określonej aplikacji:
ro: Pentru a verifica sau a modifica permisiunile de acces la rețea și senzori pentru o anumită aplicație:
ru: Чтобы проверить или изменить разрешения на доступ к сети и датчикам для определенного приложения:
sk: Kontrola alebo zmena oprávnení na prístup k sieti a senzorom pre konkrétnu aplikáciu:
sl: Preverjanje ali spreminjanje dovoljenj za dostop do omrežja in senzorjev za določeno aplikacijo:
sv: Kontrollera eller ändra behörigheter för nätverksåtkomst och sensorer för en specifik app:
zh_cn: 要检查或改变一个特定应用程序的网络访问和传感器的权限。

source: *Long press on the respective app icon -> app info -> permissions*
bg: *Дълго натискане на иконата на съответното приложение -> информация за приложението -> разрешения*
cs: *Dlouhý stisk příslušné ikony aplikace -> informace o aplikaci -> oprávnění*
da: *Langt tryk på det respektive app-ikon -> app-info -> tilladelser*
de: *Langer Druck auf das jeweilige App-Symbol -> App-Info -> Berechtigungen*
el: *Πατήστε παρατεταμένα στο αντίστοιχο εικονίδιο της εφαρμογής -> πληροφορίες εφαρμογής -> δικαιώματα*
es: *Pulsación larga en el icono de la aplicación respectiva -> app info -> permisos*
et: *Pikalt vajutage vastava rakenduse ikoonile -> rakenduse info -> õigused*
fi: *Paina pitkään kyseisen sovelluksen kuvaketta -> sovelluksen tiedot -> käyttöoikeudet*.
fr: *Appuyez longuement sur l'icône de l'application concernée -> info sur l'application -> autorisations*.
hu: *Hosszan nyomja meg az adott alkalmazás ikonját -> alkalmazásinformáció -> engedélyek*
ja: *各アプリのアイコンを長押し ->アプリ情報 ->許可*。
lt: *Dilgai paspauskite atitinkamos programėlės piktogramą -> programėlės informacija -> leidimai*
lv: *Long press uz attiecīgās lietotnes ikonas -> app info -> atļaujas*
nl: *Lang drukken op het respectievelijke app icoon -> app info -> permissions*
pl: *Długie naciśnięcie na odpowiednią ikonę aplikacji -> info o aplikacji -> uprawnienia*.
ro: *Apăsați lung pe pictograma aplicației respective -> informații despre aplicație -> permisiuni*
ru: *Длительное нажатие на значок соответствующего приложения -> информация о приложении -> разрешения*.
sk: *Dlhé stlačenie príslušnej ikony aplikácie -> informácie o aplikácii -> povolenia*
sl: *Dolg pritisk na ikono ustrezne aplikacije -> informacije o aplikaciji -> dovoljenja*
sv: *Långtryck på respektive app-ikon -> app-information -> behörigheter*
zh_cn: *长按相应的应用图标->应用信息->权限*。

source: Background Images
bg: Фонови изображения
cs: Obrázky na pozadí
da: Baggrundsbilleder
de: Hintergrundbilder
el: Εικόνες φόντου
es: Imágenes de fondo
et: Taustapildid
fi: Taustakuvat
fr: Images de fond
hu: Háttérképek
ja: 背景画像
lt: Fono vaizdai
lv: Fona attēli
nl: Achtergrondbeelden
pl: Obrazy tła
ro: Imagini de fundal
ru: Фоновые изображения
sk: Obrázky na pozadí
sl: Slike v ozadju
sv: Bakgrundsbilder
zh_cn: 背景图片

source: You can use these nice background images:
bg: Можете да използвате тези хубави фонови изображения:
cs: Můžete použít tyto pěkné obrázky na pozadí:
da: Du kan bruge disse flotte baggrundsbilleder:
de: Sie können diese schönen Hintergrundbilder verwenden:
el: Μπορείτε να χρησιμοποιήσετε αυτές τις ωραίες εικόνες φόντου:
es: Puedes utilizar estas bonitas imágenes de fondo:
et: Võite kasutada neid toredaid taustapilte:
fi: Voit käyttää näitä hienoja taustakuvia:
hu: Használhatja ezeket a szép háttérképeket:
ja: これらの素敵な背景画像を使用することができます。
lt: Galite naudoti šiuos gražius fono vaizdus:
lv: Varat izmantot šos jaukos fona attēlus:
nl: Je kunt deze mooie achtergrondbeelden gebruiken:
pl: Możesz użyć tych ładnych obrazów tła:
ro: Puteți utiliza aceste imagini de fundal frumoase:
ru: Вы можете использовать эти красивые фоновые изображения:
sk: Môžete použiť tieto pekné obrázky na pozadí:
sl: Uporabite lahko te lepe slike ozadja:
sv: Du kan använda dessa fina bakgrundsbilder:
zh_cn: 你可以使用这些漂亮的背景图片。

source: NitroPhone FAQ
bg: Често задавани въпроси за NitroPhone
cs: Nejčastější dotazy k telefonu NitroPhone
da: Ofte stillede spørgsmål om NitroPhone
el: Συχνές ερωτήσεις NitroPhone
es: Preguntas frecuentes sobre NitroPhone
et: NitroPhone KKK
fr: FAQ sur le NitroPhone
hu: NitroPhone GYIK
lt: "NitroPhone" DUK
lv: Bieži uzdotie jautājumi par NitroPhone
ru: Часто задаваемые вопросы о NitroPhone
sl: NitroPhone Pogosta vprašanja
sv: Vanliga frågor om NitroPhone
zh_cn: NitroPhone常见问题

source: **Q:** Does the Nitrophone work with my carrier network?
bg: **В:** Работи ли Nitrophone с мрежата на моя оператор?
cs: **Q:** Funguje Nitrophone v síti mého operátora?
da: **Q:** Virker Nitrophone med mit net?
de: **Q:** Funktioniert das Nitrophone mit meinem Mobilfunknetz?
el: **Q:** Λειτουργεί το Nitrophone με το δίκτυο του παρόχου μου;
es: **P: ¿El Nitrophone funciona con la red de mi operador?
et: **K:** Kas Nitrophone töötab minu operaatorvõrguga?
fi: **Q:** Toimiiko Nitrophone operaattorini verkossa?
hu: **K:** Működik a Nitrophone az én szolgáltatói hálózatommal?
ja: **Q:** Nitrophoneは、私のキャリアネットワークで動作しますか？
lt: **Q:** Ar "Nitrophone" veikia mano operatoriaus tinkle?
lv: **K:** Vai Nitrophone darbojas ar mana operatora tīklu?
nl: **Q:** Werkt de Nitrophone met het netwerk van mijn provider?
pl: **Q:** Czy Nitrophone działa z moją siecią operatorów?
ro: **Q:** Nitrophone funcționează cu rețeaua operatorului meu?
ru: **Вопрос:** Работает ли Nitrophone с сетью моего оператора?
sk: **Q:** Funguje Nitrophone v sieti môjho operátora?
sl: **V:** Ali Nitrophone deluje v omrežju mojega operaterja?
sv: **Q:** Fungerar Nitrophone med mitt operatörsnätverk?
zh_cn: **问：**Nitrophone可以在我的运营商网络中使用吗？

source: Google claims `all major carriers`_ should work with the Pixel phones. Nevertheless there might be exceptions, obviously we cannot check `all` carriers around the world. Best practice, is to check if you find some tests/experience stories about the Pixel 4a together with your planned carrier network.
bg: Google твърди, че `всички големи оператори`_ трябва да работят с телефоните Pixel. Въпреки това може да има изключения, очевидно не можем да проверим `всички` оператори по света. Най-добрата практика е да проверите дали не сте намерили някакви тестове/разкази за опита на Pixel 4a заедно с планираната от вас мрежа на оператора.
cs: Google tvrdí, že `s telefony Pixel by měli pracovat všichni hlavní operátoři. Nicméně mohou existovat výjimky, samozřejmě nemůžeme ověřit `všechny` operátory na celém světě. Nejlepším postupem je ověřit, zda jste našli nějaké testy/zkušenosti s telefonem Pixel 4a spolu se sítí plánovaného operátora.
da: Google hævder, at `alle større operatører`_ bør fungere med Pixel-telefonerne. Der kan dog være undtagelser, da vi naturligvis ikke kan kontrollere `alle` udbydere i hele verden. Bedste praksis, er at tjekke om du finder nogle tests/erfaringshistorier om Pixel 4a sammen med dit planlagte operatørnetværk.
de: Google behauptet, dass die Pixel-Telefone mit "allen großen Netzbetreibern" funktionieren sollten. Trotzdem kann es Ausnahmen geben, denn wir können natürlich nicht "alle" Netzbetreiber auf der ganzen Welt überprüfen. Die beste Praxis ist, zu überprüfen, ob Sie einige Tests/Erfahrungsberichte über das Pixel 4a zusammen mit Ihrem geplanten Träger-Netzwerk finden.
el: Η Google ισχυρίζεται ότι `όλοι οι μεγάλοι μεταφορείς θα πρέπει να λειτουργούν με τα τηλέφωνα Pixel. Παρόλα αυτά μπορεί να υπάρχουν εξαιρέσεις, προφανώς δεν μπορούμε να ελέγξουμε `όλους` τους παρόχους σε όλο τον κόσμο. Η καλύτερη πρακτική, είναι να ελέγξετε αν βρίσκετε κάποιες δοκιμές/εμπειρίες για το Pixel 4a μαζί με το δίκτυο του φορέα που σχεδιάζετε.
es: Google afirma que `todos los principales operadores`_ deberían funcionar con los teléfonos Pixel. Sin embargo, podría haber excepciones, obviamente no podemos comprobar `todos` los portadores de todo el mundo. La mejor práctica, es comprobar si usted encuentra algunas pruebas / historias de la experiencia sobre el Pixel 4a junto con su red de operador previsto.
et: Google väidab, et ` kõik suuremad operaatorid peaksid Pixel-telefonidega töötama. Sellest hoolimata võib olla erandeid, ilmselt ei saa me kontrollida `kõik` milliseid operaatorite teenuseid üle maailma. Parim praktika, on kontrollida, kas leiad mõne testi/kogemuslugu Pixel 4a kohta koos oma planeeritava operaatorivõrguga.
fi: Google väittää, että `kaikkien suurimpien operaattoreiden pitäisi toimia Pixel-puhelinten kanssa. Poikkeuksia saattaa kuitenkin olla, koska emme tietenkään voi tarkistaa `kaikkia` operaattoreita ympäri maailmaa. Paras käytäntö, on tarkistaa, jos löydät joitakin testejä/kokemustarinoita Pixel 4a:sta yhdessä suunnitellun operaattoriverkon kanssa.
hu: A Google állítása szerint `minden nagyobb szolgáltatónak működnie kell a Pixel telefonokkal. Ennek ellenére lehetnek kivételek, nyilván nem tudjuk ellenőrizni `minden` szolgáltatót a világon. A legjobb gyakorlat, ha megnézed, hogy találsz-e néhány tesztet/tapasztalati beszámolót a Pixel 4a készülékről a tervezett szolgáltatói hálózattal együtt.
ja: Googleは、`すべての主要な通信事業者がPixel phoneで動作すると主張しています。とはいえ、例外もあるかもしれませんし、当然ながら世界中のすべてのキャリアを確認することはできません。最善の方法は、予定している通信事業者のネットワークでPixel 4aのテストや体験談を見つけたら、それを確認することです。
lt: "Google" teigia, kad `su "Pixel" telefonais turėtų veikti visi pagrindiniai operatoriai. Nepaisant to, gali būti išimčių, nes akivaizdu, kad negalime patikrinti `visų` operatorių visame pasaulyje. Geriausia praktika - patikrinti, ar rasite kokių nors "Pixel 4a" bandymų / patirties istorijų kartu su planuojamu operatoriaus tinklu.
lv: Google apgalvo, ka `Visiem galvenajiem operatoriem`_ vajadzētu darboties ar Pixel tālruņiem. Tomēr var būt izņēmumi, acīmredzot mēs nevaram pārbaudīt `visus` operatorus visā pasaulē. Labākā prakse ir pārbaudīt, vai atrodat kādus testus/pieredzes stāstus par Pixel 4a kopā ar jūsu plānoto operatora tīklu.
nl: Google beweert dat `alle grote providers`_ met de Pixel-telefoons zouden moeten werken. Toch kunnen er uitzonderingen zijn, we kunnen natuurlijk niet `alle` providers over de hele wereld controleren. Het beste is om na te gaan of je tests/ervaringen kunt vinden over de Pixel 4a in combinatie met het netwerk van je geplande provider.
pl: Google twierdzi, że ` wszystkie główne przewoźnicy`_ powinny działać z telefonów Pixel. Niemniej jednak mogą być wyjątki, oczywiście nie możemy sprawdzić `wszystkich` przewoźników na całym świecie. Najlepszą praktyką jest sprawdzenie, czy znajdziesz jakieś testy / historie doświadczeń o Pixel 4a wraz z planowanej sieci przewoźnika.
ro: Google susține că `toți operatorii majori`_ ar trebui să funcționeze cu telefoanele Pixel. Cu toate acestea, ar putea exista excepții, evident, nu putem verifica `toți` operatorii din întreaga lume. Cea mai bună practică, este să verificați dacă găsiți niște teste/povești de experiență despre Pixel 4a împreună cu rețeaua operatorului planificat.
ru: Google утверждает, что ` все основные операторы связи должны работать с телефонами Pixel. Тем не менее, могут быть исключения, очевидно, что мы не можем проверить `всех` операторов связи по всему миру. Лучше всего, если вы найдете какие-либо тесты/опыты о Pixel 4a вместе с планируемой операторской сетью.
sk: Spoločnosť Google tvrdí, že `s telefónmi Pixel by mali fungovať všetci hlavní operátori. Napriek tomu sa môžu vyskytnúť výnimky, samozrejme, nemôžeme overiť všetkých operátorov na celom svete. Najlepším postupom je skontrolovať, či ste našli nejaké testy/príbehy o skúsenostiach s telefónom Pixel 4a spolu so sieťou vášho plánovaného operátora.
sl: Google trdi, da `vsem večjim operaterjem`_ naj bi telefoni Pixel delovali. Kljub temu lahko obstajajo izjeme, saj seveda ne moremo preveriti vseh operaterjev po vsem svetu. Najboljša praksa je, da preverite, ali ste našli kakšne teste/izkušnje o telefonu Pixel 4a skupaj z omrežjem vašega načrtovanega operaterja.
sv: Google hävdar att `alla större operatörer`_ ska fungera med Pixel-telefonerna. Det kan dock finnas undantag, eftersom vi naturligtvis inte kan kontrollera alla operatörer runt om i världen. Det bästa sättet är att kontrollera om du hittar några tester/erfarenheter om Pixel 4a tillsammans med ditt planerade operatörsnätverk.
zh_cn: 谷歌声称`所有主要运营商`_都应该与Pixel手机合作。然而，可能会有例外，显然，我们无法检查世界各地的`所有`运营商。最好的做法是，检查你是否找到一些关于Pixel 4a和你计划的运营商网络的测试/经验故事。

source: **Q:** What is and how to activate *PIN Layout Scrambling*
bg: **В:** Какво е и как да активирате *ПИН Layout Scrambling*
cs: **Q:** Co je a jak aktivovat *PIN Layout Scrambling*
da: **Q:** Hvad er og hvordan aktiverer man *PIN Layout Scrambling*?
de: **Q:** Was ist und wie aktiviert man *PIN Layout Scrambling*?
el: **Ερώτηση:** Τι είναι και πώς να ενεργοποιήσετε το *PIN Layout Scrambling*
es: **Pregunta:** ¿Qué es y cómo se activa la *Distribución del PIN*?
et: **K:** Mis on ja kuidas aktiveerida *PIN Layout Scrambling*?
fi: **Q:** Mikä on ja miten *PIN Layout Scrambling* aktivoidaan?
hu: **K:** Mi az és hogyan aktiválható a *PIN Layout Scrambling*?
ja: **Q:** *PINレイアウトスクランブルとは何か、どのようにして有効にするのか。
lt: **Q:** Kas yra ir kaip įjungti *PIN Layout Scrambling*
lv: **Q:** Kas ir un kā aktivizēt *PIN Layout Scrambling*
nl: **Q:** Wat is en hoe activeer ik *PIN Layout Scrambling*
pl: **Q:** Czym jest i jak aktywować *PIN Layout Scrambling*?
ro: **Q:** Ce este și cum se activează *PIN Layout Scrambling*?
ru: **В:** Что такое и как активировать *PIN Layout Scrambling*.
sk: **Q:** Čo je a ako aktivovať *PIN Layout Scrambling*
sl: **Q:** Kaj je in kako aktivirati *PIN Layout Scrambling*
sv: **Q:** Vad är och hur aktiverar man *PIN Layout Scrambling*?
zh_cn: **问：**什么是以及如何激活*PIN布局加扰*？
