Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/nitropad.po
Languages: bg, da, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: Sign all current boot files with: ``Options --> Update checksums and sign all files in /boot``
bg: Подпишете всички текущи файлове за зареждане с: ``Options --> Update checksums and sign all files in /boot``
da: Signér alle aktuelle opstartsfiler med: ``Options --> Update checksums and sign all files in /boot``
el: Υπογράψτε όλα τα τρέχοντα αρχεία εκκίνησης με: ``Options --> Update checksums and sign all files in /boot``
es: Firme todos los archivos de arranque actuales con: ``Options --> Update checksums and sign all files in /boot``
et: Allkirjastage kõik praegused alglaadimisfailid: ``Options --> Update checksums and sign all files in /boot``
fi: Allekirjoita kaikki nykyiset käynnistystiedostot: ``Options --> Update checksums and sign all files in /boot```
fr: Signer tous les fichiers de démarrage actuels avec : Options --> Mettre à jour les sommes de contrôle et signer tous les fichiers dans /boot.
hu: Aláírja az összes aktuális indítófájlt a következővel: ``Options --> Update checksums and sign all files in /boot``
ja: 現在のすべてのブートファイルに署名します。``Options --> Update checksums and sign all files in /boot``
lt: Pasirašykite visus dabartinius įkrovos failus su: ``Options --> Update checksums and sign all files in /boot``
lv: Parakstiet visus pašreizējos boot failus ar: ``Options --> Update checksums and sign all files in /boot```
nl: Onderteken alle huidige boot bestanden met: ``Options --> Update checksums and sign all files in /boot``
pl: Podpisz wszystkie bieżące pliki startowe z: ``Options --> Update checksums and sign all files in /boot``.
pt: Assine todos os ficheiros de arranque actuais com: ``Options --> Update checksums and sign all files in /boot```
ro: Semnați toate fișierele de pornire curente cu: ``Options --> Update checksums and sign all files in /boot```
ru: Подпишите все текущие загрузочные файлы: ``Options --> Update checksums and sign all files in /boot``.
sk: Podpíšte všetky aktuálne zavádzacie súbory pomocou: ``Options --> Update checksums and sign all files in /boot``
sl: podpišite vse trenutne zagonske datoteke z: ``Options --> Update checksums and sign all files in /boot``
sv: Signera alla aktuella startfiler med: ``Options --> Update checksums and sign all files in /boot``
zh_cn: 在所有当前的引导文件上签名。``Options --> Update checksums and sign all files in /boot``。

source: Return to main menu and select default boot ``Main Menu --> Default boot``
bg: Върнете се в главното меню и изберете зареждане по подразбиране ``Main Menu --> Default boot``
da: Vend tilbage til hovedmenuen, og vælg standardstart ``Main Menu --> Default boot``
el: Επιστροφή στο κύριο μενού και επιλογή προεπιλεγμένης εκκίνησης ``Main Menu --> Default boot``
es: Vuelve al menú principal y selecciona el arranque por defecto ``Main Menu --> Default boot``
et: Tagasi peamenüüsse ja valige vaikimisi käivitamine ``Main Menu --> Default boot``
fi: Palaa päävalikkoon ja valitse oletuskäynnistys ``Main Menu --> Default boot``
fr: Retournez au menu principal et sélectionnez le démarrage par défaut ``Menu principal --> Démarrage par défaut``.
hu: Visszatérés a főmenübe és az alapértelmezett indítás kiválasztása ``Main Menu --> Default boot``
ja: メインメニューに戻り、デフォルトのブートを選択 ``Main Menu --> Default boot``
lt: Grįžkite į pagrindinį meniu ir pasirinkite numatytąją įkrovą ``Main Menu --> Default boot``
lv: Atgriezieties galvenajā izvēlnē un izvēlieties noklusējuma boot ``Main Menu --> Default boot```
nl: Ga terug naar het hoofdmenu en selecteer standaard boot ``Main Menu --> Default boot``
pl: Wróć do menu głównego i wybierz domyślny rozruch ``Main Menu --> Default boot``.
pt: Voltar ao menu principal e selecionar boot padrão ``Main Menu --> Default boot```
ro: Reveniți la meniul principal și selectați boot-ul implicit ``Main Menu --> Default boot``
ru: Вернитесь в главное меню и выберите загрузку по умолчанию ``Main Menu --> Default boot``.
sk: Vráťte sa do hlavného menu a vyberte predvolené spustenie ``Main Menu --> Default boot``
sl: Vrnite se v glavni meni in izberite privzeti zagon ``Main Menu --> Default boot``
sv: Återgå till huvudmenyn och välj standardstart ``Main Menu --> Default boot``
zh_cn: 返回主菜单并选择默认启动 ``Main Menu --> Default boot``

source: Agree to select default kernel (screen: ``No Default Boot Option Configured`` )
bg: Съгласие за избор на ядро по подразбиране (екран: ``No Default Boot Option Configured`` )
da: Godkend at vælge standardkernen (skærm: ``No Default Boot Option Configured`` )
el: Συμφωνείτε να επιλέξετε τον προεπιλεγμένο πυρήνα (οθόνη: ``No Default Boot Option Configured`` )
es: Acepta seleccionar el núcleo por defecto (pantalla: ``No Default Boot Option Configured`` )
et: Nõustuge vaikimisi tuuma valimisega (ekraan: ``No Default Boot Option Configured`` )
fi: Hyväksy oletusytimen valinta (näyttö: ``No Default Boot Option Configured`` ).
fr: Accepter de sélectionner le noyau par défaut (écran : "Aucune option d'amorçage par défaut configurée").
hu: Egyetért az alapértelmezett rendszermag kiválasztásával (képernyő: ``No Default Boot Option Configured`` )
ja: デフォルトカーネルの選択に同意する（画面：``No Default Boot Option Configured`` ）。
lt: Sutikite pasirinkti numatytąjį branduolį (ekranas: ``No Default Boot Option Configured`` )
lv: Piekrītu, lai izvēlētos noklusējuma kodolu (ekrāns: ``No Default Boot Option Configured`` )
nl: Akkoord om standaard kernel te selecteren (scherm: ``No Default Boot Option Configured`` )
pl: Zgoda na wybór domyślnego jądra (ekran: ``No Default Boot Option Configured`` ).
pt: Concordar em selecionar o kernel padrão (tela: ``No Default Boot Option Configured`` )
ro: Acceptați să selectați kernelul implicit (ecran: ``No Default Boot Option Configured`` )
ru: Согласитесь выбрать ядро по умолчанию (экран: ``No Default Boot Option Configured`` )
sk: Súhlas s výberom predvoleného jadra (obrazovka: ``No Default Boot Option Configured`` )
sl: Strinjanje z izbiro privzetega jedra (zaslon: ``No Default Boot Option Configured`` )
sv: Godkänn att välja standardkärna (skärm: ``No Default Boot Option Configured`` )
zh_cn: 同意选择默认内核（屏幕：``No Default Boot Option Configured`` )

source: Select the desired kernel to work as the default
bg: Изберете желаното ядро, което да работи като ядро по подразбиране
da: Vælg den ønskede kerne, der skal fungere som standard
el: Επιλέξτε τον επιθυμητό πυρήνα που θα λειτουργήσει ως προεπιλεγμένος
es: Seleccione el núcleo deseado para que funcione como el predeterminado
et: Valige soovitud tuum, mis töötab vaikimisi.
fi: Valitse haluamasi ydin, joka toimii oletusarvona.
fr: Sélectionnez le noyau souhaité pour qu'il fonctionne comme noyau par défaut.
hu: Válassza ki a kívánt rendszermagot, hogy alapértelmezettként működjön.
ja: 任意のカーネルを選択してデフォルトとして動作させる
lt: Pasirinkite pageidaujamą branduolį, kad jis veiktų kaip numatytasis
lv: Izvēlieties vēlamo kodolu, kas darbosies kā noklusējuma kodols.
nl: Selecteer de gewenste kernel om als standaard te werken
pl: Wybierz żądane jądro, które ma pracować jako domyślne
pt: Selecione o kernel desejado para trabalhar como o padrão
ro: Selectați kernelul dorit pentru a funcționa ca și kernel implicit
ru: Выберите желаемое ядро для работы в качестве ядра по умолчанию
sk: Vyberte požadované jadro, ktoré bude fungovať ako predvolené
sl: Izberite želeno jedro, ki bo delovalo kot privzeto
sv: Välj önskad kärna som ska fungera som standardkärna
zh_cn: 选择所需的内核作为默认的工作。

source: Select 2nd option: ``Make <kernel version> the default``
bg: Изберете втората опция: ``Make <kernel version> the default``
da: Vælg 2. mulighed: ``Make <kernel version> the default``
el: Επιλέξτε τη 2η επιλογή: ``Make <kernel version> the default``
es: Seleccione la segunda opción: ``Make <kernel version> the default``
et: Valige 2. valik: ``Make <kernel version> the default<x>``
fi: Valitse 2. vaihtoehto: ``Make <kernel version> the default````
fr: Sélectionnez la 2ème option : "Faire de la version du noyau la version par défaut".
hu: Válassza a 2. lehetőséget: ``Make <kernel version> the default``
ja: 2番目のオプションを選択します。``Make <kernel version> the default``
lt: Pasirinkite 2-ąją parinktį: ``Make <kernel version> the default``
lv: Izvēlieties 2. iespēju: ``Make <kernel version> the default``
nl: Kies de 2e optie: ``Make <kernel version> the default``
pl: Wybierz drugą opcję: ``Make <kernel version> the default``
pt: Selecione a 2ª opção: ``Make <kernel version> the default```
ro: Selectați a doua opțiune: ``Make <kernel version> the default``
ru: Выберите 2-й вариант: ``Make <kernel version> the default``.
sk: Vyberte druhú možnosť: ``Make <kernel version> the default``
sl: Izberite 2. možnost: ``Make <kernel version> the default``
sv: Välj det andra alternativet: ``Make <kernel version> the default``
zh_cn: 选择第二个选项。``Make <kernel version> the default``。

source: Save the kernel with accepting default options (proceed, do not agree for TPM encryption, confirm GPG card):
bg: Запазете ядрото, като приемете опциите по подразбиране (продължете, не се съгласявайте за TPM криптиране, потвърдете GPG картата):
da: Gem kernen med accept af standardindstillingerne (fortsæt, accepter ikke TPM-kryptering, bekræft GPG-kortet):
el: Αποθηκεύστε τον πυρήνα με αποδοχή των προεπιλεγμένων επιλογών (προχωρήστε, μην συμφωνείτε για κρυπτογράφηση TPM, επιβεβαιώστε την κάρτα GPG):
es: Guarde el kernel aceptando las opciones por defecto (proceder, no aceptar el cifrado TPM, confirmar la tarjeta GPG):
et: Salvesta tuuma, nõustudes vaikimisi valikutega (jätkake, ärge nõustuge TPM-krüpteerimisega, kinnitage GPG-kaart):
fi: Tallenna ydin hyväksymällä oletusasetukset (jatka, älä hyväksy TPM-salausta, vahvista GPG-kortti):
fr: Sauvegarder le noyau en acceptant les options par défaut (poursuivre, ne pas accepter pour le cryptage TPM, confirmer la carte GPG) :
hu: Mentse a rendszermagot az alapértelmezett beállítások elfogadásával (folytassa, ne egyezzen bele a TPM titkosításba, erősítse meg a GPG kártyát):
ja: デフォルトのオプション（続行、TPM暗号化に同意しない、GPGカードの確認）を受け入れてカーネルを保存します。
lt: Išsaugokite branduolį, priimdami numatytąsias parinktis (tęsti, nesutikti su TPM šifravimu, patvirtinti GPG kortelę):
lv: Saglabāt kodolu, pieņemot noklusējuma opcijas (turpināt, nepiekrist TPM šifrēšanai, apstiprināt GPG karti):
nl: Sla de kernel op met het accepteren van de standaard opties (ga verder, ga niet akkoord voor TPM encryptie, bevestig GPG kaart):
pl: Zapisz kernel z zaakceptowaniem domyślnych opcji (kontynuuj, nie zgadzaj się na szyfrowanie TPM, potwierdź kartę GPG):
pt: Salve o kernel com a aceitação das opções padrão (prossiga, não concorde com a criptografia TPM, confirme a placa GPG):
ro: Salvați kernelul cu acceptarea opțiunilor implicite (continuați, nu acceptați criptarea TPM, confirmați cardul GPG):
ru: Сохраните ядро с принятием опций по умолчанию (продолжить, не соглашаться на шифрование TPM, подтвердить карту GPG):
sk: Uloženie jadra s akceptovaním predvolených možností (pokračovať, nesúhlasiť so šifrovaním TPM, potvrdiť kartu GPG):
sl: Shranite jedro s sprejetjem privzetih možnosti (nadaljujte, ne privolite v šifriranje TPM, potrdite kartico GPG):
sv: Spara kärnan med standardalternativ (fortsätt, godkänn inte TPM-kryptering, bekräfta GPG-kortet):
zh_cn: 保存内核并接受默认选项（继续，不同意TPM加密，确认GPG卡）。

source: Enter PIN for the Nitrokey Pro/Storage device to execute signing process
bg: Въведете ПИН за устройството Nitrokey Pro/Storage, за да изпълните процеса на подписване
da: Indtast PIN-koden til Nitrokey Pro/lagerenheden for at udføre signeringsprocessen
el: Εισάγετε τον κωδικό PIN για τη συσκευή Nitrokey Pro/Storage για την εκτέλεση της διαδικασίας υπογραφής
es: Introduzca el PIN del dispositivo Nitrokey Pro/Storage para ejecutar el proceso de firma
et: Sisestage Nitrokey Pro/Storage seadme PIN-kood, et viia allkirjastamisprotsess läbi.
fi: Syötä Nitrokey Pro/Storage -laitteen PIN-koodi allekirjoitusprosessin suorittamista varten.
fr: Saisissez le code PIN du dispositif Nitrokey Pro/Storage pour exécuter le processus de signature.
hu: Adja meg a Nitrokey Pro/Tároló eszköz PIN-kódját az aláírási folyamat végrehajtásához
ja: 署名処理を実行するNitrokey Pro/StorageデバイスのPINを入力する
lt: Įveskite "Nitrokey Pro"/"Storage" įrenginio PIN kodą pasirašymo procesui vykdyti
lv: Ievadiet Nitrokey Pro/Storage ierīces PIN kodu, lai izpildītu parakstīšanas procesu.
nl: Voer de PIN in voor het Nitrokey Pro/opslagapparaat om het ondertekeningsproces uit te voeren
pl: Wprowadź PIN dla urządzenia Nitrokey Pro/Storage, aby wykonać proces podpisywania
pt: Introduza o PIN do dispositivo Nitrokey Pro/Storage para executar o processo de assinatura
ro: Introduceți PIN-ul pentru dispozitivul Nitrokey Pro/Storage pentru a executa procesul de semnare
ru: Введите PIN-код для устройства Nitrokey Pro/Storage для выполнения процесса подписания
sk: Zadajte PIN pre zariadenie Nitrokey Pro/Storage na vykonanie procesu podpisovania
sl: Vnesite kodo PIN za napravo Nitrokey Pro/Storage za izvedbo postopka podpisovanja.
sv: Ange PIN-koden för Nitrokey Pro/Storage-enheten för att utföra signeringsprocessen.
zh_cn: 输入Nitrokey Pro/Storage设备的PIN码，以执行签名过程。

source: The selected kernel will boot and it will be the default one the next time when selecting ``Default Boot`` option from the menu.
bg: Избраното ядро ще се зареди и ще бъде ядрото по подразбиране следващия път, когато изберете ``Default Boot`` от менюто.
da: Den valgte kerne vil starte op, og den vil være standardkernen næste gang, når du vælger ``Default Boot`` i menuen.
el: Ο επιλεγμένος πυρήνας θα εκκινήσει και θα είναι ο προεπιλεγμένος την επόμενη φορά που θα επιλέξετε την επιλογή ``Default Boot`` από το μενού.
es: El kernel seleccionado arrancará y será el predeterminado la próxima vez que se seleccione la opción ``Default Boot`` del menú.
et: Valitud tuum käivitub ja see on järgmine kord vaikimisi tuum, kui valite menüüst valiku ``Default Boot``.
fi: Valittu ydin käynnistyy, ja se on oletusarvoisesti käytössä seuraavalla kerralla, kun valitset ``Default Boot``-vaihtoehdon valikosta.
fr: Le noyau sélectionné démarrera et sera le noyau par défaut la prochaine fois que vous sélectionnerez l'option "Boot par défaut" dans le menu.
hu: A kiválasztott rendszermag fog elindulni, és ez lesz az alapértelmezett a következő alkalommal, amikor a ``Default Boot`` opciót választja a menüből.
ja: 選択されたカーネルが起動し、次回メニューから``Default Boot``オプションを選択したときに、デフォルトのカーネルになります。
lt: Pasirinktas branduolys bus įkrautas ir kitą kartą, pasirinkus ``Default Boot`` parinktį iš meniu, jis bus numatytasis.
lv: Izvēlētais kodols tiks ielādēts, un tas būs noklusējuma kodols nākamajā reizē, izvēlnē izvēloties ``Default Boot`` iespēju.
nl: De geselecteerde kernel zal opstarten en zal de volgende keer de standaard zijn wanneer ``Default Boot`` optie uit het menu gekozen wordt.
pl: Wybrane jądro zostanie uruchomione i będzie domyślne następnym razem, gdy wybierzemy z menu opcję ``Default Boot``.
pt: O kernel selecionado iniciará e será o padrão na próxima vez que selecionar ``Default Boot`` opção do menu.
ro: Kernelul selectat va porni și va fi cel implicit data viitoare când veți selecta opțiunea ``Default Boot`` din meniu.
ru: Выбранное ядро загрузится и будет использоваться по умолчанию в следующий раз при выборе опции ``Default Boot`` в меню.
sk: Vybrané jadro sa zavedie a pri ďalšom výbere možnosti ``Default Boot`` z ponuky bude predvolené.
sl: Izbrano jedro se bo zagnalo in bo privzeto naslednjič, ko boste iz menija izbrali možnost ``Default Boot``.
sv: Den valda kärnan startar upp och kommer att vara standardkärna nästa gång du väljer ``Default Boot`` från menyn.
zh_cn: 所选的内核将被启动，下次从菜单中选择``Default Boot``选项时，它将成为默认的内核。

source: Factory Reset
bg: Фабрично нулиране
da: Fabriksnulstilling
el: Επαναφορά εργοστασιακών ρυθμίσεων
es: Restablecimiento de fábrica
et: Tehase lähtestamine
fi: Tehdasasetusten palautus
fr: Réinitialisation d'usine
hu: Gyári visszaállítás
ja: ファクトリーリセット
lt: Gamyklinis atstatymas
lv: Rūpnīcas atiestatīšana
nl: Fabrieks reset
pl: Reset fabryczny
pt: Reinicialização de Fábrica
ro: Resetare din fabrică
ru: Заводской сброс
sk: Obnovenie továrenského nastavenia
sl: Ponastavitev tovarniške nastavitve
sv: Fabriksåterställning
zh_cn: 工厂重置

source: Reasons for resetting to factory settings
bg: Причини за възстановяване на фабричните настройки
da: Årsager til at nulstille til fabriksindstillingerne
el: Λόγοι επαναφοράς στις εργοστασιακές ρυθμίσεις
es: Razones para restablecer la configuración de fábrica
et: Tehasesätete lähtestamise põhjused
fi: Syyt tehdasasetusten palauttamiseen
fr: Raisons de la réinitialisation des paramètres d'usine
hu: A gyári beállítások visszaállításának okai
ja: 工場出荷時設定へのリセットを行う理由
lt: Gamyklinių nustatymų atkūrimo priežastys
lv: Iemesli rūpnīcas iestatījumu atiestatīšanai
nl: Redenen voor het terugzetten naar fabrieksinstellingen
pl: Powody przywracania ustawień fabrycznych
pt: Razões para reiniciar para as configurações de fábrica
ro: Motive pentru resetarea la setările din fabrică
ru: Причины сброса к заводским настройкам
sk: Dôvody obnovenia výrobných nastavení
sl: Razlogi za ponastavitev na tovarniške nastavitve
sv: Skäl till att återställa till fabriksinställningar
zh_cn: 重置为出厂设置的原因

source: Your Nitrokey is locked (e.g. due to multiple incorrect PIN entries)
bg: Вашият Nitrokey е заключен (например поради многократни грешни въвеждания на ПИН).
da: Din Nitrokey er låst (f.eks. på grund af flere forkerte pinkodeindtastninger)
el: Το Nitrokey σας είναι κλειδωμένο (π.χ. λόγω πολλαπλών λανθασμένων καταχωρήσεων PIN)
es: Su Nitrokey está bloqueada (por ejemplo, debido a la introducción de varios PINs incorrectos)
et: Teie Nitrokey on lukustatud (nt mitme vale PIN-koodi sisestamise tõttu).
fi: Nitrokey-avaimesi on lukittu (esim. useiden virheellisten PIN-koodien syöttämisen vuoksi).
fr: Votre Nitrokey est verrouillée (par exemple en raison de plusieurs saisies incorrectes du code PIN).
hu: Az Ön Nitrokey-je zárolt (pl. többszöri helytelen PIN-bejegyzés miatt).
ja: お客様のNitrokeyがロックされている（例：複数のPINの誤入力によるもの）
lt: "Nitrokey" raktas užrakintas (pvz., dėl kelių neteisingai įvestų PIN kodų).
lv: Jūsu Nitrokey ir bloķēts (piemēram, vairāku nepareizu PIN kodu ievadīšanas dēļ).
nl: Uw Nitrokey is geblokkeerd (bijv. als gevolg van meerdere onjuiste PIN-invoeringen)
pl: Twój Nitrokey jest zablokowany (np. z powodu wielokrotnego wprowadzenia nieprawidłowego kodu PIN)
pt: A sua Nitrokey está bloqueada (por exemplo, devido a várias entradas PIN incorrectas)
ro: Nitrokey este blocat (de exemplu, din cauza mai multor introduceri incorecte ale PIN-ului)
ru: Ваш Nitrokey заблокирован (например, из-за нескольких неправильных вводов PIN-кода)
sk: Váš kľúč Nitrokey je zablokovaný (napr. z dôvodu viacnásobného nesprávneho zadania kódu PIN).
sl: vaš ključ Nitrokey je zaklenjen (npr. zaradi večkratnega napačnega vnosa kode PIN).
sv: Din Nitrokey är låst (t.ex. på grund av flera felaktiga PIN-inmatningar).
zh_cn: 您的Nitrokey被锁定（例如，由于多次输入错误的PIN码）。

source: You have lost your Nitrokey (in which case you will first need a new one)
bg: Загубили сте своя ключ Nitrokey (в този случай първо ще ви е необходим нов ключ).
da: Du har mistet din Nitrokey (i så fald skal du først have en ny)
el: Έχετε χάσει το Nitrokey σας (σε αυτή την περίπτωση θα χρειαστείτε πρώτα ένα νέο)
es: Has perdido tu Nitrokey (en cuyo caso necesitarás primero una nueva)
et: Te olete kaotanud oma Nitrokey (sellisel juhul vajate kõigepealt uut).
fi: Olet hukannut Nitrokey-avaimesi (siinä tapauksessa tarvitset ensin uuden).
fr: Vous avez perdu votre Nitrokey (dans ce cas, vous devez d'abord en obtenir une nouvelle).
hu: Elvesztette a Nitrokey-jét (ebben az esetben először is új kulcsra lesz szüksége).
ja: Nitrokeyを紛失した場合（この場合、まず新しいNitrokeyが必要となります。）
lt: pametėte "Nitrokey" raktą (tokiu atveju pirmiausia reikės naujo rakto).
lv: esat pazaudējis savu Nitrokey (tādā gadījumā jums vispirms būs nepieciešams jauns Nitrokey).
nl: U bent uw Nitrokey kwijt (in dat geval heeft u eerst een nieuwe nodig)
pl: Zgubiłeś swój Nitrokey (w takim przypadku musisz najpierw uzyskać nowy Nitrokey)
pt: Perdeu a sua Nitrokey (caso em que vai precisar primeiro de uma nova)
ro: V-ați pierdut Nitrokey (caz în care veți avea nevoie mai întâi de una nouă).
ru: Вы потеряли свой Nitrokey (в этом случае вам сначала нужно получить новый)
sk: Stratili ste kľúč Nitrokey (v takom prípade budete potrebovať nový kľúč).
sl: izgubili ste ključ Nitrokey (v tem primeru boste najprej potrebovali novega).
sv: Du har tappat bort din Nitrokey (i så fall behöver du först en ny).
zh_cn: 你丢失了你的Nitrokey（在这种情况下，你首先需要一个新的）。

source: You have installed an operating system yourself (e.g. after changing the hard disk)
bg: сами сте инсталирали операционна система (например след смяна на твърдия диск).
da: Du har selv installeret et operativsystem (f.eks. efter at du har skiftet harddisk)
el: Έχετε εγκαταστήσει μόνοι σας ένα λειτουργικό σύστημα (π.χ. μετά από αλλαγή του σκληρού δίσκου)
es: Ha instalado un sistema operativo usted mismo (por ejemplo, después de cambiar el disco duro)
et: Te olete ise paigaldanud operatsioonisüsteemi (nt pärast kõvaketta vahetamist).
fi: Olet asentanut käyttöjärjestelmän itse (esim. kiintolevyn vaihdon jälkeen).
fr: Vous avez installé vous-même un système d'exploitation (par exemple, après avoir changé le disque dur).
hu: Ön maga telepítette az operációs rendszert (pl. a merevlemez cseréje után).
ja: お客様ご自身でOSをインストールされた場合（例：ハードディスクを交換された場合など）
lt: patys įdiegėte operacinę sistemą (pvz., pakeitę kietąjį diską).
lv: Jūs pats esat instalējis operētājsistēmu (piemēram, pēc cietā diska maiņas).
nl: U hebt zelf een besturingssysteem geïnstalleerd (bv. na het vervangen van de harde schijf)
pl: Samodzielnie zainstalowałeś system operacyjny (np. po wymianie dysku twardego)
pt: Você mesmo instalou um sistema operacional (por exemplo, após trocar o disco rígido)
ro: Ați instalat singur un sistem de operare (de exemplu, după ce ați schimbat discul dur).
ru: Вы самостоятельно установили операционную систему (например, после замены жесткого диска)
sk: ste si sami nainštalovali operačný systém (napr. po výmene pevného disku)
sl: ste sami namestili operacijski sistem (npr. po zamenjavi trdega diska).
sv: Du har installerat ett operativsystem själv (t.ex. efter att du bytt hårddisk).
zh_cn: 你自己安装了一个操作系统（例如在更换硬盘后）。

source: Your operating system does not start
bg: Операционната ви система не се стартира
da: Dit styresystem starter ikke
el: Το λειτουργικό σας σύστημα δεν ξεκινάει
es: Su sistema operativo no se inicia
et: Teie operatsioonisüsteem ei käivitu
fi: Käyttöjärjestelmä ei käynnisty
fr: Votre système d'exploitation ne démarre pas
hu: Az operációs rendszer nem indul el
ja: オペレーティングシステムが起動しない
lt: Operacinė sistema neįsijungia
lv: Operētājsistēma nesākas
nl: Uw besturingssysteem start niet
pl: System operacyjny nie uruchamia się
pt: O seu sistema operacional não inicia
ro: Sistemul de operare nu pornește
ru: Ваша операционная система не запускается
sk: Váš operačný systém sa nespustí
sl: Operacijski sistem se ne zažene
sv: Ditt operativsystem startar inte
zh_cn: 你的操作系统不能启动
