Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/nitropad.po
Languages: bg, da, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: Press Enter (“Default Boot”) after booting the system, provided the NitroPad has not shown any errors and the Nitrokey is lit green (see above).
bg: Натиснете Enter ("Default Boot") след стартиране на системата, при условие че NitroPad не е показал никакви грешки и Nitrokey свети в зелено (вж. по-горе).
da: Tryk på Enter ("Default Boot") efter opstart af systemet, forudsat at NitroPad ikke har vist nogen fejl, og at Nitrokey er grønt lysende (se ovenfor).
el: Πατήστε Enter ("Default Boot") μετά την εκκίνηση του συστήματος, εφόσον το NitroPad δεν έχει εμφανίσει σφάλματα και το Nitrokey είναι αναμμένο πράσινο (βλ. παραπάνω).
es: Pulse Enter ("Default Boot") después de arrancar el sistema, siempre y cuando el NitroPad no haya mostrado ningún error y la Nitrokey esté iluminada en verde (ver arriba).
et: Vajutage Enter ("Default Boot") pärast süsteemi käivitamist, kui NitroPad ei ole näidanud ühtegi viga ja Nitrokey põleb roheliselt (vt eespool).
fi: Paina Enter-näppäintä ("Default Boot") järjestelmän käynnistyksen jälkeen, jos NitroPad ei ole näyttänyt virheitä ja Nitrokey palaa vihreänä (katso yllä).
fr: Appuyez sur la touche Enter ("Default Boot") après avoir démarré le système, à condition que le NitroPad n'ait pas affiché d'erreurs et que la Nitrokey soit allumée en vert (voir ci-dessus).
hu: Nyomja meg az Entert ("Alapértelmezett indítás") a rendszer indítása után, feltéve, hogy a NitroPad nem jelzett semmilyen hibát, és a Nitrokey zöld színnel világít (lásd fentebb).
ja: システムを起動した後、NitroPadにエラーが表示されず、Nitrokeyが緑色に点灯していれば、Enterキー（「デフォルトブート」）を押してください（上記参照）。
lt: Įkrovę sistemą, jei "NitroPad" nerodė jokių klaidų ir "Nitrokey" degė žaliai (žr. pirmiau), paspauskite Enter ("Default Boot").
lv: Pēc sistēmas palaišanas nospiediet Enter ("Default Boot"), ja NitroPad nav parādījis nekādas kļūdas un Nitrokey iedegas zaļā krāsā (skatīt iepriekš).
nl: Druk op Enter ("Default Boot") nadat het systeem is opgestart, mits de NitroPad geen fouten heeft vertoond en de Nitrokey groen brandt (zie hierboven).
pl: Naciśnij Enter ("Default Boot") po uruchomieniu systemu, jeśli NitroPad nie wykazuje żadnych błędów, a Nitrokey świeci się na zielono (patrz wyżej).
pt: Prima Enter ("Default Boot") após arrancar o sistema, desde que o NitroPad não tenha mostrado nenhum erro e a Nitrokey esteja acesa a verde (ver acima).
ro: Apăsați Enter ("Default Boot") după ce ați pornit sistemul, cu condiția ca NitroPad să nu fi afișat nicio eroare și ca Nitrokey să fie aprinsă în verde (a se vedea mai sus).
ru: Нажмите Enter ("Загрузка по умолчанию") после загрузки системы, если NitroPad не показал никаких ошибок и Nitrokey горит зеленым (см. выше).
sk: Po spustení systému stlačte Enter ("Default Boot") za predpokladu, že NitroPad nevykazuje žiadne chyby a tlačidlo Nitrokey svieti na zeleno (pozri vyššie).
sl: Po zagonu sistema pritisnite Enter ("Default Boot"), če naprava NitroPad ni pokazala nobenih napak in če je tipka Nitrokey zeleno osvetljena (glejte zgoraj).
sv: Tryck på Enter ("Default Boot") efter att du startat upp systemet, förutsatt att NitroPad inte har visat några fel och att Nitrokey lyser grönt (se ovan).
zh_cn: 在启动系统后按回车键（"默认启动"），前提是NitroPad没有显示任何错误，且Nitrokey亮起绿色（见上文）。

source: Next, the system will prompt you to enter the passphrase to decrypt the hard disk. The passphrase is initially “PleaseChangeMe”.
bg: След това системата ще ви подкани да въведете паролата, за да декриптирате твърдия диск. Първоначално паролата е "PleaseChangeMe".
da: Derefter beder systemet dig om at indtaste en adgangsfrase for at dekryptere harddisken. Passphrasen er oprindeligt "PleaseChangeMe".
el: Στη συνέχεια, το σύστημα θα σας ζητήσει να εισαγάγετε τη συνθηματική φράση για την αποκρυπτογράφηση του σκληρού δίσκου. Η συνθηματική φράση είναι αρχικά "PleaseChangeMe".
es: A continuación, el sistema le pedirá que introduzca la frase de contraseña para descifrar el disco duro. La frase de contraseña es inicialmente "PleaseChangeMe".
et: Seejärel palub süsteem sisestada kõvaketta dekrüpteerimiseks salasõna. Salasõna on esialgu "PleaseChangeMe".
fi: Seuraavaksi järjestelmä pyytää sinua syöttämään salasanan kiintolevyn salauksen purkamiseksi. Tunnuslause on aluksi "PleaseChangeMe".
fr: Ensuite, le système vous demandera de saisir la phrase de passe pour décrypter le disque dur. La phrase de passe est initialement "PleaseChangeMe".
hu: Ezután a rendszer a merevlemez titkosításának visszafejtéséhez szükséges jelszót kéri megadni. A jelszó kezdetben "PleaseChangeMe".
ja: 次に、ハードディスクを復号化するためのパスフレーズを入力する画面が表示されます。パスフレーズは、初期状態では「PleaseChangeMe」となっています。
lt: Tada sistema paprašys įvesti slaptažodį kietajam diskui iššifruoti. Iš pradžių slaptažodis yra "PleaseChangeMe".
lv: Pēc tam sistēma lūgs ievadīt piekļuves frāzi, lai atšifrētu cieto disku. Sākotnēji parole ir "PleaseChangeMe".
nl: Vervolgens zal het systeem u vragen de passphrase in te voeren om de harde schijf te decoderen. De passphrase is in eerste instantie "PleaseChangeMe".
pl: Następnie system poprosi o wprowadzenie hasła w celu odszyfrowania dysku twardego. Hasło początkowo brzmi "PleaseChangeMe".
pt: Em seguida, o sistema solicitará que você digite a senha para descriptografar o disco rígido. A frase-senha é inicialmente "PleaseChangeMe".
ro: În continuare, sistemul vă va solicita să introduceți fraza de acces pentru decriptarea hard disk-ului. Fraza de acces este inițial "PleaseChangeMe".
ru: Далее система предложит вам ввести кодовую фразу для расшифровки жесткого диска. Изначально парольная фраза звучит как "PleaseChangeMe".
sk: Potom vás systém vyzve na zadanie prístupovej frázy na dešifrovanie pevného disku. Prístupová fráza je spočiatku "PleaseChangeMe".
sl: Nato vas bo sistem pozval k vnosu gesla za dešifriranje trdega diska. Na začetku je geslo "PleaseChangeMe".
sv: Därefter kommer systemet att be dig ange lösenfrasen för att dekryptera hårddisken. Lösenfrasen är inledningsvis "PleaseChangeMe".
zh_cn: 接下来，系统会提示你输入解密硬盘的口令。该口令最初为 "PleaseChangeMe"。

source: The system will then guide you through the process of creating a user account. After that you should have successfully booted the system and could already use it normally.
bg: След това системата ще ви насочи към процеса на създаване на потребителски акаунт. След това трябва да сте стартирали успешно системата и вече да можете да я използвате нормално.
da: Systemet vil derefter guide dig gennem processen med at oprette en brugerkonto. Herefter skulle du have startet systemet op og allerede kunne bruge det normalt.
el: Στη συνέχεια, το σύστημα θα σας καθοδηγήσει στη διαδικασία δημιουργίας ενός λογαριασμού χρήστη. Μετά από αυτό θα πρέπει να έχετε εκκινήσει επιτυχώς το σύστημα και να μπορείτε ήδη να το χρησιμοποιείτε κανονικά.
es: A continuación, el sistema le guiará por el proceso de creación de una cuenta de usuario. Después de esto debería haber arrancado con éxito el sistema y ya podría utilizarlo con normalidad.
et: Seejärel juhatab süsteem teid läbi kasutajakonto loomise protsessi. Pärast seda peaksite süsteemi edukalt käivitama ja seda juba normaalselt kasutama.
fi: Järjestelmä opastaa sinut tämän jälkeen käyttäjätilin luomisessa. Tämän jälkeen sinun pitäisi olla onnistuneesti käynnistänyt järjestelmä ja voit jo käyttää sitä normaalisti.
fr: Le système vous guidera ensuite dans le processus de création d'un compte utilisateur. Après cela, vous devriez avoir réussi à démarrer le système et pouvoir déjà l'utiliser normalement.
hu: A rendszer ezután végigvezeti Önt a felhasználói fiók létrehozásának folyamatán. Ezt követően sikeresen el kell indítania a rendszert, és már normálisan használhatja is azt.
ja: その後、システムがユーザーアカウントの作成プロセスを案内してくれます。その後、システムの起動に成功し、通常通り使用できるようになります。
lt: Tada sistema jums padės sukurti naudotojo paskyrą. Po to turėtumėte sėkmingai įkrauti sistemą ir jau galite ja normaliai naudotis.
lv: Pēc tam sistēma jums palīdzēs izveidot lietotāja kontu. Pēc tam jums vajadzētu būt veiksmīgi iestartējušam sistēmu un jau varētu to normāli lietot.
nl: Het systeem zal u dan door het proces van het aanmaken van een gebruikersaccount leiden. Daarna zou u het systeem met succes moeten hebben opgestart en zou u het al normaal kunnen gebruiken.
pl: System przeprowadzi Cię przez proces tworzenia konta użytkownika. Po tym powinieneś pomyślnie uruchomić system i móc już normalnie z niego korzystać.
pt: O sistema irá então guiá-lo através do processo de criação de uma conta de utilizador. Depois disso, você deve ter iniciado o sistema com sucesso e já pode usá-lo normalmente.
ro: Sistemul vă va ghida apoi prin procesul de creare a unui cont de utilizator. După aceea, ar trebui să porniți cu succes sistemul și să îl puteți utiliza deja în mod normal.
ru: Затем система проведет вас через процесс создания учетной записи пользователя. После этого вы должны успешно загрузить систему и уже сможете нормально пользоваться ею.
sk: Systém vás potom prevedie procesom vytvorenia používateľského konta. Potom by ste mali úspešne zaviesť systém a už ho môžete normálne používať.
sl: Sistem vas bo nato vodil skozi postopek ustvarjanja uporabniškega računa. Po tem morate uspešno zagnati sistem in ga že lahko normalno uporabljate.
sv: Systemet guidar dig sedan genom processen för att skapa ett användarkonto. Därefter bör du ha startat upp systemet och redan kunna använda det normalt.
zh_cn: 然后，系统将引导你完成创建用户账户的过程。之后，你应该已经成功启动了系统，并且已经可以正常使用。

source: Open the pre-installed Nitrokey App and change the PINs of your Nitrokey as `described here <change-pins.html>`_.
bg: Отворете предварително инсталираното приложение Nitrokey и променете ПИН-кодовете на вашия Nitrokey, както е описано тук ` <change-pins.html>`_.
da: Åbn den forudinstallerede Nitrokey-app, og ændr pinkoderne på din Nitrokey som `beskrevet her <change-pins.html>`_.
el: Ανοίξτε την προεγκατεστημένη εφαρμογή Nitrokey App και αλλάξτε τους κωδικούς PIN του Nitrokey σας όπως `περιγράφεται εδώ <change-pins.html>`_.
es: Abre la App Nitrokey preinstalada y cambia los PINs de tu Nitrokey como ` se describe aquí <change-pins.html>`_.
et: Avage eelinstalleeritud Nitrokey rakendus ja muutke oma Nitrokey PIN-koodid, nagu on kirjeldatud siin ` <change-pins.html>`_.
fi: Avaa esiasennettu Nitrokey-sovellus ja vaihda Nitrokey-sovelluksen PIN-koodit `kuvauksen <change-pins.html>`_ mukaisesti.
hu: Nyissa meg az előre telepített Nitrokey alkalmazást, és módosítsa a Nitrokey PIN-kódját az itt leírtak szerint ` <change-pins.html>`_.
ja: プリインストールされているNitrokeyアプリを開き、NitrokeyのPINをここで説明されている` <change-pins.html>`_のように変更します。
lt: Atidarykite iš anksto įdiegtą programėlę "Nitrokey" ir pakeiskite savo "Nitrokey" PIN kodus, kaip `aprašyta čia <change-pins.html>`_.
lv: Atveriet iepriekš instalēto Nitrokey lietotni un mainiet Nitrokey PIN kodus, kā ` aprakstīts šeit <change-pins.html>`_.
nl: Open de vooraf geïnstalleerde Nitrokey-app en wijzig de PIN-code van uw Nitrokey zoals `hier beschreven <change-pins.html>`_.
pl: Otwórz preinstalowaną aplikację Nitrokey App i zmień PINy Twoich Nitrokey jak ` opisano tutaj <change-pins.html>`_.
pt: Abra a aplicação Nitrokey pré-instalada e altere os PINs da sua Nitrokey como `descrito aqui <change-pins.html>`_.
ro: Deschideți aplicația Nitrokey preinstalată și modificați PIN-urile Nitrokey-ului dvs. așa cum `descris aici <change-pins.html>`_.
ru: Откройте предустановленное приложение Nitrokey App и измените PIN-код вашего Nitrokey, как `описано здесь <change-pins.html>`_.
sk: Otvorte predinštalovanú aplikáciu Nitrokey a zmeňte kódy PIN kľúča Nitrokey podľa `opísaného tu <change-pins.html>`_.
sl: Odprite prednameščeno aplikacijo Nitrokey in spremenite kode PIN ključa Nitrokey, kot je `opisano tukaj <change-pins.html>`_.
sv: Öppna den förinstallerade Nitrokey-appen och ändra PIN-koderna för din Nitrokey enligt ` beskrivningen här <change-pins.html>`_.
zh_cn: 打开预装的Nitrokey应用程序，按照`这里描述的<change-pins.html>`_更改Nitrokey的密码。

source: Change the passphrase for the hard disk encryption by running “sudo cryptsetup luksChangeKey /dev/sda2” in a terminal. This passphrase is different from your user acount's passphrase.
bg: Променете паролата за криптиране на твърдия диск, като стартирате "sudo cryptsetup luksChangeKey /dev/sda2" в терминала. Тази парола е различна от паролата на потребителския ви акаунт'.
da: Ændr adgangsfrasen for harddiskens kryptering ved at køre "sudo cryptsetup luksChangeKey /dev/sda2" i en terminal. Denne adgangsfrase er forskellig fra din brugerkontos adgangsfrase.
el: Αλλάξτε τη φράση πρόσβασης για την κρυπτογράφηση του σκληρού δίσκου εκτελώντας την εντολή "sudo cryptsetup luksChangeKey /dev/sda2" σε ένα τερματικό. Αυτή η συνθηματική φράση είναι διαφορετική από τη συνθηματική φράση του λογαριασμού χρήστη σας.
es: Cambie la frase de contraseña para el cifrado del disco duro ejecutando "sudo cryptsetup luksChangeKey /dev/sda2" en un terminal. Esta frase de acceso es diferente a la de su cuenta de usuario.
et: Muutke kõvaketta krüpteerimise salasõna, käivitades terminalis käsu "sudo cryptsetup luksChangeKey /dev/sda2". See parool erineb teie kasutajakonto paroolist.
fi: Muuta kiintolevyn salauksen salasana suorittamalla terminaalissa komento "sudo cryptsetup luksChangeKey /dev/sda2". Tämä salasana on eri kuin käyttäjätilisi'n salasana.
fr: Changez la phrase de passe pour le cryptage du disque dur en exécutant "sudo cryptsetup luksChangeKey /dev/sda2" dans un terminal. Cette phrase de passe est différente de celle de votre compte d'utilisateur.
hu: Módosítsa a merevlemez titkosításához használt jelszót a "sudo cryptsetup luksChangeKey /dev/sda2" futtatásával egy terminálban. Ez a jelszó különbözik a felhasználói fiókod jelszavától.
ja: ターミナルで「sudo cryptsetup luksChangeKey /dev/sda2」を実行して、ハードディスクの暗号化のためのパスフレーズを変更します。このパスフレーズは、ユーザーアカウント'のパスフレーズとは異なります。
lt: Pakeiskite standžiojo disko šifravimo slaptažodį, terminale paleisdami "sudo cryptsetup luksChangeKey /dev/sda2". Ši slaptažodžių frazė skiriasi nuo jūsų naudotojo paskyros slaptažodžio.
lv: Mainiet cietā diska šifrēšanas paroli, terminālī izpildot "sudo cryptsetup luksChangeKey /dev/sda2". Šī piekļuves frāze atšķiras no jūsu lietotāja konta'piekļuves frāzes.
nl: Verander de passphrase voor de harde schijf encryptie door "sudo cryptsetup luksChangeKey /dev/sda2" uit te voeren in een terminal. Deze wachtwoordzin is verschillend van de wachtwoordzin van uw gebruikersaccount's.
pl: Zmień frazę hasła dla szyfrowania dysku twardego, uruchamiając "sudo cryptsetup luksChangeKey /dev/sda2" w terminalu. Ta fraza hasła jest inna niż fraza hasła konta użytkownika'.
pt: Mude a frase-chave para a criptografia do disco rígido executando "sudo cryptsetup luksChangeKey /dev/sda2" em um terminal. Esta frase-chave é diferente da frase-chave da sua conta de usuário' s passphrase.
ro: Schimbați fraza de acces pentru criptarea discului dur rulând "sudo cryptsetup luksChangeKey /dev/sda2" într-un terminal. Această frază de acces este diferită de fraza de acces a contului de utilizator.
ru: Измените парольную фразу для шифрования жесткого диска, выполнив в терминале команду "sudo cryptsetup luksChangeKey /dev/sda2". Эта парольная фраза отличается от парольной фразы вашей учетной записи пользователя.
sk: Zmeňte prístupovú frázu pre šifrovanie pevného disku spustením príkazu "sudo cryptsetup luksChangeKey /dev/sda2" v termináli. Táto prístupová fráza sa líši od prístupovej frázy vášho používateľského konta'.
sl: Spremenite geslo za šifriranje trdega diska tako, da v terminalu zaženete ukaz "sudo cryptsetup luksChangeKey /dev/sda2". Ta geslo se razlikuje od gesla vašega uporabniškega računa.
sv: Ändra lösenfrasen för hårddiskens kryptering genom att köra "sudo cryptsetup luksChangeKey /dev/sda2" i en terminal. Den här lösenfrasen skiljer sig från lösenfrasen för ditt användarkonto.
zh_cn: 通过在终端运行 "sudo cryptsetup luksChangeKey /dev/sda2 "改变硬盘加密的口令。这个口令与你的用户账户的口令不同。

source: In case the Network Manager icon is not shown and when starting a VM an error like “Domain sys-net has failed to start: PCI device dom0:03_00.0 does not exist” is shown, proceed as follows:
bg: В случай че иконата на мрежовия мениджър не е показана и при стартиране на виртуална машина се появява грешка от типа "Domain sys-net has failed to start: не съществува", процедирайте по следния начин:
da: Hvis ikonet Network Manager ikke vises, og der ved start af en VM vises en fejl som "Domain sys-net has failed to start: PCI-enhed dom0:03_00.0 findes ikke" vises, skal du fortsætte som følger:
el: Σε περίπτωση που το εικονίδιο Network Manager δεν εμφανίζεται και κατά την εκκίνηση ενός VM εμφανίζεται ένα σφάλμα όπως "Το sys-net του τομέα απέτυχε να ξεκινήσει: Δεν υπάρχει η συσκευή PCI dom0:03_00.0", προχωρήστε ως εξής:
es: En el caso de que no se muestre el icono del Gestor de Redes y al iniciar una VM aparezca un error como "Domain sys-net has failed to start: El dispositivo PCI dom0:03_00.0 no existe", proceda como sigue:
et: Kui võrguhalduri ikooni ei kuvata ja VM-i käivitamisel ilmneb viga nagu "Domeeni sys-net ei õnnestunud käivitada: PCI seade dom0:03_00.0 ei ole olemas", toimige järgmiselt:
fi: Jos Verkonhallinta-kuvaketta ei näytetä ja VM:ää käynnistettäessä tulee virheilmoitus, kuten "Domain sys-net has failed to start": PCI-laite dom0:03_00.0 ei ole olemassa", toimi seuraavasti:
fr: Si l'icône du gestionnaire de réseau n'est pas affichée et que lors du démarrage d'une VM une erreur du type "Domain sys-net has failed to start : PCI device dom0:03_00.0 does not exist" est affiché, procédez comme suit :
hu: Ha a Hálózatkezelő ikon nem jelenik meg, és a VM indításakor a következő hiba jelenik meg: "A tartományi rendszerhálózat nem indult el: A következő módon járjon el: PCI eszköz dom0:03_00.0 nem létezik":
ja: ネットワークマネージャーのアイコンが表示されず、VMの起動時に「Domain sys-net has failed to start:PCI device dom0:03_00.0 does not exist "などのエラーが表示される場合は、以下の手順で対処してください。
lt: Jei tinklo valdytojo piktograma nerodoma, o paleidžiant virtualiąją mašiną atsiranda tokia klaida kaip "Domain sys-net nepavyko paleisti: PCI įrenginys dom0:03_00.0 neegzistuoja", elkitės taip:
lv: Ja tīkla pārvaldnieka ikona nav redzama un, palaižot VM, tiek parādīta kļūda, piemēram, "Domain sys-net nav izdevies palaist: PCI ierīce dom0:03_00.0 nepastāv", rīkojieties šādi:
nl: In het geval dat het Network Manager icoon niet wordt getoond en bij het starten van een VM een fout zoals "Domain sys-net has failed to start: PCI device dom0:03_00.0 does not exist" wordt getoond, ga dan als volgt te werk:
pl: Jeśli ikona Network Manager nie jest wyświetlana, a podczas uruchamiania maszyny wirtualnej pojawia się błąd typu "Domain sys-net has failed to start: PCI device dom0:03_00.0 does not exist" (Urządzenie PCI dom0:03_00.0 nie istnieje), wykonaj następujące czynności:
pt: No caso do ícone Network Manager não ser mostrado e ao iniciar uma VM, um erro como "Domain sys-net falhou em iniciar: PCI device dom0:03_00.0 does not exist" é mostrado, proceda da seguinte forma:
ro: În cazul în care pictograma Network Manager nu este afișată și la pornirea unei mașini virtuale apare o eroare de tipul "Domain sys-net has failed to start: PCI device dom0:03_00.0 does not exist", procedați după cum urmează:
ru: Если значок Network Manager не отображается и при запуске виртуальной машины возникает ошибка типа "Domain sys-net has failed to start: PCI-устройство dom0:03_00.0 не существует", выполните следующие действия:
sk: V prípade, že sa ikona Network Manager nezobrazí a pri spustení virtuálneho počítača sa zobrazí chyba typu "Domain sys-net has failed to start: dom0:03_00.0 neexistuje", postupujte takto:
sl: Če ikona Upravitelj omrežja ni prikazana in se pri zagonu VM pojavi napaka, kot je "Domain sys-net has failed to start: Naprava PCI dom0:03_00.0 ne obstaja", nadaljujte na naslednji način:
sv: Om ikonen för Network Manager inte visas och när du startar en virtuell maskin visas ett fel som "Domain sys-net has failed to start: PCI-enhet dom0:03_00.0 finns inte" visas, fortsätt på följande sätt:
zh_cn: 如果没有显示网络管理器图标，并且在启动虚拟机时出现类似 "Domain sys-net has failed to start:显示PCI设备dom0:03_00.0不存在"，请按以下步骤操作。

source: Open menu -> Service: sys-net -> sys-net: Qube Settings
da: Åbn menu -> Service: sys-net -> sys-net: Qube Settings
el: Άνοιγμα μενού -> Υπηρεσία: sys-net -> sys-net: Qube Settings
es: Abrir menú -> Servicio: sys-net -> sys-net: Configuración de Qube
et: Ava menüü -> Teenus: sys-net -> sys-net: Qube Settings
fi: Avaa valikko -> Palvelu: sys-net -> sys-net: Qube Settings
fr: Menu ouvert -> Service : sys-net -> sys-net : Paramètres de Qube
hu: Menü megnyitása -> Szolgáltatás: sys-net -> sys-net: Qube Settings
ja: メニューを開く -> Service: sys-net -> sys-net:Qubeの設定
lt: Atidaryti meniu -> Paslauga: sys-net -> sys-net: Qube Settings
lv: Atvērt izvēlni -> Service: sys-net -> sys-net: Qube Settings
nl: Open menu -> Service: sys-net -> sys-net: Qube Instellingen
pl: Otwórz menu -> Serwis: sys-net -> sys-net: Ustawienia Qube
pt: Abrir menu -> Serviço: sys-net -> sys-net: Configurações do cubo
ro: Deschideți meniul -> Service: sys-net -> sys-net: Setări Qube
ru: Открыть меню -> Сервис: sys-net -> sys-net: Настройки Qube
sk: Otvoriť menu -> Service: sys-net -> sys-net: Qube Settings
sl: Odpri meni -> Storitev: sys-net -> sys-net: Qube Settings
sv: Öppna menyn -> Tjänst: sys-net -> sys-net: Qube-inställningar
zh_cn: 打开菜单 -> 服务：sys-net -> sys-net。Qube设置

source: Go to Devices tab
bg: Отидете в раздела Устройства
da: Gå til fanen Enheder
el: Μεταβείτε στην καρτέλα Συσκευές
es: Ir a la pestaña Dispositivos
et: Minge vahekaardile Seadmed
fi: Siirry Laitteet-välilehdelle
fr: Allez dans l'onglet Dispositifs
hu: Menjen az Eszközök fülre
ja: デバイス」タブに移動
lt: Eikite į skirtuką Įrenginiai
lv: Dodieties uz cilni Ierīces
nl: Ga naar het tabblad Apparaten
pl: Przejdź do zakładki Urządzenia
pt: Ir para a guia Dispositivos
ro: Mergeți la fila Dispozitive
ru: Перейдите на вкладку Устройства
sk: Prejdite na kartu Zariadenia
sl: Pojdite na zavihek Naprave
sv: Gå till fliken Enheter
zh_cn: 转到设备选项卡

source: Remove “Unknown device” from the right side
bg: Премахване на "Неизвестно устройство" от дясната страна
da: Fjern "Ukendt enhed" fra højre side
el: Αφαιρέστε την ένδειξη "Άγνωστη συσκευή" από τη δεξιά πλευρά
es: Eliminar "Dispositivo desconocido" del lado derecho
et: Eemaldage "Tundmatu seade" paremalt küljelt
fi: Poista "Tuntematon laite" oikealta puolelta
fr: Supprimez "Dispositif inconnu" du côté droit.
hu: Távolítsa el az "Ismeretlen eszköz" feliratot a jobb oldalról
ja: 右側の「不明なデバイス」を削除
lt: Pašalinkite "Nežinomas įrenginys" iš dešinės pusės
lv: Noņemiet no labās puses "Nezināma ierīce"
nl: Verwijder "Onbekend apparaat" van de rechterkant
pl: Usuń "Nieznane urządzenie" z prawej strony
pt: Remover "Dispositivo desconhecido" do lado direito
ro: Îndepărtați "Dispozitiv necunoscut" din partea dreaptă
ru: Удалите "Неизвестное устройство" с правой стороны
sk: Odstránenie položky "Neznáme zariadenie" z pravej strany
sl: Z desne strani odstranite možnost "Neznana naprava".
sv: Ta bort "Okänd enhet" från höger sida.
zh_cn: 从右侧删除 "未知设备"。
