Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/nitropad.po
Languages: bg, da, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: If the bag or the screws do not match the photos sent, an unauthorized opening of your NitroPad cannot be excluded. In this case please contact us to arrange further action.
bg: Ако чантата или винтовете не съответстват на изпратените снимки, не може да се изключи неразрешено отваряне на вашия NitroPad. В този случай, моля, свържете се с нас, за да организираме по-нататъшни действия.
da: Hvis posen eller skruerne ikke svarer til de tilsendte billeder, kan det ikke udelukkes, at din NitroPad er blevet åbnet uden tilladelse. I dette tilfælde bedes du kontakte os for at arrangere yderligere foranstaltninger.
el: Εάν η τσάντα ή οι βίδες δεν ταιριάζουν με τις φωτογραφίες που έχουν αποσταλεί, δεν μπορεί να αποκλειστεί το μη εξουσιοδοτημένο άνοιγμα του NitroPad σας. Σε αυτή την περίπτωση, παρακαλούμε επικοινωνήστε μαζί μας για να κανονίσουμε περαιτέρω ενέργειες.
es: Si la bolsa o los tornillos no coinciden con las fotos enviadas, no se puede excluir una apertura no autorizada de su NitroPad. En este caso, póngase en contacto con nosotros para organizar una acción adicional.
et: Kui kott või kruvid ei vasta saadetud fotodele, ei saa välistada NitroPadi omavolilist avamist. Sellisel juhul võtke meiega ühendust, et leppida kokku edasised meetmed.
fi: Jos pussi tai ruuvit eivät vastaa lähetettyjä kuvia, NitroPadin luvatonta avaamista ei voida sulkea pois. Ota tässä tapauksessa yhteyttä meihin, jotta voimme sopia jatkotoimenpiteistä.
fr: Si le sac ou les vis ne correspondent pas aux photos envoyées, une ouverture non autorisée de votre NitroPad ne peut être exclue. Dans ce cas, veuillez nous contacter pour prendre des mesures supplémentaires.
hu: Ha a táska vagy a csavarok nem egyeznek a küldött fotókkal, nem zárható ki a NitroPad jogosulatlan kinyitása. Ebben az esetben kérjük, lépjen kapcsolatba velünk a további teendők egyeztetése érdekében.
ja: 送られてきた写真と袋やネジが一致しない場合、NitroPadの不正開封が否定できません。このような場合は、お手数ですが弊社までご連絡ください。
lt: Jei maišelis arba varžtai neatitinka atsiųstų nuotraukų, negalima atmesti galimybės, kad "NitroPad" atidarytas neleistinai. Tokiu atveju susisiekite su mumis ir susitarsime dėl tolesnių veiksmų.
lv: Ja soma vai skrūves neatbilst nosūtītajām fotogrāfijām, nevar izslēgt, ka jūsu NitroPad ir atvērts neatļautā veidā. Šādā gadījumā, lūdzu, sazinieties ar mums, lai vienotos par turpmāko rīcību.
nl: Als de zak of de schroeven niet overeenkomen met de opgestuurde foto's, kan een ongeoorloofde opening van uw NitroPad niet worden uitgesloten. Neem in dit geval contact met ons op om verdere actie te regelen.
pl: Jeśli torba lub śruby nie pasują do przesłanych zdjęć, nie można wykluczyć nieautoryzowanego otwarcia Twojego NitroPada. W takim przypadku prosimy o kontakt z nami w celu ustalenia dalszego postępowania.
pt: Se o saco ou os parafusos não corresponderem às fotos enviadas, não pode ser excluída uma abertura não autorizada do seu NitroPad. Neste caso, por favor contacte-nos para agendar outras acções.
ro: În cazul în care geanta sau șuruburile nu corespund fotografiilor trimise, nu se poate exclude o deschidere neautorizată a NitroPad-ului dumneavoastră. În acest caz, vă rugăm să ne contactați pentru a aranja măsuri suplimentare.
ru: Если сумка или винты не соответствуют присланным фотографиям, нельзя исключить несанкционированное вскрытие вашего NitroPad. В этом случае, пожалуйста, свяжитесь с нами для согласования дальнейших действий.
sk: Ak sa vrecko alebo skrutky nezhodujú so zaslanými fotografiami, nemožno vylúčiť neoprávnené otvorenie vášho zariadenia NitroPad. V takom prípade nás kontaktujte a dohodnite sa na ďalšom postupe.
sl: Če se vrečka ali vijaki ne ujemajo s poslanimi fotografijami, ni mogoče izključiti nepooblaščenega odpiranja naprave NitroPad. V tem primeru se obrnite na nas, da se dogovorimo o nadaljnjem ukrepanju.
sv: Om väskan eller skruvarna inte stämmer överens med de skickade bilderna kan det inte uteslutas att din NitroPad har öppnats utan tillstånd. Kontakta oss i så fall för att ordna ytterligare åtgärder.
zh_cn: 如果包装袋或螺丝与发送的照片不一致，不能排除您的NitroPad被擅自打开的可能性。在这种情况下，请联系我们以安排进一步的行动。

source: System update
bg: Актуализация на системата
da: Systemopdatering
el: Ενημέρωση συστήματος
es: Actualización del sistema
et: Süsteemi uuendamine
fi: Järjestelmän päivitys
fr: Mise à jour du système
hu: Rendszerfrissítés
ja: システムアップデート
lt: Sistemos atnaujinimas
lv: Sistēmas atjauninājums
nl: Systeemupdate
pl: Aktualizacja systemu
pt: Atualização do sistema
ro: Actualizarea sistemului
ru: Обновление системы
sk: Aktualizácia systému
sl: Posodobitev sistema
sv: Uppdatering av systemet
zh_cn: 系统更新

source: The NitroPad watches for changes to important system files to detect third-party tampering. This means that special steps are sometimes necessary when updating the system. This can often be recognized by the fact that the system prompts you to reboot.
bg: NitroPad следи за промени във важни системни файлове, за да открие манипулации от трети страни. Това означава, че понякога са необходими специални стъпки при актуализиране на системата. Това често може да се разпознае по факта, че системата ви подканва да рестартирате.
da: NitroPad holder øje med ændringer i vigtige systemfiler for at opdage manipulation fra tredjepart. Det betyder, at det undertiden er nødvendigt at tage særlige skridt, når systemet opdateres. Dette kan ofte genkendes ved, at systemet beder dig om at genstarte.
el: Το NitroPad παρακολουθεί τις αλλαγές σε σημαντικά αρχεία του συστήματος για να ανιχνεύει την αλλοίωση από τρίτους. Αυτό σημαίνει ότι μερικές φορές απαιτούνται ειδικά βήματα κατά την ενημέρωση του συστήματος. Αυτό μπορεί συχνά να αναγνωριστεί από το γεγονός ότι το σύστημα σας ζητά να κάνετε επανεκκίνηση.
es: El NitroPad vigila los cambios en los archivos importantes del sistema para detectar la manipulación de terceros. Esto significa que a veces es necesario tomar medidas especiales al actualizar el sistema. Esto puede reconocerse a menudo por el hecho de que el sistema le pide que reinicie.
et: NitroPad jälgib oluliste süsteemifailide muutusi, et tuvastada kolmandate osapoolte omavoliline manipuleerimine. See tähendab, et süsteemi uuendamisel on mõnikord vaja teha erilisi samme. Seda on sageli võimalik ära tunda selle järgi, et süsteem palub teil teha taaskäivituse.
fi: NitroPad tarkkailee tärkeiden järjestelmätiedostojen muutoksia havaitakseen kolmansien osapuolten tekemät peukaloinnit. Tämä tarkoittaa, että järjestelmän päivittäminen edellyttää joskus erityisiä toimenpiteitä. Tämän voi usein tunnistaa siitä, että järjestelmä kehottaa sinua käynnistämään järjestelmän uudelleen.
fr: Le NitroPad surveille les modifications apportées aux fichiers système importants afin de détecter toute altération par des tiers. Cela signifie que des mesures spéciales sont parfois nécessaires lors de la mise à jour du système. Cela peut souvent être reconnu par le fait que le système vous invite à redémarrer.
hu: A NitroPad figyeli a fontos rendszerfájlok változásait, hogy felismerje a harmadik fél által elkövetett manipulációkat. Ez azt jelenti, hogy a rendszer frissítésekor néha különleges lépésekre van szükség. Ez gyakran abból ismerhető fel, hogy a rendszer újraindításra szólítja fel.
ja: NitroPadは、重要なシステムファイルの変更を監視し、第三者による改ざんを検知します。このため、システムをアップデートする際には、特別な手順が必要になることがあります。これは、システムが再起動を促すことで認識できることが多いです。
lt: "NitroPad" stebi svarbių sistemos failų pakeitimus, kad aptiktų trečiųjų šalių manipuliacijas. Tai reiškia, kad kartais atnaujinant sistemą reikia imtis specialių veiksmų. Tai dažnai galima atpažinti iš to, kad sistema paragina jus iš naujo paleisti kompiuterį.
lv: NitroPad uzrauga izmaiņas svarīgos sistēmas failos, lai atklātu trešo pušu manipulācijas. Tas nozīmē, ka, atjauninot sistēmu, dažkārt ir jāveic īpaši pasākumi. To bieži vien var atpazīt pēc tā, ka sistēma pieprasa pārstartēt sistēmu.
nl: De NitroPad let op wijzigingen in belangrijke systeembestanden om geknoei door derden te detecteren. Dit betekent dat er soms speciale stappen nodig zijn bij het updaten van het systeem. Dit is vaak te herkennen aan het feit dat het systeem u vraagt om opnieuw op te starten.
pl: NitroPad obserwuje zmiany w ważnych plikach systemowych w celu wykrycia ingerencji osób trzecich. Oznacza to, że podczas aktualizacji systemu czasami konieczne jest podjęcie specjalnych kroków. Często można to rozpoznać po tym, że system prosi o ponowne uruchomienie.
pt: O NitroPad observa alterações em arquivos importantes do sistema para detectar adulterações de terceiros. Isto significa que às vezes são necessários passos especiais ao atualizar o sistema. Isto pode muitas vezes ser reconhecido pelo fato de que o sistema solicita que você reinicie o sistema.
ro: NitroPad urmărește modificările aduse fișierelor de sistem importante pentru a detecta intervențiile terților. Acest lucru înseamnă că uneori sunt necesari pași speciali atunci când actualizați sistemul. Acest lucru poate fi recunoscut adesea prin faptul că sistemul vă solicită să reporniți.
ru: NitroPad следит за изменениями важных системных файлов, чтобы обнаружить вмешательство третьих лиц. Это означает, что при обновлении системы иногда требуются специальные действия. Часто это можно распознать по тому, что система предлагает перезагрузиться.
sk: NitroPad sleduje zmeny dôležitých systémových súborov, aby odhalil zásahy tretích strán. To znamená, že pri aktualizácii systému sú niekedy potrebné špeciálne kroky. Často to možno rozpoznať podľa toho, že vás systém vyzve na reštartovanie.
sl: NitroPad spremlja spremembe pomembnih sistemskih datotek in tako odkriva posege tretjih oseb. To pomeni, da so pri posodabljanju sistema včasih potrebni posebni ukrepi. To lahko pogosto prepoznate po tem, da vas sistem pozove k ponovnemu zagonu.
sv: NitroPad övervakar ändringar i viktiga systemfiler för att upptäcka manipulering från tredje part. Detta innebär att särskilda åtgärder ibland är nödvändiga vid uppdatering av systemet. Detta kan ofta kännas igen genom att systemet uppmanar dig att starta om.
zh_cn: NitroPad会观察重要系统文件的变化，以发现第三方的篡改行为。这意味着在更新系统时，有时需要采取特殊的步骤。这通常可以通过系统提示你重启的事实来识别。

source: Procedure After a System Update
bg: Процедура след актуализация на системата
da: Procedure efter en systemopdatering
el: Διαδικασία μετά από ενημέρωση συστήματος
es: Procedimiento después de una actualización del sistema
et: Menetlus pärast süsteemi uuendamist
fi: Menettely järjestelmän päivityksen jälkeen
fr: Procédure après une mise à jour du système
hu: Eljárás a rendszerfrissítés után
ja: システムアップデート後の手順
lt: Procedūra po sistemos atnaujinimo
lv: Procedūra pēc sistēmas atjaunināšanas
nl: Procedure na een systeemupdate
pl: Procedura po aktualizacji systemu
pt: Procedimento após uma atualização do sistema
ro: Procedura după o actualizare a sistemului
ru: Процедура после обновления системы
sk: Postup po aktualizácii systému
sl: Postopek po posodobitvi sistema
sv: Förfarande efter en systemuppdatering
zh_cn: 系统更新后的程序

source: Boot Hash Mismatch
bg: Несъответствие на Boot Hash
da: Mismatch med boot-hash
el: Αντιστοιχία κατακερματισμού εκκίνησης
es: Desajuste del Hash de arranque
fr: Mauvaise concordance du hachage de démarrage
hu: Boot Hash eltérés
ja: ブートハッシュの不一致
lt: Įkrovos "Hash" nesutapimas
lv: Boot Hash nesakritība
pl: Niedopasowanie Boot Hash
pt: Descoordenação do Boot Hash Mismatch
ro: Hash Mismatch de pornire
ru: Несоответствие хэша загрузки
sk: Nesúlad zavádzacieho kódu Hash
sl: Neskladje z udarnim nizom zaganjalnega vmesnika
sv: Hash-missuppfattning i startskåpan
zh_cn: 启动哈希值不匹配

source: If you restart the NitroPad after an update, the startup screen should initially appear as usual without an error message.
bg: Ако рестартирате NitroPad след актуализация, първоначално екранът за стартиране трябва да се появи както обикновено, без съобщение за грешка.
da: Hvis du genstarter NitroPad efter en opdatering, skal startskærmen vises som sædvanlig uden en fejlmeddelelse.
el: Εάν επανεκκινήσετε το NitroPad μετά από μια ενημέρωση, η οθόνη εκκίνησης θα πρέπει αρχικά να εμφανιστεί ως συνήθως χωρίς μήνυμα σφάλματος.
es: Si reinicia el NitroPad después de una actualización, la pantalla de inicio debería aparecer inicialmente como de costumbre sin un mensaje de error.
et: Kui käivitate NitroPad'i pärast uuendust uuesti, peaks käivitamisekraan esialgu ilmuma tavapäraselt ilma veateadet esitamata.
fi: Jos käynnistät NitroPadin uudelleen päivityksen jälkeen, käynnistysnäytön pitäisi aluksi näkyä normaalisti ilman virheilmoitusta.
fr: Si vous redémarrez le NitroPad après une mise à jour, l'écran de démarrage doit apparaître comme d'habitude sans message d'erreur.
hu: Ha a frissítés után újraindítja a NitroPadet, az indítóképernyőnek kezdetben a szokásos módon, hibaüzenet nélkül kell megjelennie.
ja: アップデート後にNitroPadを再起動すると、エラーメッセージが表示されずに通常通りの起動画面が表示されます。
lt: Jei iš naujo paleidžiate "NitroPad" po atnaujinimo, įjungimo ekranas iš pradžių turėtų būti rodomas kaip įprastai, be klaidos pranešimo.
lv: Ja pēc atjaunināšanas no jauna palaižat NitroPad, sākotnēji sākuma ekrānam jāparādās kā parasti bez kļūdas ziņojuma.
nl: Als je de NitroPad na een update opnieuw opstart, moet het opstartscherm in eerste instantie zoals gewoonlijk verschijnen, zonder een foutmelding.
pl: Jeśli po aktualizacji ponownie uruchomisz NitroPad, ekran startowy powinien pojawić się jak zwykle bez komunikatu o błędzie.
pt: Se você reiniciar o NitroPad após uma atualização, a tela de inicialização deve aparecer inicialmente como de costume, sem uma mensagem de erro.
ro: Dacă reporniți NitroPad după o actualizare, ecranul de pornire ar trebui să apară inițial ca de obicei, fără un mesaj de eroare.
ru: Если вы перезапустите NitroPad после обновления, начальный экран должен появиться как обычно, без сообщения об ошибке.
sk: Ak po aktualizácii reštartujete zariadenie NitroPad, úvodná obrazovka by sa mala na začiatku zobraziť ako zvyčajne bez chybového hlásenia.
sl: Če po posodobitvi znova zaženete tablico NitroPad, mora biti zagonski zaslon sprva prikazan kot običajno brez sporočila o napaki.
sv: Om du startar om NitroPad efter en uppdatering bör startskärmen visas som vanligt utan felmeddelande.
zh_cn: 如果你在更新后重新启动NitroPad，最初的启动屏幕应该像往常一样出现，不会有错误信息。

source: If you press Enter afterwards, you will get an error message that looks like this or similar:
bg: Ако след това натиснете Enter, ще получите съобщение за грешка, което изглежда по следния начин:
da: Hvis du trykker på Enter bagefter, får du en fejlmeddelelse, der ser ud som denne eller lignende:
el: Αν πατήσετε Enter στη συνέχεια, θα λάβετε ένα μήνυμα σφάλματος που μοιάζει με αυτό ή παρόμοιο:
es: Si después pulsa Enter, obtendrá un mensaje de error parecido a éste o similar:
et: Kui vajutate pärast seda Enter, saate veateate, mis näeb välja umbes nii:
fi: Jos painat sen jälkeen Enter-näppäintä, saat virheilmoituksen, joka näyttää tältä tai vastaavalta:
fr: Si vous appuyez ensuite sur Entrée, vous obtiendrez un message d'erreur ressemblant à celui-ci ou à un message similaire :
hu: Ha ezután megnyomja az Entert, egy ilyen vagy ehhez hasonló hibaüzenetet kap:
ja: その後、Enterを押すと、以下のようなエラーメッセージが表示されます。
lt: Jei po to paspausite Enter, gausite tokį ar panašų klaidos pranešimą:
lv: Ja pēc tam nospiedīsiet Enter, tiks parādīts šāds vai līdzīgs kļūdas ziņojums:
nl: Als u daarna op Enter drukt, krijgt u een foutmelding die er zo of zo uitziet:
pl: Jeśli naciśniesz Enter po tym, otrzymasz komunikat o błędzie, który wygląda tak lub podobnie:
pt: Se você pressionar Enter depois, você receberá uma mensagem de erro que se parece com esta ou similar:
ro: Dacă apăsați Enter după aceea, veți primi un mesaj de eroare care va arăta ca acesta sau similar:
ru: Если после этого вы нажмете Enter, то получите сообщение об ошибке, которое выглядит так или примерно так:
sk: Ak potom stlačíte kláves Enter, zobrazí sa chybová správa, ktorá vyzerá takto alebo podobne:
sl: Če nato pritisnete Enter, se prikaže sporočilo o napaki, ki je videti takole ali podobno:
sv: Om du trycker på Enter efteråt får du ett felmeddelande som ser ut ungefär så här:
zh_cn: 如果你事后按回车键，你会得到一个错误信息，看起来像这样或类似的信息。

source: Confirm the message with Enter to have the files changed by the system update verified. Afterwards you will be asked again for a confirmation.
bg: Потвърдете съобщението с Enter, за да проверите файловете, променени от системната актуализация. След това ще бъдете попитани отново за потвърждение.
da: Bekræft meddelelsen med Enter for at få verificeret de filer, der er ændret af systemopdateringen. Herefter bliver du igen bedt om en bekræftelse.
el: Επιβεβαιώστε το μήνυμα με Enter για να επαληθευτούν τα αρχεία που έχουν αλλάξει από την ενημέρωση του συστήματος. Στη συνέχεια θα σας ζητηθεί εκ νέου επιβεβαίωση.
es: Confirme el mensaje con Enter para que se verifiquen los archivos modificados por la actualización del sistema. Después se le pedirá de nuevo una confirmación.
et: Kinnitage teade Enteriga, et süsteemiuuendusega muudetud faile oleks võimalik kontrollida. Pärast seda küsitakse teilt uuesti kinnitust.
fi: Vahvista viesti Enter-näppäimellä, jotta järjestelmäpäivityksen muuttamat tiedostot tarkistetaan. Tämän jälkeen sinulta pyydetään uudelleen vahvistusta.
fr: Confirmez le message en appuyant sur Entrée pour que les fichiers modifiés par la mise à jour du système soient vérifiés. Ensuite, une confirmation vous sera à nouveau demandée.
hu: A rendszerfrissítés által megváltoztatott fájlok ellenőrzéséhez erősítse meg az üzenetet az Enter billentyűvel. Ezt követően a rendszer ismét megerősítést kér.
ja: メッセージをEnterキーで確認すると、システムアップデートで変更されたファイルが検証されます。その後、再度確認のメッセージが表示されます。
lt: Patvirtinkite pranešimą klavišu Enter, kad būtų patikrinti sistemos atnaujinimo metu pakeisti failai. Po to dar kartą bus paprašyta patvirtinti.
lv: Apstipriniet ziņojumu ar Enter, lai pārbaudītu sistēmas atjaunināšanas rezultātā mainītos failus. Pēc tam vēlreiz tiks pieprasīts apstiprinājums.
nl: Bevestig het bericht met Enter om de door de systeemupdate gewijzigde bestanden te laten verifiëren. Daarna wordt u opnieuw om een bevestiging gevraagd.
pl: Potwierdź komunikat klawiszem Enter, aby zweryfikować pliki zmienione przez aktualizację systemu. Następnie zostaniesz ponownie poproszony o potwierdzenie.
pt: Confirmar a mensagem com Enter para que os arquivos sejam modificados pela atualização do sistema. Em seguida, você será solicitado novamente por uma confirmação.
ro: Confirmați mesajul cu Enter pentru a verifica fișierele modificate de actualizarea sistemului. După aceea vi se va cere din nou o confirmare.
ru: Подтвердите сообщение клавишей Enter, чтобы файлы, измененные обновлением системы, были проверены. После этого вам снова будет предложено подтвердить сообщение.
sk: Potvrďte správu klávesom Enter, aby sa overili súbory zmenené aktualizáciou systému. Potom budete opäť požiadaní o potvrdenie.
sl: Sporočilo potrdite z Enter, da preverite datoteke, ki jih je posodobitev sistema spremenila. Nato boste ponovno pozvani k potrditvi.
sv: Bekräfta meddelandet med Enter för att verifiera de filer som ändrats av systemuppdateringen. Därefter kommer du att bli ombedd att bekräfta igen.
zh_cn: 用回车键确认信息，使系统更新所改变的文件得到验证。之后，你会被再次要求确认。

source: Now insert the Nitrokey if this is not already the case and confirm with Enter. Then you must enter the User PIN of the Nitrokey (default: 123456). You will not see the characters you typed in on the screen.
bg: Сега поставете ключа Nitrokey, ако все още не е поставен, и потвърдете с Enter. След това трябва да въведете потребителския PIN код на Nitrokey (по подразбиране: 123456). На екрана няма да се виждат въведените от вас символи.
da: Indsæt nu Nitrokey, hvis det ikke allerede er tilfældet, og bekræft med Enter. Derefter skal du indtaste Nitrokey'ens bruger-PIN-kode (standard: 123456). Du vil ikke se de tegn, du har indtastet, på skærmen.
el: Εισάγετε τώρα το κλειδί Nitrokey, αν δεν είναι ήδη έτοιμο, και επιβεβαιώστε με Enter. Στη συνέχεια, πρέπει να εισαγάγετε τον κωδικό PIN χρήστη του Nitrokey (προεπιλογή: 123456). Δεν θα δείτε τους χαρακτήρες που πληκτρολογήσατε στην οθόνη.
es: Ahora introduzca la Nitrokey si no es ya el caso y confirme con Enter. A continuación, debe introducir el PIN de usuario de la Nitrokey (por defecto: 123456). No verá en la pantalla los caracteres que ha introducido.
et: Nüüd sisestage Nitrokey, kui see veel ei ole, ja kinnitage Enteriga. Seejärel tuleb sisestada Nitrokey kasutaja PIN-kood (vaikimisi: 123456). Ekraanil ei näe sisestatud sümboleid.
fi: Aseta nyt Nitrokey-avain, jos se ei ole vielä käytössä, ja vahvista Enter-näppäimellä. Syötä sitten Nitrokey-avaimen käyttäjän PIN-koodi (oletus: 123456). Näytöllä ei näy kirjoittamasi merkit.
fr: Insérez maintenant la Nitrokey si ce n'est pas déjà le cas et confirmez avec Enter. Vous devez ensuite saisir le code PIN utilisateur de la Nitrokey (par défaut : 123456). Vous ne verrez pas les caractères que vous avez tapés à l'écran.
hu: Most helyezze be a Nitrokey-t, ha ez még nem történt meg, és erősítse meg az Enter billentyűvel. Ezután adja meg a Nitrokey felhasználói PIN-kódját (alapértelmezett: 123456). A képernyőn nem fogja látni a beírt karaktereket.
ja: ここでNitrokeyを挿入し、Enterキーで確認してください。次に、NitrokeyのユーザーPIN（デフォルト：123456）を入力してください。画面には入力した文字が表示されません。
lt: Dabar įdėkite "Nitrokey" raktą, jei jis dar neįdėtas, ir patvirtinkite Enter. Tada turite įvesti "Nitrokey" naudotojo PIN kodą (pagal nutylėjimą: 123456). Įvestų simbolių ekrane nematysite.
lv: Tagad ievietojiet Nitrokey, ja tas vēl nav izdarīts, un apstipriniet ar Enter. Pēc tam jāievada Nitrokey lietotāja PIN kods (noklusējuma iestatījums: 123456). Ievadītās rakstzīmes ekrānā netiks redzētas.
nl: Plaats nu de Nitrokey als dit nog niet het geval is en bevestig met Enter. Vervolgens moet u de gebruikers-PIN van de Nitrokey invoeren (standaard: 123456). U zult de tekens die u hebt ingetoetst niet op het scherm zien.
pl: Teraz należy włożyć Nitrokey, jeśli jeszcze tego nie zrobiono, i potwierdzić Enterem. Następnie należy wprowadzić kod PIN użytkownika Nitrokey (domyślnie: 123456). Wpisane znaki nie będą widoczne na ekranie.
pt: Agora insira a Nitrokey se este ainda não for o caso e confirme com Enter. Depois deve introduzir o PIN de utilizador da Nitrokey (por defeito: 123456). Não verá os caracteres que digitou no ecrã.
ro: Acum introduceți Nitrokey, dacă nu este deja cazul, și confirmați cu Enter. Apoi trebuie să introduceți PIN-ul de utilizator al Nitrokey (implicit: 123456). Nu veți vedea pe ecran caracterele pe care le-ați tastat.
ru: Теперь вставьте Nitrokey, если это еще не так, и подтвердите ввод клавишей Enter. Затем необходимо ввести PIN-код пользователя ключа Nitrokey (по умолчанию: 123456). Вы не увидите на экране введенные вами символы.
sk: Teraz vložte kľúč Nitrokey, ak ešte nie je vložený, a potvrďte ho klávesom Enter. Potom musíte zadať používateľský kód PIN kľúča Nitrokey (predvolený: 123456). Zadané znaky sa na obrazovke nezobrazia.
sl: Zdaj vstavite ključ Nitrokey, če ga še nimate, in potrdite z Enter. Nato vnesite uporabniški PIN ključa Nitrokey (privzeto: 123456). Na zaslonu ne boste videli znakov, ki ste jih vnesli.
sv: Sätt nu in Nitrokey om du inte redan har gjort det och bekräfta med Enter. Därefter måste du ange Nitrokeys användar-PIN-koden (standard: 123456). Du kommer inte att se de tecken som du har skrivit in på skärmen.
zh_cn: 现在插入硝基钥匙，如果还没有的话，用回车键确认。然后你必须输入硝基钥匙的用户密码（默认：123456）。你不会在屏幕上看到你输入的字符。
