Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/nitropad.po
Languages: bg, da, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: All your data will be lost if you reset your device. Therefore please backup your data before performing the reset.
bg: Ако нулирате устройството си, всичките ви данни ще бъдат загубени. Затова, преди да извършите нулирането, направете резервно копие на данните си.
da: Alle dine data vil gå tabt, hvis du nulstiller enheden. Du skal derfor tage en sikkerhedskopi af dine data, inden du nulstiller den.
el: Όλα τα δεδομένα σας θα χαθούν αν επαναφέρετε τη συσκευή σας. Επομένως, παρακαλούμε δημιουργήστε αντίγραφα ασφαλείας των δεδομένων σας πριν εκτελέσετε την επαναφορά.
es: Todos sus datos se perderán si restablece su dispositivo. Por lo tanto, haga una copia de seguridad de sus datos antes de realizar el restablecimiento.
et: Kõik teie andmed lähevad kaduma, kui lähtestate oma seadme. Seetõttu varundage oma andmed enne lähtestamist.
fi: Kaikki tietosi menetetään, jos nollaat laitteen. Varmuuskopioi siis tietosi ennen nollausta.
fr: Toutes vos données seront perdues si vous réinitialisez votre appareil. Par conséquent, veuillez sauvegarder vos données avant d'effectuer la réinitialisation.
hu: Minden adatod elveszik, ha visszaállítod a készüléket. Ezért kérjük, készítsen biztonsági másolatot az adatairól a visszaállítás előtt.
ja: 端末をリセットすると、すべてのデータが失われます。そのため、リセットを実行する前に、データをバックアップしてください。
lt: Jei iš naujo nustatysite įrenginį, visi jūsų duomenys bus prarasti. Todėl, prieš atlikdami iš naujo nustatymą, sukurkite atsarginę duomenų kopiją.
lv: Ja atiestatīsiet ierīci, visi dati tiks zaudēti. Tāpēc pirms atiestatīšanas izveidojiet datu rezerves kopiju.
nl: Al uw gegevens zullen verloren gaan als u uw toestel reset. Maak daarom een back-up van uw gegevens voordat u het toestel reset.
pl: Wszystkie Twoje dane zostaną utracone, jeśli zresetujesz swoje urządzenie. Dlatego przed wykonaniem resetu należy wykonać kopię zapasową danych.
pt: Todos os seus dados serão perdidos se você redefinir o seu dispositivo. Portanto, faça uma cópia de segurança dos seus dados antes de efectuar a reinicialização.
ro: Toate datele dvs. vor fi pierdute dacă vă resetați dispozitivul. Prin urmare, vă rugăm să faceți o copie de rezervă a datelor înainte de a efectua resetarea.
ru: При сбросе настроек все ваши данные будут потеряны. Поэтому перед выполнением сброса создайте резервную копию данных.
sk: Ak zariadenie resetujete, všetky vaše údaje sa stratia. Pred vykonaním resetu preto zálohujte svoje údaje.
sl: Če ponastavite napravo, bodo vsi vaši podatki izgubljeni. Zato pred ponastavitvijo naredite varnostno kopijo podatkov.
sv: Alla dina data går förlorade om du återställer enheten. Säkerhetskopiera därför dina data innan du återställer enheten.
zh_cn: 如果你重置你的设备，你的所有数据都会丢失。因此，在执行重置之前，请备份您的数据。

source: Procedure
bg: Процедура
el: Διαδικασία
es: Procedimiento
et: Menetlus
fi: Menettely
fr: Procédure
hu: Eljárás
ja: 手順
lt: Procedūra
lv: Procedūra
pl: Procedura
pt: Procedimento
ro: Procedura
ru: Процедура
sk: Postup
sl: Postopek
sv: Förfarande
zh_cn: 程序

source: Connect any USB flash drive to the NitroPad. (You need that USB flash drive for saving your security key)
bg: Свържете всяко USB флаш устройство към NitroPad. (USB флаш паметта ви е необходима за запазване на ключа за сигурност)
da: Tilslut et USB-flashdrev til NitroPad. (Du skal bruge USB-flashdrevet til at gemme din sikkerhedsnøgle)
el: Συνδέστε οποιαδήποτε μονάδα flash USB στο NitroPad. (Χρειάζεστε αυτό το USB flash drive για την αποθήκευση του κλειδιού ασφαλείας σας)
es: Conecte cualquier unidad flash USB al NitroPad. (Necesita esa unidad flash USB para guardar su clave de seguridad)
et: Ühendage NitroPadiga mis tahes USB-mäluseade. (Seda USB-mälupulka on vaja turvavõtme salvestamiseks)
fi: Liitä mikä tahansa USB-muistitikku NitroPadiin. (Tarvitset USB-muistitikun suojausavaimen tallentamiseen.)
fr: Connecter une clé USB au NitroPad. (Tu as besoin de cette clé USB pour sauvegarder ta clé de sécurité).
hu: Csatlakoztasson bármilyen USB flash meghajtót a NitroPadhez. (Az USB flash meghajtóra a biztonsági kulcs mentéséhez van szüksége).
ja: 任意のUSBフラッシュドライブをNitroPadに接続します。(セキュリティキーの保存にはUSBメモリーが必要です。）
lt: Prie "NitroPad" prijunkite bet kokį USB atmintinę. (USB atmintinė jums reikalinga saugos raktui išsaugoti).
lv: Pievienojiet jebkuru USB zibatmiņas disku pie NitroPad. (USB zibatmiņas disks ir nepieciešams, lai saglabātu drošības atslēgu).
nl: Sluit een USB flash drive aan op de NitroPad. (U hebt die USB flash drive nodig om uw beveiligingssleutel op te slaan)
pl: Podłącz dowolny napęd flash USB do NitroPada. (Potrzebujesz tego dysku flash USB do zapisania klucza bezpieczeństwa)
pt: Ligue qualquer unidade flash USB ao NitroPad. (Você precisa desse pen drive USB para salvar sua chave de segurança)
ro: Conectați orice unitate flash USB la NitroPad. (Aveți nevoie de această unitate flash USB pentru a salva cheia de securitate)
ru: Подключите любой USB-накопитель к NitroPad. (Этот USB-накопитель нужен для сохранения ключа безопасности)
sk: K zariadeniu NitroPad pripojte ľubovoľný USB flash disk. (Tento USB flash disk potrebujete na uloženie bezpečnostného kľúča)
sl: Na napravo NitroPad priključite katerikoli pomnilniški disk USB. (Pogon USB potrebujete za shranjevanje varnostnega ključa).
sv: Anslut ett USB-minne till NitroPad. (Du behöver USB-minnet för att spara din säkerhetsnyckel).
zh_cn: 将任何USB闪存驱动器连接到NitroPad上。(你需要该U盘来保存你的安全密钥）。

source: Connect your Nitrokey to the NitroPad.
bg: Свържете своя Nitrokey към NitroPad.
da: Tilslut din Nitrokey til NitroPad.
el: Συνδέστε το Nitrokey σας στο NitroPad.
es: Conecte su Nitrokey al NitroPad.
et: Ühendage oma Nitrokey NitroPadiga.
fi: Liitä Nitrokey NitroPadiin.
fr: Connectez votre Nitrokey au NitroPad.
hu: Csatlakoztassa a Nitrokey-t a NitroPadhez.
ja: NitrokeyをNitroPadに接続します。
lt: Prijunkite "Nitrokey" prie "NitroPad".
lv: Savienojiet Nitrokey ar NitroPad.
nl: Sluit je Nitrokey aan op de NitroPad.
pl: Podłącz swój Nitrokey do NitroPada.
pt: Ligue a sua Nitrokey ao NitroPad.
ro: Conectați Nitrokey la NitroPad.
ru: Подключите Nitrokey к NitroPad.
sk: Pripojte kľúč Nitrokey k zariadeniu NitroPad.
sl: Povežite ključ Nitrokey z napravo NitroPad.
sv: Anslut din Nitrokey till NitroPad.
zh_cn: 将你的Nitrokey连接到NitroPad。

source: Turn on the NitroPad.
bg: Включете устройството NitroPad.
da: Tænd NitroPad.
el: Ενεργοποιήστε το NitroPad.
es: Encienda el NitroPad.
et: Lülitage NitroPad sisse.
fi: Kytke NitroPad päälle.
fr: Allumez le NitroPad.
hu: Kapcsolja be a NitroPadet.
ja: NitroPadの電源を入れる。
lt: Įjunkite "NitroPad".
lv: Ieslēdziet NitroPad.
nl: Zet de NitroPad aan.
pl: Włącz NitroPad.
pt: Liga o NitroPad.
ro: Porniți NitroPad.
ru: Включите NitroPad.
sk: Zapnite zariadenie NitroPad.
sl: Vklopite napravo NitroPad.
sv: Slå på NitroPad.
zh_cn: 开启NitroPad。

source: Select “Options”.
bg: Изберете "Опции".
da: Vælg "Indstillinger".
el: Επιλέξτε "Επιλογές".
es: Seleccione "Opciones".
et: Valige "Valikud".
fi: Valitse "Valinnat".
fr: Sélectionnez "Options".
hu: Válassza a "Beállítások" lehetőséget.
ja: オプション」を選択します。
lt: Pasirinkite "Parinktys".
lv: Izvēlieties "Iespējas".
nl: Selecteer "Opties".
pl: Wybierz "Opcje".
pt: Seleccione "Opções".
ro: Selectați "Options" (Opțiuni).
ru: Выберите "Опции".
sk: Vyberte položku "Možnosti".
sl: Izberite "Možnosti".
sv: Välj "Alternativ".
zh_cn: 选择 "选项"。

source: Select “OEM-Factory Reset”.
bg: Изберете "OEM-Factory Reset".
da: Vælg "OEM-Factory Reset".
el: Επιλέξτε "OEM-Factory Reset".
es: Seleccione "OEM-Factory Reset".
et: Valige "OEM-Factory Reset".
fi: Valitse "OEM-Factory Reset".
fr: Sélectionnez "OEM-Factory Reset".
hu: Válassza az "OEM-gyári visszaállítás" lehetőséget.
ja: OEM-Factory Reset "を選択します。
lt: Pasirinkite "OEM-Factory Reset".
lv: Izvēlieties "OEM rūpnīcas atiestatīšana".
nl: Selecteer "OEM-Factory Reset".
pl: Wybrać "OEM-Factory Reset".
pt: Seleccione "OEM-Factory Reset".
ro: Selectați "OEM-Factory Reset".
ru: Выберите "OEM-Factory Reset".
sk: Vyberte možnosť "OEM-Factory Reset".
sl: Izberite "OEM-Factory Reset".
sv: Välj "OEM-Factory Reset".
zh_cn: 选择 "OEM-Factory Reset"。

source: Confirm the “OEM Factory Reset” with “Continue”.
bg: Потвърдете "OEM Factory Reset" с "Continue".
da: Bekræft "OEM Factory Reset" med "Fortsæt".
el: Επιβεβαιώστε την "Επαναφορά εργοστασιακών ρυθμίσεων OEM" με "Συνέχεια".
es: Confirme el "Restablecimiento de fábrica OEM" con "Continuar".
et: Kinnitage "OEM Factory Reset" klahviga "Continue" (Jätka).
fi: Vahvista "OEM Factory Reset" valitsemalla "Continue".
fr: Confirmez la "réinitialisation d'usine OEM" en cliquant sur "Continuer".
hu: Erősítse meg az "OEM Factory Reset" (OEM gyári alaphelyzetbe állítás) opciót a "Continue" (Folytatás) gomb megnyomásával.
ja: OEM Factory Reset "を "Continue "で確認します。
lt: Patvirtinkite "OEM Factory Reset" su "Continue".
lv: Apstipriniet "OEM rūpnīcas atiestatīšana" ar "Turpināt".
nl: Bevestig de "OEM Factory Reset" met "Continue".
pl: Potwierdź "OEM Factory Reset" przyciskiem "Continue".
pt: Confirme o "OEM Factory Reset" com "Continue".
ro: Confirmați "OEM Factory Reset" cu "Continue".
ru: Подтвердите "OEM Factory Reset" кнопкой "Continue".
sk: Potvrďte "OEM Factory Reset" tlačidlom "Continue".
sl: Potrdite "OEM Factory Reset" z "Continue".
sv: Bekräfta "OEM Factory Reset" med "Continue".
zh_cn: 用 "继续 "确认 "OEM工厂重置"。

source: You will be asked if you want to set the User and Admin/TPM PIN yourself. You press Enter to continue without changing the PINs.
bg: Ще бъдете попитани дали искате сами да зададете ПИН кода на потребителя и администратора/TPM. Натиснете Enter, за да продължите, без да променяте ПИН-кодовете.
da: Du vil blive spurgt, om du selv vil indstille bruger- og Admin/TPM-PIN-koden. Du trykker på Enter for at fortsætte uden at ændre PIN-koderne.
el: Θα ερωτηθείτε αν θέλετε να ορίσετε εσείς τον κωδικό PIN χρήστη και διαχειριστή/TPM. Πατάτε Enter για να συνεχίσετε χωρίς να αλλάξετε τους κωδικούς PIN.
es: Se le preguntará si desea configurar usted mismo el PIN de usuario y de administrador/TPM. Pulse Intro para continuar sin cambiar los PIN.
et: Teilt küsitakse, kas soovite ise määrata kasutaja ja administraatori/TPM-i PIN-koodi. Vajutage Enter, et jätkata ilma PIN-koode muutmata.
fi: Sinulta kysytään, haluatko asettaa käyttäjän ja järjestelmänvalvojan/TPM:n PIN-koodin itse. Jatka painamalla Enter-painiketta muuttamatta PIN-koodeja.
fr: Il vous sera demandé si vous souhaitez définir vous-même le PIN utilisateur et le PIN Admin/TPM. Vous appuyez sur Entrée pour continuer sans modifier les PIN.
hu: A rendszer megkérdezi Önt, hogy be kívánja-e állítani a felhasználói és az admin/TPM PIN-kódot. A PIN-kódok módosítása nélkül az Enter gomb megnyomásával folytathatja a műveletet.
ja: UserとAdmin/TPMのPINを自分で設定するかどうかを尋ねられます。Enterを押してPINを変更せずに続行します。
lt: Jūsų bus paklausta, ar norite patys nustatyti naudotojo ir administratoriaus/TPM PIN kodą. Paspauskite Enter, kad tęstumėte nekeisdami PIN kodų.
lv: Jums tiks jautāts, vai vēlaties iestatīt lietotāja un administratora/TPM PIN kodu. Nospiediet Enter, lai turpinātu, nemainot PIN kodus.
nl: U wordt gevraagd of u de Gebruikers- en Admin/TPM-PIN zelf wilt instellen. U drukt op Enter om verder te gaan zonder de PIN's te wijzigen.
pl: Pojawi się pytanie, czy chcesz samodzielnie ustawić kod PIN użytkownika i administratora/TPM. Aby kontynuować bez zmiany kodów PIN, należy nacisnąć klawisz Enter.
pt: Ser-lhe-á perguntado se quer definir o PIN de Utilizador e Admin/TPM você mesmo. Prima Enter para continuar sem alterar os PINs.
ro: Veți fi întrebat dacă doriți să setați singur PIN-ul de utilizator și PIN-ul de administrator/TPM. Apăsați Enter pentru a continua fără a modifica PIN-urile.
ru: Вам будет задан вопрос, хотите ли вы самостоятельно установить PIN-код пользователя и администратора/TPM. Нажмите Enter, чтобы продолжить без изменения PIN-кодов.
sk: Zobrazí sa otázka, či chcete sami nastaviť PIN kód používateľa a správcu/TPM. Stlačením tlačidla Enter pokračujete bez zmeny kódov PIN.
sl: Vprašali vas bomo, ali želite sami nastaviti kodo PIN uporabnika in skrbnika/TPM. Če želite nadaljevati brez spreminjanja kod PIN, pritisnite Enter.
sv: Du kommer att bli tillfrågad om du själv vill ställa in användar- och Admin/TPM-PIN-koden. Du trycker på Enter för att fortsätta utan att ändra PIN-koderna.
zh_cn: 你会被问到是否要自己设置用户和管理员/TPM PIN。你可以按回车键继续，而不改变PIN码。

source: You will then be asked if manual user information should be added. You confirm with ‘y’ and enter your name and then the email address.
bg: След това ще бъдете попитани дали трябва да се добави ръчна информация за потребителя. Потвърждавате с "y" и въвеждате името си, а след това и имейл адреса.
da: Du vil derefter blive spurgt, om der skal tilføjes manuelle brugeroplysninger. Du bekræfter med "y" og indtaster dit navn og derefter din e-mailadresse.
el: Στη συνέχεια, θα σας ζητηθεί να προσθέσετε χειροκίνητες πληροφορίες χρήστη. Επιβεβαιώνετε με 'y' και εισάγετε το όνομά σας και στη συνέχεια τη διεύθυνση ηλεκτρονικού ταχυδρομείου.
es: A continuación, se le preguntará si debe añadirse la información manual del usuario. Confirma con 'y' e introduce tu nombre y luego la dirección de correo electrónico.
et: Seejärel küsitakse, kas tuleks lisada käsitsi kasutajat puudutavad andmed. Te kinnitate "y" ja sisestate oma nime ning seejärel e-posti aadressi.
fi: Tämän jälkeen sinulta kysytään, pitäisikö manuaaliset käyttäjätiedot lisätä. Vahvistat kysymyksen 'y' ja syötät nimesi ja sitten sähköpostiosoitteesi.
fr: Il vous sera alors demandé si les informations de l'utilisateur manuel doivent être ajoutées. Vous confirmez avec 'y' et entrez votre nom et ensuite l'adresse e-mail.
hu: Ezután a rendszer megkérdezi, hogy a kézi felhasználói adatokat hozzá kell-e adni. Ezt a 'y' válasszal erősíti meg, majd megadja a nevét, és az e-mail címét.
ja: 続いて、マニュアルのユーザー情報を追加するかどうかを尋ねられます。y」で確認し、名前とメールアドレスを入力します。
lt: Tuomet jūsų bus paklausta, ar reikia pridėti rankinio naudotojo informaciją. Patvirtinkite "y" ir įveskite savo vardą ir pavardę, tada el. pašto adresą.
lv: Pēc tam jums tiks jautāts, vai ir jāpievieno manuāla lietotāja informācija. Apstipriniet ar "y" un ievadiet savu vārdu un pēc tam e-pasta adresi.
nl: U wordt dan gevraagd of handmatige gebruikersinformatie moet worden toegevoegd. U bevestigt met 'y' en voert uw naam in en vervolgens het emailadres.
pl: Następnie zostaniesz zapytany, czy dodać ręczne informacje o użytkowniku. Potwierdź 'y' i wprowadź swoje imię i nazwisko, a następnie adres e-mail.
pt: Será então perguntado se devem ser adicionadas informações manuais do utilizador. Você confirma com 'y' e digita o seu nome e depois o endereço de e-mail.
ro: Veți fi apoi întrebat dacă trebuie adăugate informații manuale despre utilizator. Confirmați cu "y" și introduceți numele dvs. și apoi adresa de e-mail.
ru: Затем вас спросят, нужно ли добавить информацию о пользователе вручную. Вы подтверждаете "y" и вводите свое имя, а затем адрес электронной почты.
sk: Potom sa zobrazí otázka, či sa majú pridať manuálne informácie o používateľovi. Potvrďte "y" a zadajte svoje meno a potom e-mailovú adresu.
sl: Nato boste vprašali, ali je treba dodati ročne podatke o uporabniku. Potrdite z "y" in vnesite svoje ime ter nato e-poštni naslov.
sv: Du kommer sedan att bli tillfrågad om manuell användarinformation ska läggas till. Du bekräftar med "y" och anger ditt namn och sedan din e-postadress.
zh_cn: 然后会问你是否应该添加手动用户信息。你用'y'确认，并输入你的名字，然后输入电子邮件地址。

source: If you are using Nitrokey storage, you must then select the drive. If the drives /dev/sdb1, /dev/sdc, /dev/sdd1 are displayed, select /dev/sdd1. If the drives /dev/sdb1, /dev/sdc1, /dev/sdd are displayed, select /dev/sdb1.
bg: Ако използвате хранилище Nitrokey, трябва да изберете устройството. Ако са показани устройствата /dev/sdb1, /dev/sdc, /dev/sdd1, изберете /dev/sdd1. Ако са показани устройствата /dev/sdb1, /dev/sdc1, /dev/sdd, изберете /dev/sdb1.
da: Hvis du bruger Nitrokey-lagring, skal du derefter vælge drevet. Hvis drevene /dev/sdb1, /dev/sdc, /dev/sdd1 vises, skal du vælge /dev/sdd1. Hvis drevene /dev/sdb1, /dev/sdc1, /dev/sdd vises, skal du vælge /dev/sdb1.
el: Εάν χρησιμοποιείτε αποθηκευτικό χώρο Nitrokey, πρέπει στη συνέχεια να επιλέξετε τη μονάδα δίσκου. Εάν εμφανίζονται οι μονάδες /dev/sdb1, /dev/sdc, /dev/sdd1, επιλέξτε /dev/sdd1. Εάν εμφανίζονται οι μονάδες /dev/sdb1, /dev/sdc1, /dev/sdd, επιλέξτε /dev/sdb1.
es: Si está utilizando el almacenamiento Nitrokey, debe seleccionar la unidad. Si aparecen las unidades /dev/sdb1, /dev/sdc, /dev/sdd1, seleccione /dev/sdd1. Si aparecen las unidades /dev/sdb1, /dev/sdc1, /dev/sdd, seleccione /dev/sdb1.
et: Kui kasutate Nitrokey salvestusruumi, peate seejärel valima draivi. Kui kuvatakse kettad /dev/sdb1, /dev/sdc, /dev/sdd1, valige /dev/sdd1. Kui kuvatakse kettad /dev/sdb1, /dev/sdc1, /dev/sdd, valige /dev/sdb1.
fi: Jos käytät Nitrokey-tallennustilaa, sinun on valittava asema. Jos näytetään asemat /dev/sdb1, /dev/sdc, /dev/sdd1, valitse /dev/sdd1. Jos näytetään asemat /dev/sdb1, /dev/sdc1, /dev/sdd, valitse /dev/sdb1.
fr: Si vous utilisez un stockage Nitrokey, vous devez ensuite sélectionner le lecteur. Si les lecteurs /dev/sdb1, /dev/sdc, /dev/sdd1 sont affichés, sélectionnez /dev/sdd1. Si les lecteurs /dev/sdb1, /dev/sdc1, /dev/sdd sont affichés, sélectionnez /dev/sdb1.
hu: Ha Nitrokey tárolót használ, akkor ki kell választania a meghajtót. Ha a /dev/sdb1, /dev/sdc, /dev/sdd1 meghajtók jelennek meg, válassza a /dev/sdd1 meghajtót. Ha a /dev/sdb1, /dev/sdc1, /dev/sdd meghajtók jelennek meg, válassza a /dev/sdb1 meghajtót.
ja: Nitrokeyストレージを使用している場合は、次にドライブを選択する必要があります。ドライブ /dev/sdb1, /dev/sdc, /dev/sdd1 が表示されている場合は、 /dev/sdd1 を選択します。ドライブ/dev/sdb1、/dev/sdc1、/dev/sddが表示されている場合は、/dev/sdb1を選択します。
lt: Jei naudojate "Nitrokey" saugyklą, turite pasirinkti diską. Jei rodomi diskai /dev/sdb1, /dev/sdc, /dev/sdd1, pasirinkite /dev/sdd1. Jei rodomi diskai /dev/sdb1, /dev/sdc1, /dev/sdd, pasirinkite /dev/sdb1.
lv: Ja izmantojat Nitrokey krātuvi, tad jāizvēlas disks. Ja tiek parādīti diski /dev/sdb1, /dev/sdc, /dev/sdd1, izvēlieties /dev/sdd1. Ja tiek parādīti diski /dev/sdb1, /dev/sdc1, /dev/sdd, izvēlieties /dev/sdb1.
nl: Als u Nitrokey-opslag gebruikt, moet u vervolgens de schijf selecteren. Als de stations /dev/sdb1, /dev/sdc, /dev/sdd1 worden weergegeven, selecteert u /dev/sdd1. Als de stations /dev/sdb1, /dev/sdc1, /dev/sdd worden weergegeven, selecteert u /dev/sdb1.
pl: Jeśli używasz pamięci masowej Nitrokey, musisz następnie wybrać dysk. Jeśli wyświetlane są napędy /dev/sdb1, /dev/sdc, /dev/sdd1, wybierz /dev/sdd1. Jeśli wyświetlane są napędy /dev/sdb1, /dev/sdc1, /dev/sdd1, wybierz /dev/sdb1.
pt: Se você estiver usando o armazenamento Nitrokey, você deve então selecionar a unidade. Se as unidades /dev/sdb1, /dev/sdc, /dev/sdd1 forem apresentadas, seleccione /dev/sdd1. Se os conversores /dev/sdb1, /dev/sdc1, /dev/sdd1 forem apresentados, seleccione /dev/sdb1.
ro: Dacă utilizați un sistem de stocare Nitrokey, trebuie să selectați unitatea. Dacă sunt afișate unitățile /dev/sdb1, /dev/sdc, /dev/sdd1, selectați /dev/sdd1. Dacă sunt afișate unitățile /dev/sdb1, /dev/sdc1, /dev/sdd, selectați /dev/sdb1.
ru: Если вы используете хранилище Nitrokey, необходимо выбрать диск. Если отображаются диски /dev/sdb1, /dev/sdc, /dev/sdd1, выберите /dev/sdd1. Если отображаются диски /dev/sdb1, /dev/sdc1, /dev/sdd, выберите /dev/sdb1.
sk: Ak používate úložisko Nitrokey, musíte vybrať jednotku. Ak sa zobrazia jednotky /dev/sdb1, /dev/sdc, /dev/sdd1, vyberte /dev/sdd1. Ak sú zobrazené jednotky /dev/sdb1, /dev/sdc1, /dev/sdd, vyberte /dev/sdb1.
sl: Če uporabljate shrambo Nitrokey, morate izbrati pogon. Če so prikazani pogoni /dev/sdb1, /dev/sdc, /dev/sdd1, izberite /dev/sdd1. Če so prikazani pogoni /dev/sdb1, /dev/sdc1, /dev/sdd, izberite /dev/sdb1.
sv: Om du använder Nitrokey-lagring måste du välja enhet. Om enheterna /dev/sdb1, /dev/sdc, /dev/sdd1 visas väljer du /dev/sdd1. Om enheterna /dev/sdb1, /dev/sdc1, /dev/sdd visas väljer du /dev/sdb1.
zh_cn: 如果你使用的是Nitrokey存储，你必须接着选择驱动器。如果显示的是/dev/sdb1、/dev/sdc、/dev/sdd1这些驱动器，请选择/dev/sdd1。如果显示的是/dev/sdb1、/dev/sdc1、/dev/sdd这些驱动器，请选择/dev/sdb1。

source: The rest of the configuration will be done automatically. You confirm the subsequent restart.
bg: Останалата част от конфигурацията ще бъде извършена автоматично. Потвърждавате последващото рестартиране.
da: Resten af konfigurationen sker automatisk. Du bekræfter den efterfølgende genstart.
el: Οι υπόλοιπες ρυθμίσεις θα γίνουν αυτόματα. Επιβεβαιώνετε την επακόλουθη επανεκκίνηση.
es: El resto de la configuración se hará automáticamente. Confirme el reinicio posterior.
et: Ülejäänud konfiguratsioon toimub automaatselt. Te kinnitate järgneva taaskäivituse.
fi: Loput asetuksista tehdään automaattisesti. Vahvistat seuraavan uudelleenkäynnistyksen.
fr: Le reste de la configuration se fera automatiquement. Vous confirmez le redémarrage ultérieur.
hu: A konfiguráció többi része automatikusan megtörténik. Az ezt követő újraindítást megerősíti.
ja: 残りの設定は自動的に行われます。その後の再起動を確認します。
lt: Likusi konfigūracijos dalis bus atlikta automatiškai. Patvirtinkite vėlesnį paleidimą iš naujo.
lv: Pārējā konfigurācija tiks veikta automātiski. Jūs apstipriniet turpmāko restartēšanu.
nl: De rest van de configuratie wordt automatisch uitgevoerd. U bevestigt de daaropvolgende herstart.
pl: Pozostała część konfiguracji zostanie wykonana automatycznie. Użytkownik potwierdza ponowne uruchomienie urządzenia.
pt: O resto da configuração será feita automaticamente. O usuário confirma o reinício subseqüente.
ro: Restul configurării se va face automat. Confirmați repornirea ulterioară.
ru: Остальная часть конфигурации будет выполнена автоматически. Вы подтверждаете последующий перезапуск.
sk: Zvyšok konfigurácie sa vykoná automaticky. Následný reštart potvrdíte.
sl: Preostali del konfiguracije bo opravljen samodejno. Potrdite poznejši ponovni zagon.
sv: Resten av konfigurationen görs automatiskt. Du bekräftar den efterföljande omstarten.
zh_cn: 其余的配置将自动完成。你确认随后的重新启动。

source: After the restart the OTP secret must be created. Confirm the process with Enter.
bg: След рестартирането трябва да се създаде тайната на OTP. Потвърдете процеса с Enter.
da: Efter genstarten skal OTP-hemmeligheden oprettes. Bekræft processen med Enter.
el: Μετά την επανεκκίνηση πρέπει να δημιουργηθεί το μυστικό OTP. Επιβεβαιώστε τη διαδικασία με Enter.
es: Tras el reinicio se debe crear el secreto OTP. Confirme el proceso con Enter.
et: Pärast taaskäivitamist tuleb luua OTP-saladus. Kinnitage protsess Enteriga.
fi: Uudelleenkäynnistyksen jälkeen OTP-salaisuus on luotava. Vahvista prosessi Enter-näppäimellä.
fr: Après le redémarrage, le secret OTP doit être créé. Confirmez le processus avec Enter.
hu: Az újraindítás után létre kell hozni az OTP-titkot. Erősítse meg a folyamatot az Enter billentyűvel.
ja: 再起動後、OTPシークレットを作成する必要があります。Enterキーで処理を確認してください。
lt: Iš naujo paleidus turi būti sukurta OTP paslaptis. Procesą patvirtinkite klavišu Enter.
lv: Pēc restartēšanas ir jāizveido OTP noslēpums. Procesu apstipriniet ar Enter.
nl: Na de herstart moet het OTP-geheim worden aangemaakt. Bevestig het proces met Enter.
pl: Po ponownym uruchomieniu należy utworzyć sekret OTP. Potwierdź proces klawiszem Enter.
pt: Após o reinício, o segredo OTP deve ser criado. Confirme o processo com Enter.
ro: După repornire, trebuie creat secretul OTP. Confirmați procesul cu Enter.
ru: После перезапуска необходимо создать секрет OTP. Подтвердите процесс нажатием Enter.
sk: Po reštarte sa musí vytvoriť OTP tajomstvo. Proces potvrďte klávesom Enter.
sl: Po ponovnem zagonu je treba ustvariti skrivnost OTP. Postopek potrdite z Enter.
sv: Efter omstarten måste OTP-hemligheten skapas. Bekräfta processen med Enter.
zh_cn: 重新启动后，必须创建OTP秘密。用回车键确认该过程。
