Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/nitropad.po
Languages: bg, da, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: The admin PIN is at least 8-digits long and is used to change contents/settings of the Nitrokey. That is to say after initializing the Nitrokey you probably won’t need this PIN too often (e.g. if you want to add another password to the password safe of the Nitrokey Pro or Nitrokey Storage).
bg: Администраторският PIN код е дълъг поне 8 цифри и се използва за промяна на съдържанието/настройките на Nitrokey. Това означава, че след инициализирането на Nitrokey вероятно няма да'се нуждаете от този ПИН твърде често (напр. ако искате да добавите друга парола в сейфа за пароли на Nitrokey Pro или Nitrokey Storage).
da: Admin-PIN-koden er mindst 8 cifre lang og bruges til at ændre indholdet/indstillingerne på Nitrokey. Det vil sige, at efter initialisering af Nitrokey vil du sandsynligvis ikke få brug for denne PIN-kode for ofte (f.eks. hvis du vil tilføje en anden adgangskode til adgangskodeboksen i Nitrokey Pro eller Nitrokey Storage).
el: Το PIN διαχειριστή είναι τουλάχιστον 8ψήφιο και χρησιμοποιείται για την αλλαγή περιεχομένου/ρυθμίσεων του Nitrokey. Δηλαδή, μετά την αρχικοποίηση του Nitrokey πιθανότατα δεν θα χρειάζεστε αυτό το PIN πολύ συχνά (π.χ. αν θέλετε να προσθέσετε έναν άλλο κωδικό πρόσβασης στο χρηματοκιβώτιο κωδικών πρόσβασης του Nitrokey Pro ή του Nitrokey Storage).
es: El PIN de administrador tiene al menos 8 dígitos y se utiliza para cambiar los contenidos/configuraciones del Nitrokey. Es decir, después de inicializar la Nitrokey, probablemente no necesitará este PIN con demasiada frecuencia (por ejemplo, si quiere añadir otra contraseña a la caja fuerte de la Nitrokey Pro o la Nitrokey Storage).
et: Administraatori PIN-kood on vähemalt 8-kohaline ja seda kasutatakse Nitrokey sisu/seadete muutmiseks. See tähendab, et pärast Nitrokey initsialiseerimist ei ole teil seda PIN-koodi tõenäoliselt liiga tihti vaja (nt kui soovite lisada Nitrokey Pro või Nitrokey Storage'i paroolide seifi teise salasõna).
fi: Ylläpitäjän PIN-koodi on vähintään 8-numeroinen, ja sitä käytetään Nitrokeyn sisällön/asetusten muuttamiseen. Toisin sanoen Nitrokeyn alustamisen jälkeen et luultavasti tarvitse tätä PIN-koodia kovin usein (esim. jos haluat lisätä toisen salasanan Nitrokey Pro- tai Nitrokey Storage -laitteen salasanakaappiin).
fr: Le code PIN admin est composé d'au moins 8 chiffres et est utilisé pour modifier le contenu/les réglages de la Nitrokey. C'est-à-dire qu'après avoir initialisé la Nitrokey, vous n'aurez probablement pas besoin de ce code PIN trop souvent (par exemple, si vous voulez ajouter un autre mot de passe dans le coffre à mot de la Nitrokey Pro ou de la Nitrokey Storage).
hu: Az admin PIN-kód legalább 8 számjegyű, és a Nitrokey tartalmának/beállításainak módosítására szolgál. Vagyis a Nitrokey inicializálása után valószínűleg nem lesz túl gyakran szüksége erre a PIN-kódra (pl. ha újabb jelszót szeretne hozzáadni a Nitrokey Pro vagy a Nitrokey Storage jelszószéfjéhez).
ja: 管理者用PINは少なくとも8桁の長さで、Nitrokeyのコンテンツや設定を変更する際に使用します。つまり、Nitrokeyを初期化した後は、このPINを頻繁に必要とすることはないでしょう（例えば、Nitrokey ProやNitrokey Storageのパスワード金庫に別のパスワードを追加したい場合など）。
lt: Administratoriaus PIN kodas yra bent 8 skaitmenų ilgio ir naudojamas norint pakeisti "Nitrokey" turinį ir nustatymus. Tai reiškia, kad po "Nitrokey" inicializavimo šio PIN kodo tikriausiai neprireiks per dažnai (pvz., jei norėsite į "Nitrokey Pro" arba "Nitrokey Storage" slaptažodžių seifą įtraukti kitą slaptažodį).
lv: Administratora PIN kods ir vismaz 8 ciparu garš, un to izmanto, lai mainītu Nitrokey saturu/nosacījumus. Tas nozīmē, ka pēc Nitrokey inicializēšanas šis PIN kods, visticamāk, jums nebūs nepieciešams pārāk bieži (piemēram, ja vēlaties pievienot citu paroli Nitrokey Pro vai Nitrokey Storage paroles seifam).
nl: De admin PIN is minstens 8 cijfers lang en wordt gebruikt om inhoud/instellingen van de Nitrokey te wijzigen. Dat wil zeggen dat u na het initialiseren van de Nitrokey deze PIN waarschijnlijk niet vaak nodig zult hebben (bijv. als u een ander wachtwoord wilt toevoegen aan de wachtwoordkluis van de Nitrokey Pro of Nitrokey Storage).
pl: Admin PIN ma długość co najmniej 8 cyfr i jest używany do zmiany zawartości/ustawień Nitrokey. Oznacza to, że po inicjalizacji Nitrokey prawdopodobnie nie będziesz potrzebował tego kodu PIN zbyt często (np. jeśli chcesz dodać kolejne hasło do sejfu haseł Nitrokey Pro lub Nitrokey Storage).
pt: O PIN de administração tem pelo menos 8 dígitos e é usado para alterar o conteúdo/definições da Nitrokey. Isto é, após inicializar a Nitrokey provavelmente não precisará deste PIN com demasiada frequência (por exemplo, se quiser adicionar outra password ao cofre de password do Nitrokey Pro ou do Nitrokey Storage).
ro: PIN-ul de administrator are o lungime de cel puțin 8 cifre și este utilizat pentru a modifica conținutul/setările Nitrokey. Adică, după inițializarea Nitrokey, probabil că nu veți avea nevoie de acest PIN prea des (de exemplu, dacă doriți să adăugați o altă parolă în seiful de parole al Nitrokey Pro sau Nitrokey Storage).
ru: PIN-код администратора состоит как минимум из 8 цифр и используется для изменения содержимого/настроек Nitrokey. То есть после инициализации Nitrokey этот PIN-код, вероятно, не понадобится вам слишком часто (например, если вы захотите добавить еще один пароль в сейф паролей Nitrokey Pro или Nitrokey Storage).
sk: Administrátorský PIN kód je najmenej 8-miestny a používa sa na zmenu obsahu/nastavení zariadenia Nitrokey. To znamená, že po inicializácii kľúča Nitrokey tento PIN pravdepodobne nebudete potrebovať príliš často (napr. ak chcete pridať ďalšie heslo do trezoru hesiel kľúča Nitrokey Pro alebo úložiska Nitrokey).
sl: Administratorski PIN je dolg vsaj 8 številk in se uporablja za spreminjanje vsebine/nastavitev naprave Nitrokey. To pomeni, da po inicializaciji naprave Nitrokey tega PIN-a verjetno ne boste potrebovali prepogosto (npr. če želite dodati drugo geslo v sef za gesla naprave Nitrokey Pro ali Nitrokey Storage).
sv: Admin-PIN-koden är minst 8 siffror lång och används för att ändra innehåll/inställningar i Nitrokey. Det vill säga efter initialisering av Nitrokey kommer du förmodligen inte att behöva den här PIN-koden alltför ofta (t.ex. om du vill lägga till ett annat lösenord till lösenordssäkringen i Nitrokey Pro eller Nitrokey Storage).
zh_cn: 管理密码至少有8位数，用于改变硝基钥匙的内容/设置。也就是说，在初始化Nitrokey后，你可能不会经常需要这个PIN码（例如，如果你想在Nitrokey Pro或Nitrokey Storage的密码箱中添加另一个密码）。

source: You can change the admin PIN with the Nitrokey App if using a Nitrokey Pro or Nitrokey Storage. In the `Nitrokey App <https://www.nitrokey.com/download>`_ open ‘Menu -> Configure -> Change Admin PIN’ to open the dialog to change the PIN.
bg: Можете да промените ПИН кода на администратора с приложението Nitrokey, ако използвате Nitrokey Pro или Nitrokey Storage. В приложението `Nitrokey App <https://www.nitrokey.com/download>`_ отворете "Menu -> Configure -> Change Admin PIN" (Меню -> Конфигуриране -> Промяна на ПИН кода на администратора), за да отворите диалоговия прозорец за промяна на ПИН кода.
da: Du kan ændre administrator-PIN-koden med Nitrokey-appen, hvis du bruger en Nitrokey Pro eller Nitrokey Storage. I `Nitrokey App <https://www.nitrokey.com/download>`_ åbner du 'Menu -> Configure -> Change Admin PIN' for at åbne dialogboksen til at ændre PIN-koden.
el: Μπορείτε να αλλάξετε το PIN διαχειριστή με την εφαρμογή Nitrokey App, αν χρησιμοποιείτε Nitrokey Pro ή Nitrokey Storage. Στην εφαρμογή `Nitrokey App <https://www.nitrokey.com/download>`_ ανοίξτε το "Μενού -> Διαμόρφωση -> Αλλαγή PIN διαχειριστή" για να ανοίξει το παράθυρο διαλόγου για την αλλαγή του PIN.
es: Puede cambiar el PIN de administrador con la App Nitrokey si utiliza una Nitrokey Pro o Nitrokey Storage. En la `App Nitrokey <https://www.nitrokey.com/download>`_ abre 'Menú -> Configurar -> Cambiar PIN de administrador' para abrir el diálogo para cambiar el PIN.
et: Kui kasutate Nitrokey Pro või Nitrokey Storage'i, saate administraatori PIN-koodi muuta Nitrokey rakenduse abil. Avage `Nitrokey Appis <https://www.nitrokey.com/download>`_ 'Menu -> Configure -> Change Admin PIN', et avada dialoog PINi muutmiseks.
fi: Voit vaihtaa ylläpitäjän PIN-koodin Nitrokey-sovelluksella, jos käytät Nitrokey Pro- tai Nitrokey Storage -järjestelmää. Avaa `Nitrokey App <https://www.nitrokey.com/download>`_:ssä 'Valikko -> Määritä -> Vaihda ylläpitäjän PIN-koodi' avataksesi valintaikkunan PIN-koodin muuttamista varten.
hu: A Nitrokey Pro vagy Nitrokey Storage használata esetén a Nitrokey App segítségével módosíthatja az admin PIN-kódot. A `Nitrokey App <https://www.nitrokey.com/download>`_ alkalmazásban nyissa meg a 'Menü -> Konfigurálás -> Admin PIN módosítása' párbeszédpanelt a PIN módosításához.
ja: Nitrokey ProまたはNitrokey Storageを使用している場合は、Nitrokey Appで管理者用PINを変更することができます。`Nitrokey App <https://www.nitrokey.com/download>`_で「Menu -> Configure -> Change Admin PIN」を開くと、PINを変更するダイアログが表示されます。
lt: Jei naudojate "Nitrokey Pro" arba "Nitrokey" saugyklą, administratoriaus PIN kodą galite pakeisti naudodami "Nitrokey" programėlę. Programėlėje `"Nitrokey App" <https://www.nitrokey.com/download>`_ atidarykite "Menu -> Configure -> Change Admin PIN" (meniu -> Konfigūruoti -> Keisti administratoriaus PIN kodą), kad atidarytumėte dialogo langą PIN kodui pakeisti.
lv: Ja izmantojat Nitrokey Pro vai Nitrokey krātuvi, varat mainīt administratora PIN kodu, izmantojot Nitrokey lietotni. Lietotnē `Nitrokey App <https://www.nitrokey.com/download>`_ atveriet "Menu -> Configure -> Change Admin PIN" (Izvēlne -> Konfigurēt -> Mainīt administratora PIN kodu), lai atvērtu dialoglodziņu PIN koda maiņai.
nl: U kunt de beheerders-PIN met de Nitrokey App wijzigen als u een Nitrokey Pro of Nitrokey Storage gebruikt. In de `Nitrokey App <https://www.nitrokey.com/download>`_ open 'Menu -> Configuratie -> Admin PIN wijzigen' om het dialoogvenster te openen om de PIN te wijzigen.
pl: Możesz zmienić kod PIN administratora za pomocą aplikacji Nitrokey App, jeśli używasz Nitrokey Pro lub Nitrokey Storage. W `Nitrokey App <https://www.nitrokey.com/download>`_ otwórz 'Menu -> Konfiguracja -> Zmień PIN administratora', aby otworzyć okno dialogowe do zmiany PIN.
pt: Você pode alterar o PIN de administração com o Nitrokey App se usar um Nitrokey Pro ou Nitrokey Storage. Na aplicação `Nitrokey App <https://www.nitrokey.com/download>`_ abra 'Menu -> Configure -> Change Admin PIN' para abrir o diálogo para alterar o PIN.
ro: Puteți schimba PIN-ul de administrator cu aplicația Nitrokey dacă utilizați un Nitrokey Pro sau Nitrokey Storage. În `Nitrokey App <https://www.nitrokey.com/download>`_ deschideți 'Menu -> Configure -> Change Admin PIN' (Meniu -> Configurare -> Schimbare PIN admin) pentru a deschide fereastra de dialog pentru a schimba PIN-ul.
ru: При использовании Nitrokey Pro или Nitrokey Storage вы можете изменить PIN-код администратора с помощью приложения Nitrokey App. В приложении `Nitrokey App <https://www.nitrokey.com/download>`_ откройте "Menu -> Configure -> Change Admin PIN", чтобы открыть диалог для изменения PIN-кода.
sk: Ak používate aplikáciu Nitrokey Pro alebo úložisko Nitrokey, môžete zmeniť kód PIN správcu pomocou aplikácie Nitrokey. V aplikácii `Nitrokey App <https://www.nitrokey.com/download>`_ otvorte 'Menu -> Configure -> Change Admin PIN' (Ponuka -> Konfigurácia -> Zmeniť PIN administrátora) a otvorte dialógové okno na zmenu PIN.
sl: Če uporabljate aplikacijo Nitrokey Pro ali Nitrokey Storage, lahko upraviteljsko kodo PIN spremenite z aplikacijo Nitrokey. V aplikaciji `Nitrokey App <https://www.nitrokey.com/download>`_ odprite "Menu -> Configure -> Change Admin PIN", da odprete pogovorno okno za spremembo kode PIN.
sv: Du kan ändra administratörs-PIN-koden med Nitrokey-appen om du använder Nitrokey Pro eller Nitrokey Storage. I `Nitrokey App <https://www.nitrokey.com/download>`_ öppnar du "Menu -> Configure -> Change Admin PIN" för att öppna dialogrutan för att ändra PIN-koden.
zh_cn: 如果使用Nitrokey Pro或Nitrokey Storage，你可以通过Nitrokey App更改管理密码。在`硝基钥匙应用程序<https://www.nitrokey.com/download>`_打开'菜单-> 配置-> 更改管理密码'，以打开更改密码的对话框。

source: You can change the admin PIN in the dialog window now.
bg: Сега можете да промените ПИН кода на администратора в диалоговия прозорец.
da: Du kan nu ændre administrator-PIN-koden i dialogvinduet.
el: Τώρα μπορείτε να αλλάξετε το PIN διαχειριστή στο παράθυρο διαλόγου.
es: Ahora puede cambiar el PIN de administrador en la ventana de diálogo.
et: Nüüd saate muuta administraatori PIN-koodi dialoogiaknas.
fi: Voit nyt vaihtaa ylläpitäjän PIN-koodin valintaikkunassa.
fr: Vous pouvez maintenant modifier le code PIN de l'administrateur dans la fenêtre de dialogue.
hu: Az admin PIN-kódot mostantól a párbeszédablakban módosíthatja.
ja: 管理者用の暗証番号をダイアログウィンドウで変更できるようになりました。
lt: Dabar galite keisti administratoriaus PIN kodą dialogo lange.
lv: Tagad dialoglodziņā varat mainīt administratora PIN kodu.
nl: U kunt nu de admin PIN in het dialoog venster veranderen.
pl: Teraz można zmienić kod PIN administratora w oknie dialogowym.
pt: Você pode alterar o PIN de administrador na janela de diálogo agora.
ro: Acum puteți schimba PIN-ul de administrator în fereastra de dialog.
ru: Теперь вы можете изменить PIN-код администратора в диалоговом окне.
sk: PIN kód správcu môžete teraz zmeniť v dialógovom okne.
sl: Zdaj lahko v pogovornem oknu spremenite skrbniški PIN.
sv: Du kan nu ändra administratörens PIN-kod i dialogfönstret.
zh_cn: 你现在可以在对话窗口中改变管理密码。

source: The admin PIN can have up to 20 digits and other characters (e.g. alphabetic and special characters). But as the admin PIN is blocked as soon three wrong PIN attempts were done, it is sufficiently secure to only have 8 digits PIN. The default PIN is 12345678.
bg: ПИН кодът на администратора може да съдържа до 20 цифри и други знаци (напр. буквени и специални знаци). Но тъй като ПИН кодът на администратора се блокира при три грешни опита за въвеждане на ПИН код, достатъчно сигурно е да има само 8 цифри ПИН код. ПИН кодът по подразбиране е 12345678.
da: Admin-PIN-koden kan have op til 20 cifre og andre tegn (f.eks. alfabetiske og specialtegn). Men da administrator-PIN-koden blokeres, så snart der er foretaget tre forkerte PIN-forsøg, er det tilstrækkeligt sikkert kun at have en 8-cifret PIN-kode. Standard-PIN-koden er 12345678.
el: Το PIN διαχειριστή μπορεί να έχει έως και 20 ψηφία και άλλους χαρακτήρες (π.χ. αλφαβητικούς και ειδικούς χαρακτήρες). Καθώς όμως το PIN διαχειριστή μπλοκάρεται μόλις γίνουν τρεις λανθασμένες προσπάθειες για το PIN, είναι αρκετά ασφαλές να έχετε μόνο 8 ψηφία PIN. Το προεπιλεγμένο PIN είναι 12345678.
es: El PIN de administrador puede tener hasta 20 dígitos y otros caracteres (por ejemplo, caracteres alfabéticos y especiales). Pero como el PIN de administrador se bloquea en cuanto se hacen tres intentos de PIN erróneos, es suficientemente seguro tener sólo 8 dígitos de PIN. El PIN por defecto es 12345678.
et: Administraatori PIN-kood võib olla kuni 20-kohaline ja muid märke (nt tähestik ja erimärgid). Kuid kuna administraatori PIN-kood blokeeritakse kohe, kui on tehtud kolm valet PIN-koodi katset, on piisavalt turvaline, kui PIN-kood on ainult 8-kohaline. Vaikimisi PIN on 12345678.
fi: Ylläpitäjän PIN-koodissa voi olla enintään 20 numeroa ja muita merkkejä (esim. aakkos- ja erikoismerkkejä). Koska ylläpitäjän PIN-koodi kuitenkin estetään heti, kun kolme väärää PIN-koodia on yritetty käyttää, on riittävän turvallista käyttää vain 8-numeroista PIN-koodia. Oletusarvoinen PIN-koodi on 12345678.
fr: Le PIN administrateur peut comporter jusqu'à 20 chiffres et d'autres caractères (par exemple, des caractères alphabétiques et spéciaux). Mais comme le PIN administrateur est bloqué dès que trois tentatives de PIN erroné ont été effectuées, il est suffisamment sûr de n'avoir qu'un PIN à 8 chiffres. Le PIN par défaut est 12345678.
hu: Az admin PIN-kód legfeljebb 20 számjegyből és egyéb karakterekből (pl. betű- és speciális karakterek) állhat. Mivel azonban az admin PIN kódot három hibás PIN próbálkozás után blokkolja a rendszer, elegendő biztonságot nyújt, ha csak 8 számjegyű PIN kódot használ. Az alapértelmezett PIN 12345678.
ja: 管理者用暗証番号は、最大20桁の数字とその他の文字（アルファベットや特殊文字など）を使用することができます。しかし、管理者用暗証番号は3回間違えるとブロックされるため、8桁の暗証番号だけでも十分に安全です。デフォルトのPINは12345678です。
lt: Administratoriaus PIN kodą gali sudaryti iki 20 skaitmenų ir kitų simbolių (pvz., raidžių ir specialiųjų simbolių). Tačiau, kadangi administratoriaus PIN užblokuojamas, kai tik tris kartus neteisingai bandoma įvesti PIN, pakankamai saugu turėti tik 8 skaitmenų PIN. Numatytasis PIN kodas yra 12345678.
lv: Administratora PIN var būt līdz 20 cipariem un citām rakstzīmēm (piemēram, burtiem un speciālajām rakstzīmēm). Taču, tā kā administratora PIN tiek bloķēts, tiklīdz ir veikti trīs nepareizi PIN piešķiršanas mēģinājumi, ir pietiekami droši izmantot tikai 8 ciparu PIN kodu. Noklusējuma PIN kods ir 12345678.
nl: De admin PIN kan tot 20 cijfers en andere tekens (bv. alfabetische en speciale tekens) bevatten. Maar aangezien de admin-PIN wordt geblokkeerd zodra drie verkeerde PIN-pogingen zijn gedaan, is het voldoende veilig om slechts een PIN van 8 cijfers te hebben. De standaard PIN is 12345678.
pl: Kod PIN administratora może składać się z maksymalnie 20 cyfr i innych znaków (np. alfabetycznych i specjalnych). Ponieważ jednak kod PIN administratora jest blokowany po trzech błędnych próbach wpisania kodu, wystarczającym zabezpieczeniem jest wprowadzenie tylko 8-cyfrowego kodu PIN. Domyślny kod PIN to 12345678.
pt: O PIN de administração pode ter até 20 dígitos e outros caracteres (por exemplo, caracteres alfabéticos e especiais). Mas como o PIN de administrador é bloqueado assim que três tentativas erradas de PIN são feitas, ele é suficientemente seguro para ter apenas 8 dígitos PIN. O PIN padrão é 12345678.
ro: PIN-ul de administrator poate avea până la 20 de cifre și alte caractere (de exemplu, caractere alfabetice și speciale). Dar, deoarece PIN-ul de administrator este blocat de îndată ce au avut loc trei încercări greșite de PIN, este suficient de sigur să aveți un PIN de numai 8 cifre. PIN-ul implicit este 12345678.
ru: PIN-код администратора может содержать до 20 цифр и других символов (например, буквенных и специальных). Но поскольку PIN-код администратора блокируется при трех неправильных попытках ввода PIN-кода, достаточно безопасно иметь только 8-значный PIN-код. PIN-код по умолчанию - 12345678.
sk: Kód PIN administrátora môže mať až 20 číslic a ďalších znakov (napr. abecedných a špeciálnych). Keďže sa však kód PIN administrátora zablokuje hneď po troch nesprávnych pokusoch o zadanie kódu PIN, je dostatočne bezpečné mať len 8-miestny kód PIN. Predvolený kód PIN je 12345678.
sl: Administratorski PIN ima lahko do 20 številk in drugih znakov (npr. abecednih in posebnih znakov). Ker pa se administratorjev PIN blokira takoj, ko so bili opravljeni trije napačni poskusi PIN, je dovolj varno, če ima samo 8-mestni PIN. Privzeta koda PIN je 12345678.
sv: Admin-PIN-koden kan ha upp till 20 siffror och andra tecken (t.ex. bokstavs- och specialtecken). Men eftersom admin-PIN-koden blockeras så snart tre felaktiga PIN-försök har gjorts, är det tillräckligt säkert att endast ha en 8-siffrig PIN-kod. Standard-PIN-koden är 12345678.
zh_cn: 管理密码最多可以有20位数字和其他字符（如字母和特殊字符）。但是，由于只要有三次错误的PIN尝试，管理PIN就会被阻止，所以只有8位数的PIN就足够安全了。默认的PIN码是12345678。

source: NitroPad with Qubes OS
bg: NitroPad с Qubes OS
da: NitroPad med Qubes OS
el: NitroPad με Qubes OS
es: NitroPad con Qubes OS
et: NitroPad koos Qubes OS-iga
fi: NitroPad ja Qubes OS
fr: NitroPad avec Qubes OS
hu: NitroPad Qubes OS-sel
ja: Qubes OS搭載のNitroPad
lt: "NitroPad" su "Qubes OS
lv: NitroPad ar Qubes OS
nl: NitroPad met Qubes OS
pl: NitroPad z Qubes OS
pt: NitroPad com SO Qubes
ro: NitroPad cu Qubes OS
ru: NitroPad с Qubes OS
sk: NitroPad s operačným systémom Qubes
sl: NitroPad z operacijskim sistemom Qubes
sv: NitroPad med Qubes OS
zh_cn: 带有Qubes操作系统的NitroPad

source: Getting Started
bg: Започване на работа
da: Kom godt i gang
el: Ξεκινώντας
es: Cómo empezar
et: Alustamine
fi: Aloittaminen
fr: Pour commencer
hu: Kezdő lépések
ja: はじめに
lt: Darbo pradžia
lv: Darba sākšana
nl: Aan de slag
pl: Rozpoczęcie pracy
pt: Como Começar
ro: Noțiuni introductive
ru: Начало работы
sk: Začíname
sl: Začetek
sv: Komma igång
zh_cn: 入门

source: After purchase, the passwords are set to a default value and must be changed by you:
bg: След покупката паролите са зададени по подразбиране и трябва да бъдат променени от вас:
da: Efter købet er adgangskoderne indstillet til en standardværdi og skal ændres af dig:
el: Μετά την αγορά, οι κωδικοί πρόσβασης έχουν οριστεί σε μια προεπιλεγμένη τιμή και πρέπει να αλλαχθούν από εσάς:
es: Después de la compra, las contraseñas se establecen en un valor por defecto y deben ser cambiadas por usted:
et: Pärast ostu sooritamist on paroolid määratud vaikimisi ja neid peate ise muutma:
fi: Oston jälkeen salasanat asetetaan oletusarvoon, ja sinun on vaihdettava ne:
fr: Après l'achat, les mots de passe sont définis par défaut et doivent être modifiés par vos soins :
hu: A vásárlást követően a jelszavak alapértelmezett értékre vannak beállítva, és azokat Önnek kell megváltoztatnia:
ja: 購入後、パスワードは初期値に設定されており、お客様ご自身で変更していただく必要があります。
lt: Įsigijus slaptažodžius, nustatoma numatytoji vertė, kurią turite pakeisti patys:
lv: Pēc iegādes paroles tiek iestatītas kā noklusējuma vērtība, un jums tās ir jāmaina:
nl: Na aankoop zijn de wachtwoorden ingesteld op een standaardwaarde en moeten door u worden gewijzigd:
pl: Po zakupie, hasła są ustawione na wartość domyślną i muszą być zmienione przez użytkownika:
pt: Após a compra, as senhas são definidas para um valor padrão e devem ser alteradas por você:
ro: După achiziționare, parolele sunt setate la o valoare implicită și trebuie să le modificați dumneavoastră:
ru: После покупки пароли устанавливаются по умолчанию и должны быть изменены вами:
sk: Po zakúpení sú heslá nastavené na predvolenú hodnotu a musíte ich zmeniť:
sl: Po nakupu so gesla nastavljena na privzeto vrednost in jih morate spremeniti sami:
sv: Efter köpet är lösenorden inställda på ett standardvärde och måste ändras av dig:
zh_cn: 购买后，密码被设置为默认值，必须由您来更改。
