Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/nitropad.po
Languages: bg, da, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: Heads expects an English keyboard layout, on which e.g. “y” and “z” are swapped in comparison to the German keyboard layout. If you agree with the default selection (which is written in capital letter) you can also simply confirm by pressing Enter.
bg: Heads очаква английска клавиатурна подредба, при която например буквите "y" и "z" са разменени в сравнение с немската клавиатурна подредба. Ако сте съгласни с избора по подразбиране (който е изписан с главни букви), можете също така просто да потвърдите, като натиснете Enter.
da: Heads forventer et engelsk tastaturlayout, hvor f.eks. "y" og "z" er byttet om i forhold til det tyske tastaturlayout. Hvis du er enig i standardvalget (som er skrevet med store bogstaver), kan du også blot bekræfte ved at trykke på Enter.
el: Το Heads περιμένει μια αγγλική διάταξη πληκτρολογίου, στην οποία π.χ. τα "y" και "z" είναι ανταλλαγμένα σε σύγκριση με τη γερμανική διάταξη πληκτρολογίου. Εάν συμφωνείτε με την προεπιλεγμένη επιλογή (η οποία είναι γραμμένη με κεφαλαία γράμματα), μπορείτε επίσης απλά να επιβεβαιώσετε πατώντας Enter.
es: Heads espera una distribución de teclado en inglés, en la que, por ejemplo, la "y" y la "z" se intercambian en comparación con la distribución de teclado en alemán. Si está de acuerdo con la selección por defecto (que se escribe en mayúsculas) también puede confirmar simplemente pulsando Enter.
et: Heads ootab ingliskeelset klaviatuuri paigutust, kus näiteks "y" ja "z" on saksa klaviatuuri paigutusega võrreldes ära vahetatud. Kui nõustute vaikimisi valikuga (mis on kirjutatud suurtähtedega), võite ka lihtsalt kinnitada, vajutades Enter.
fi: Heads odottaa englanninkielistä näppäimistöasettelua, jossa esimerkiksi "y" ja "z" on vaihdettu saksalaiseen näppäimistöasetteluun verrattuna. Jos hyväksyt oletusvalinnan (joka on kirjoitettu isolla kirjaimella), voit myös yksinkertaisesti vahvistaa sen painamalla Enter-näppäintä.
fr: Heads s'attend à une disposition du clavier en anglais, sur laquelle, par exemple, les lettres "y" et "z" sont interverties par rapport à la disposition du clavier en allemand. Si vous êtes d'accord avec la sélection par défaut (qui est écrite en majuscules), vous pouvez aussi simplement confirmer en appuyant sur la touche Entrée.
hu: A Heads angol billentyűzetkiosztást vár, amelyen például az "y" és a "z" fel van cserélve a német billentyűzetkiosztáshoz képest. Ha egyetért az alapértelmezett választással (amely nagybetűvel van írva), akkor egyszerűen megerősítheti az Enter megnyomásával is.
ja: Heads は英語のキーボードレイアウトを想定しており、ドイツ語のキーボードレイアウトと比較して、例えば「y」と「z」が入れ替わっています。デフォルトの選択（大文字で書かれている）に同意する場合は、単に Enter を押して確認することもできます。
lt: "Heads" tikisi angliško klaviatūros išdėstymo, kuriame, pvz., "y" ir "z" yra sukeisti vietomis, palyginti su vokišku klaviatūros išdėstymu. Jei sutinkate su numatytuoju pasirinkimu (kuris rašomas didžiąja raide), taip pat galite tiesiog patvirtinti spausdami Enter.
lv: Heads sagaida angļu valodas tastatūras izkārtojumu, kurā, piemēram, "y" un "z" ir apmainīti, salīdzinot ar vācu valodas tastatūras izkārtojumu. Ja piekrītat noklusējuma izvēlei (kas rakstīta ar lielo burtu), varat arī vienkārši apstiprināt, nospiežot Enter.
nl: Heads verwacht een Engelse toetsenbordindeling, waarbij b.v. "y" en "z" verwisseld zijn in vergelijking met de Duitse toetsenbordindeling. Als u akkoord gaat met de standaardkeuze (die in hoofdletter wordt geschreven) kunt u ook gewoon bevestigen door op Enter te drukken.
pl: Heads oczekuje angielskiego układu klawiatury, na którym np. "y" i "z" są zamienione w stosunku do niemieckiego układu klawiatury. Jeśli zgadzasz się z domyślnym wyborem (który jest pisany wielką literą) możesz też po prostu potwierdzić go naciskając Enter.
pt: Os cabeçalhos esperam um layout de teclado inglês, no qual, por exemplo, "y" e "z" são trocados em comparação com o layout de teclado alemão. Se você concordar com a seleção padrão (que é escrita em letra maiúscula), você também pode simplesmente confirmar pressionando Enter.
ro: Șefii se așteaptă la o dispoziție a tastaturii în limba engleză, în care, de exemplu, "y" și "z" sunt schimbate în comparație cu dispoziția tastaturii germane. Dacă sunteți de acord cu selecția implicită (care este scrisă cu majuscule), puteți, de asemenea, să confirmați pur și simplu apăsând Enter.
ru: Heads ожидает английскую раскладку клавиатуры, на которой, например, "y" и "z" поменяны местами по сравнению с немецкой раскладкой. Если вы согласны с выбором по умолчанию (который написан с большой буквы), вы также можете просто подтвердить выбор, нажав Enter.
sk: Heads očakáva anglické rozloženie klávesnice, na ktorej sú napr. "y" a "z" vymenené v porovnaní s nemeckým rozložením klávesnice. Ak súhlasíte s predvoleným výberom (ktorý je napísaný veľkými písmenami), môžete ho tiež jednoducho potvrdiť stlačením klávesu Enter.
sl: Heads pričakuje angleško razporeditev tipkovnice, na kateri sta na primer črki "y" in "z" zamenjani v primerjavi z nemško razporeditvijo tipkovnice. Če se strinjate s privzeto izbiro (ki je zapisana z veliko začetnico), lahko izbiro tudi preprosto potrdite s pritiskom tipke Enter.
sv: Heads förväntar sig en engelsk tangentbordslayout, där t.ex. "y" och "z" är ombytta jämfört med den tyska tangentbordslayouten. Om du godkänner standardvalet (som skrivs med stor bokstav) kan du också helt enkelt bekräfta genom att trycka på Enter.
zh_cn: Heads希望使用英语键盘布局，例如，与德语键盘布局相比，"y "和 "z "被调换了。如果你同意默认选择（用大写字母书写），你也可以简单地按回车键确认。

source: Now the NitroPad marks the files changed by the update as verified.
bg: Сега NitroPad отбелязва файловете, променени от актуализацията, като проверени.
da: Nu markerer NitroPad de filer, der er ændret af opdateringen, som verificerede.
el: Τώρα το NitroPad επισημαίνει τα αρχεία που έχουν αλλάξει από την ενημέρωση ως επαληθευμένα.
es: Ahora el NitroPad marca los archivos modificados por la actualización como verificados.
et: Nüüd märgistab NitroPad uuendusega muudetud failid kontrollitud failideks.
fi: Nyt NitroPad merkitsee päivityksen muuttamat tiedostot varmennetuiksi.
fr: Maintenant, le NitroPad marque les fichiers modifiés par la mise à jour comme vérifiés.
hu: Most a NitroPad ellenőrzöttnek jelöli a frissítés által módosított fájlokat.
ja: これでNitroPadは、アップデートによって変更されたファイルを検証済みとしてマークします。
lt: Dabar "NitroPad" žymi atnaujinimo metu pakeistus failus kaip patikrintus.
lv: Tagad NitroPad atzīmē atjaunināšanas rezultātā mainītos failus kā pārbaudītus.
nl: Nu markeert de NitroPad de bestanden die door de update zijn gewijzigd als geverifieerd.
pl: Teraz NitroPad oznacza pliki zmienione przez aktualizację jako zweryfikowane.
pt: Agora o NitroPad marca os arquivos alterados pela atualização, conforme verificado.
ro: Acum, NitroPad marchează fișierele modificate de actualizare ca fiind verificate.
ru: Теперь NitroPad отмечает файлы, измененные обновлением, как проверенные.
sk: Teraz NitroPad označí súbory zmenené aktualizáciou ako overené.
sl: Zdaj NitroPad označi datoteke, ki jih je posodobitev spremenila, kot preverjene.
sv: Nu markerar NitroPad de filer som ändrats av uppdateringen som verifierade.
zh_cn: 现在，NitroPad将被更新改变的文件标记为已验证。

source: Boot Entry Has Changed
bg: Въвеждането на ботуша е променено
da: Indtastning af boot har ændret sig
el: Η είσοδος εκκίνησης έχει αλλάξει
es: La entrada de la bota ha cambiado
et: Boot Entry on muutunud
fi: Boot Entry on muuttunut
fr: L'entrée des bottes a changé
hu: Boot Entry megváltozott
ja: ブートエントリーが変わった
lt: Pakeistas įkrovos įrašas
lv: Ir mainījies zābaka ieraksts
nl: Boot ingang is veranderd
pl: Wejście boot zmieniło się
pt: A Entrada no Boot Mudou
ro: Intrarea în boot s-a schimbat
ru: Загрузка изменилась
sk: Vstup do systému Boot sa zmenil
sl: Spremenil se je vnos za škorenj
sv: Boot Entry har förändrats
zh_cn: 开机进入已经改变了

source: Next, either another error message appears or the operating system starts. This depends on the system update. If the following error message appears, proceeds as described below:
bg: След това се появява друго съобщение за грешка или се стартира операционната система. Това зависи от актуализацията на системата. Ако се появи следното съобщение за грешка, процедирайте, както е описано по-долу:
da: Derefter vises enten en anden fejlmeddelelse, eller operativsystemet starter. Dette afhænger af systemopdateringen. Hvis følgende fejlmeddelelse vises, skal du fortsætte som beskrevet nedenfor:
el: Στη συνέχεια, είτε εμφανίζεται άλλο ένα μήνυμα σφάλματος είτε ξεκινάει το λειτουργικό σύστημα. Αυτό εξαρτάται από την ενημέρωση του συστήματος. Εάν εμφανιστεί το ακόλουθο μήνυμα σφάλματος, προχωρήστε όπως περιγράφεται παρακάτω:
es: A continuación, aparece otro mensaje de error o se inicia el sistema operativo. Esto depende de la actualización del sistema. Si aparece el siguiente mensaje de error, proceda como se describe a continuación:
et: Seejärel ilmub kas järjekordne veateade või käivitub operatsioonisüsteem. See sõltub süsteemi uuendusest. Kui ilmub järgmine veateade, jätkake allpool kirjeldatud viisil:
fi: Seuraavaksi näyttöön tulee joko toinen virheilmoitus tai käyttöjärjestelmä käynnistyy. Tämä riippuu järjestelmäpäivityksestä. Jos näyttöön tulee seuraava virheilmoitus, toimi seuraavasti:
fr: Ensuite, soit un autre message d'erreur apparaît, soit le système d'exploitation démarre. Cela dépend de la mise à jour du système. Si le message d'erreur suivant apparaît, procédez comme indiqué ci-dessous :
hu: Ezután vagy egy újabb hibaüzenet jelenik meg, vagy az operációs rendszer elindul. Ez a rendszerfrissítéstől függ. Ha a következő hibaüzenet jelenik meg, az alábbiakban leírtak szerint járjon el:
ja: 次に、別のエラーメッセージが表示されるか、OSが起動します。これは、システムアップデートによって異なります。以下のようなエラーメッセージが表示された場合は、以下のように進めます。
lt: Tada pasirodo kitas klaidos pranešimas arba paleidžiama operacinė sistema. Tai priklauso nuo sistemos atnaujinimo. Jei pasirodo šis klaidos pranešimas, elkitės taip, kaip aprašyta toliau:
lv: Pēc tam vai nu tiek parādīts cits kļūdas ziņojums, vai arī tiek palaista operētājsistēma. Tas ir atkarīgs no sistēmas atjauninājuma. Ja parādās šāds kļūdas ziņojums, rīkojieties, kā aprakstīts tālāk:
nl: Vervolgens verschijnt er of een andere foutmelding of het besturingssysteem start. Dit is afhankelijk van de systeemupdate. Als de volgende foutmelding verschijnt, gaat u verder zoals hieronder beschreven:
pl: Następnie pojawia się albo kolejny komunikat o błędzie, albo system operacyjny się uruchamia. Zależy to od aktualizacji systemu. Jeśli pojawi się następujący komunikat o błędzie, należy postępować zgodnie z poniższym opisem:
pt: A seguir, ou aparece outra mensagem de erro ou o sistema operacional é iniciado. Isto depende da atualização do sistema. Se a seguinte mensagem de erro for exibida, proceda conforme descrito abaixo:
ro: În continuare, fie apare un alt mesaj de eroare, fie sistemul de operare pornește. Acest lucru depinde de actualizarea sistemului. Dacă apare următorul mesaj de eroare, procedați așa cum este descris mai jos:
ru: Затем либо появится еще одно сообщение об ошибке, либо запустится операционная система. Это зависит от обновления системы. Если появляется следующее сообщение об ошибке, действуйте, как описано ниже:
sk: Potom sa buď zobrazí ďalšia chybová správa, alebo sa spustí operačný systém. To závisí od aktualizácie systému. Ak sa zobrazí nasledujúce chybové hlásenie, postupujte podľa nasledujúceho popisu:
sl: Nato se prikaže drugo sporočilo o napaki ali pa se zažene operacijski sistem. To je odvisno od posodobitve sistema. Če se pojavi naslednje sporočilo o napaki, nadaljujte, kot je opisano v nadaljevanju:
sv: Därefter visas antingen ett annat felmeddelande eller så startar operativsystemet. Detta beror på systemuppdateringen. Om följande felmeddelande visas fortsätter du enligt beskrivningen nedan:
zh_cn: 接下来，要么出现另一条错误信息，要么操作系统启动。这取决于系统的更新情况。如果出现以下错误信息，请按下文所述进行。

source: First confirm the error message shown above. Then we see a list of all possible boat entries - choose the first one by simply pressing Enter.
bg: Първо потвърдете съобщението за грешка, показано по-горе. След това ще видим списък с всички възможни записи на лодката - изберете първия, като просто натиснете Enter.
da: Først skal du bekræfte den ovenfor viste fejlmeddelelse. Derefter vises en liste over alle mulige bådposter - vælg den første ved blot at trykke på Enter.
el: Πρώτα επιβεβαιώστε το μήνυμα σφάλματος που εμφανίζεται παραπάνω. Στη συνέχεια, εμφανίζεται μια λίστα με όλες τις πιθανές καταχωρήσεις σκάφους - επιλέξτε την πρώτη πατώντας απλώς Enter.
es: Primero confirmamos el mensaje de error que se muestra arriba. A continuación, vemos una lista de todas las posibles entradas del barco - elegir el primero simplemente pulsando Enter.
et: Kõigepealt kinnitage eespool näidatud veateade. Seejärel näeme nimekirja kõigist võimalikest paadikirjetest - valige esimene, vajutades lihtsalt Enter.
fi: Vahvista ensin yllä oleva virheilmoitus. Sitten näytetään luettelo kaikista mahdollisista venemerkinnöistä - valitse ensimmäinen painamalla Enter-näppäintä.
fr: Confirmez d'abord le message d'erreur indiqué ci-dessus. Ensuite, nous voyons une liste de toutes les entrées possibles du bateau - choisissez la première en appuyant simplement sur Entrée.
hu: Először erősítse meg a fent látható hibaüzenetet. Ezután megjelenik az összes lehetséges hajóbejegyzés listája - válasszuk ki az elsőt az Enter megnyomásával.
ja: まず、上記のエラーメッセージを確認してください。次に、可能なボートエントリーのリストが表示されますので、Enterキーを押して最初のエントリーを選択します。
lt: Pirmiausia patvirtinkite pirmiau pateiktą klaidos pranešimą. Tada pamatysime visų galimų valties įrašų sąrašą - pasirinkite pirmąjį, tiesiog paspausdami Enter.
lv: Vispirms apstipriniet iepriekš parādīto kļūdas ziņojumu. Pēc tam tiek parādīts saraksts ar visiem iespējamajiem laivas ierakstiem - izvēlieties pirmo no tiem, vienkārši nospiežot Enter.
nl: Bevestig eerst de hierboven getoonde foutmelding. Dan zien we een lijst van alle mogelijke boot entries - kies de eerste door gewoon op Enter te drukken.
pl: Najpierw należy potwierdzić komunikat o błędzie pokazany powyżej. Następnie zobaczymy listę wszystkich możliwych wpisów dotyczących łodzi - wybierz pierwszy z nich, naciskając po prostu Enter.
pt: Primeiro confirme a mensagem de erro mostrada acima. Depois vemos uma lista de todas as entradas possíveis de barcos - escolha a primeira pressionando simplesmente Enter.
ro: Confirmați mai întâi mesajul de eroare afișat mai sus. Apoi vom vedea o listă cu toate intrările posibile ale bărcii - alegeți-o pe prima apăsând pur și simplu Enter.
ru: Сначала подтвердите сообщение об ошибке, показанное выше. Затем мы увидим список всех возможных записей лодки - выберите первую, просто нажав Enter.
sk: Najprv potvrďte vyššie uvedenú chybovú správu. Potom sa zobrazí zoznam všetkých možných položiek lode - prvú z nich vyberte jednoduchým stlačením klávesu Enter.
sl: Najprej potrdite zgoraj prikazano sporočilo o napaki. Nato se prikaže seznam vseh možnih vnosov čolna - prvega izberite tako, da pritisnete Enter.
sv: Bekräfta först felmeddelandet som visas ovan. Därefter visas en lista med alla möjliga båtposter - välj den första genom att helt enkelt trycka på Enter.
zh_cn: 首先确认上面显示的错误信息。然后，我们看到一个所有可能的船条目的列表--通过简单地按回车键选择第一个条目。

source: To save this value as default, select the option “Make Ubuntu the default” for Ubuntu or “Make Qubes the default” for Qubes OS in the next window.
bg: За да запазите тази стойност по подразбиране, изберете опцията "Make Ubuntu the default" (Направи Ubuntu по подразбиране) за Ubuntu или "Make Qubes the default" (Направи Qubes по подразбиране) за Qubes OS в следващия прозорец.
da: Hvis du vil gemme denne værdi som standard, skal du vælge "Make Ubuntu the default" for Ubuntu eller "Make Qubes the default" for Qubes OS i det næste vindue.
el: Για να αποθηκεύσετε αυτή την τιμή ως προεπιλεγμένη, επιλέξτε την επιλογή "Make Ubuntu the default" για το Ubuntu ή "Make Qubes the default" για το Qubes OS στο επόμενο παράθυρο.
es: Para guardar este valor como predeterminado, seleccione la opción "Make Ubuntu the default" para Ubuntu o "Make Qubes the default" para Qubes OS en la siguiente ventana.
et: Selle väärtuse vaikimisi salvestamiseks valige järgmises aknas valik "Tee Ubuntu vaikimisi" Ubuntu puhul või "Tee Qubes vaikimisi" Qubes OS-i puhul.
fi: Jos haluat tallentaa tämän arvon oletusarvoksi, valitse seuraavassa ikkunassa vaihtoehto "Tee Ubuntusta oletusarvo" Ubuntulle tai "Tee Qubesista oletusarvo" Qubes OS:lle.
fr: Pour enregistrer cette valeur par défaut, sélectionnez l'option "Make Ubuntu the default" pour Ubuntu ou "Make Qubes the default" pour Qubes OS dans la fenêtre suivante.
hu: Ha ezt az értéket alapértelmezettként szeretné elmenteni, válassza a következő ablakban az Ubuntu esetében az "Ubuntu alapértelmezetté tétele", a Qubes OS esetében pedig a "Qubes alapértelmezetté tétele" lehetőséget.
ja: この値をデフォルトとして保存するには、次のウィンドウで、Ubuntuの場合は「Make Ubuntu the default」、Qubes OSの場合は「Make Qubes the default」を選択してください。
lt: Norėdami išsaugoti šią reikšmę kaip numatytąją, kitame lange pasirinkite parinktį "Ubuntu" - "Ubuntu" arba "Qubes" - "Qubes OS".
lv: Lai saglabātu šo vērtību kā noklusējuma vērtību, nākamajā logā izvēlieties opciju "Make Ubuntu the default" (Ubuntu OS) vai "Make Qubes the default" (Qubes OS).
nl: Om deze waarde als standaard op te slaan, selecteert u de optie "Make Ubuntu the default" voor Ubuntu of "Make Qubes the default" voor Qubes OS in het volgende venster.
pl: Aby zapisać tę wartość jako domyślną, wybierz opcję "Make Ubuntu the default" dla Ubuntu lub "Make Qubes the default" dla Qubes OS w następnym oknie.
pt: Para salvar este valor como padrão, selecione a opção "Make Ubuntu the default" para Ubuntu ou "Make Qubes the default" para o SO Qubes na janela seguinte.
ro: Pentru a salva această valoare ca fiind implicită, selectați opțiunea "Make Ubuntu the default" pentru Ubuntu sau "Make Qubes the default" pentru Qubes OS în fereastra următoare.
ru: Чтобы сохранить это значение по умолчанию, в следующем окне выберите опцию "Сделать Ubuntu по умолчанию" для Ubuntu или "Сделать Qubes по умолчанию" для Qubes OS.
sk: Ak chcete túto hodnotu uložiť ako predvolenú, v ďalšom okne vyberte možnosť "Make Ubuntu the default" (Urobiť Ubuntu predvoleným) pre Ubuntu alebo "Make Qubes the default" (Urobiť Qubes predvoleným) pre Qubes OS.
sl: Če želite to vrednost shraniti kot privzeto, v naslednjem oknu izberite možnost "Make Ubuntu the default" za Ubuntu ali "Make Qubes the default" za Qubes OS.
sv: Om du vill spara det här värdet som standard väljer du alternativet "Make Ubuntu the default" för Ubuntu eller "Make Qubes the default" för Qubes OS i nästa fönster.
zh_cn: 要把这个值保存为默认值，在下一个窗口中选择Ubuntu的 "使Ubuntu成为默认值 "或Qubes OS的 "使Qubes成为默认值 "选项。

source: Now the Nitrokey has to be plugged in, if this is not yet the case.
bg: Сега Nitrokey трябва да бъде включен, ако това все още не е направено.
da: Nu skal Nitrokey være tilsluttet, hvis det ikke allerede er tilfældet.
el: Τώρα το Nitrokey πρέπει να είναι συνδεδεμένο στην πρίζα, αν αυτό δεν έχει γίνει ακόμα.
es: Ahora la Nitrokey tiene que estar conectada, si todavía no es el caso.
et: Nüüd peab Nitrokey olema ühendatud, kui seda veel ei ole.
fi: Nyt Nitrokey on kytkettävä, jos se ei ole vielä kytketty.
fr: Maintenant, la Nitrokey doit être branchée, si ce n'est pas encore le cas.
hu: Most a Nitrokey-t be kell dugni, ha ez még nem történt meg.
ja: ここで、Nitrokeyのプラグインが必要になりますが、まだその必要はありません。
lt: Dabar "Nitrokey" turi būti prijungtas, jei to dar nėra padaryta.
lv: Tagad Nitrokey ir jāpievieno, ja tas vēl nav izdarīts.
nl: Nu moet de Nitrokey aangesloten zijn, als dat nog niet het geval is.
pl: Teraz Nitrokey musi być podłączony, jeśli jeszcze tego nie zrobił.
pt: Agora a Nitrokey tem de estar ligada, se ainda não for este o caso.
ro: Acum, Nitrokey trebuie să fie conectat, dacă nu este încă cazul.
ru: Теперь необходимо подключить Nitrokey, если это еще не сделано.
sk: Teraz je potrebné zapojiť kľúč Nitrokey, ak to ešte nie je možné.
sl: Zdaj je treba priključiti ključ Nitrokey, če tega še ni.
sv: Nu måste Nitrokey vara inkopplad, om så inte redan är fallet.
zh_cn: 现在Nitrokey必须被插入，如果还没有的话。

source: Confirm the question "Saving a default will modify the disk" with Y.
bg: Потвърдете въпроса "Запазването на подразбиране ще модифицира диска" с Y.
da: Bekræft spørgsmålet "Hvis du gemmer en standardindstilling, vil disken blive ændret" med Y.
el: Επιβεβαιώστε την ερώτηση "Η αποθήκευση μιας προεπιλογής θα τροποποιήσει το δίσκο" με Y.
es: Confirme la pregunta "Guardar un valor predeterminado modificará el disco" con Y.
et: Kinnitage küsimus "Saving a default will modify the disk" Y-ga.
fi: Vahvista kysymys "Oletusasetusten tallentaminen muuttaa levyä" merkillä Y.
fr: Confirmez la question "L'enregistrement d'un défaut modifiera le disque" par Y.
hu: A "Az alapértelmezett mentése módosítja a lemezt" kérdésre írja be az Y-t.
ja: 質問 "Save a default will modify the disk"をYで確認してください。
lt: Patvirtinkite klausimą "Išsaugojus numatytąsias nuostatas bus pakeistas diskas" su Y.
lv: Apstipriniet jautājumu "Saglabājot noklusējuma iestatījumus, tiks pārveidots disks" ar Y.
nl: Bevestig de vraag "Saving a default will modify the disk" met Y.
pl: Potwierdź pytanie "Zapisanie domyślnego zmodyfikuje dysk" za pomocą Y.
pt: Confirmar a pergunta "Salvar um padrão modificará o disco" com Y.
ro: Confirmați întrebarea "Salvarea unei valori implicite va modifica discul" cu Y.
ru: Подтвердите вопрос "Сохранение по умолчанию приведет к изменению диска" символом Y.
sk: Potvrďte otázku "Uloženie predvoleného nastavenia zmení disk" pomocou Y.
sl: Potrdite vprašanje "Shranjevanje privzetih nastavitev bo spremenilo disk" z Y.
sv: Bekräfta frågan "Om du sparar en standardinställning ändras disken" med Y.
zh_cn: 确认问题"保存默认值将修改磁盘"为Y。

source: Confirm the question "Do you wish to add a disk encryption to the TPM" with N.
bg: Потвърдете въпроса "Желаете ли да добавите криптиране на диска към TPM" с N.
da: Bekræft spørgsmålet "Ønsker du at tilføje en disk-kryptering til TPM'en" med N.
el: Επιβεβαιώστε την ερώτηση "Επιθυμείτε να προσθέσετε κρυπτογράφηση δίσκου στην TPM" με N.
es: Confirme la pregunta "¿Desea añadir un cifrado de disco al TPM" con N.
et: Kinnitage küsimus "Kas soovite lisada TPMile ketta krüpteerimise" märgiga N.
fi: Vahvista kysymys "Haluatko lisätä levyn salauksen TPM:ään" valitsemalla N.
fr: Confirmez la question "Voulez-vous ajouter un cryptage de disque au TPM" avec N.
hu: A "Kíván-e a TPM-hez lemeztitkosítást hozzáadni" kérdést erősítse meg N-vel.
ja: Do you wish to add a disk encryption to TPM"の質問にNで確認してください。
lt: Patvirtinkite klausimą "Ar norite pridėti disko šifravimą prie TPM" su N.
lv: Apstipriniet jautājumu "Vai vēlaties pievienot diska šifrēšanu TPM" ar N.
nl: Bevestig de vraag "Do you wish to add a disk encryption to the TPM" met N.
pl: Potwierdź pytanie "Do you wish to add a disk encryption to the TPM" z N.
pt: Confirme a pergunta "Deseja adicionar uma encriptação de disco ao TPM" com N.
ro: Confirmați întrebarea "Do you wish to add a disk encryption to the TPM" cu N.
ru: Подтвердите вопрос "Хотите ли вы добавить шифрование диска в TPM", выбрав N.
sk: Potvrďte otázku "Do you wish to add a disk encryption to the TPM" odpoveďou N.
sl: Vprašanje "Ali želite dodati šifriranje diska v TPM" potrdite z N.
sv: Bekräfta frågan "Önskar du lägga till en diskkryptering till TPM" med N.
zh_cn: 确认问题"你是否希望在TPM上添加磁盘加密"为N。
