Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/nitrophone.po
Languages: bg, cs, da, de, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, ro, ru, sk, sl, sv, zh_cn

source: Please familiarize yourself with `using your GrapheneOS <https://grapheneos.org/usage>`_.
bg: Моля, запознайте се с `използването на вашия GrapheneOS <https://grapheneos.org/usage>`_.
cs: Seznamte se prosím s `používáním GrapheneOS <https://grapheneos.org/usage>`_.
da: Du bedes gøre dig bekendt med ` ved hjælp af din GrapheneOS <https://grapheneos.org/usage>`_.
de: Bitte machen Sie sich mit der `Verwendung Ihres GrapheneOS <https://grapheneos.org/usage>`_ vertraut.
el: Παρακαλούμε εξοικειωθείτε με την `χρήση του GrapheneOS <https://grapheneos.org/usage>`_.
es: Por favor, familiarícese con ` utilizando su GrapheneOS <https://grapheneos.org/usage>`_.
et: Palun tutvuge oma GrapheneOS ` kasutamisega <https://grapheneos.org/usage>`_.
fi: Tutustu ` GrapheneOS <https://grapheneos.org/usage>`_ -käyttöön.
hu: Kérjük, ismerkedjen meg a GrapheneOS ` használatával <https://grapheneos.org/usage>`_.
ja: お手持ちのGrapheneOSの`を使って、<https://grapheneos.org/usage>`_に慣れてください。
lt: Susipažinkite su `naudodami savo GrapheneOS <https://grapheneos.org/usage>`_.
lv: Lūdzu, iepazīstieties ar `, izmantojot GrapheneOS <https://grapheneos.org/usage>`_.
nl: Maak uzelf vertrouwd met `het gebruik van uw GrapheneOS <https://grapheneos.org/usage>`_.
pl: Prosimy o zapoznanie się z `użytkowaniem systemu GrapheneOS <https://grapheneos.org/usage>`_.
ro: Vă rugăm să vă familiarizați cu `utilizarea GrapheneOS <https://grapheneos.org/usage>`_.
ru: Пожалуйста, ознакомьтесь с ` использованием вашего GrapheneOS <https://grapheneos.org/usage>`_.
sk: Zoznámte sa s `používaním GrapheneOS <https://grapheneos.org/usage>`_.
sl: Seznanite se z ` uporabo svojega GrapheneOS <https://grapheneos.org/usage>`_.
sv: Vänligen bekanta dig med `användning av din GrapheneOS <https://grapheneos.org/usage>`_.
zh_cn: 请熟悉`使用你的GrapheneOS <https://grapheneos.org/usage>`_。

source: For more details, see the following pages:
bg: За повече информация вижте следните страници:
cs: Další podrobnosti naleznete na následujících stránkách:
da: Du kan finde flere oplysninger på de følgende sider:
de: Weitere Einzelheiten finden Sie auf den folgenden Seiten:
el: Για περισσότερες λεπτομέρειες, ανατρέξτε στις ακόλουθες σελίδες:
es: Para más detalles, consulte las siguientes páginas:
et: Lisateavet leiate järgmistelt lehekülgedelt:
fi: Lisätietoja on seuraavilla sivuilla:
hu: További részletekért lásd a következő oldalakat:
ja: 詳しくは以下のページをご覧ください。
lt: Daugiau informacijos rasite šiuose puslapiuose:
lv: Sīkāku informāciju skatiet turpmākajās lappusēs:
nl: Voor meer details, zie de volgende bladzijden:
pl: Więcej szczegółów znajduje się na kolejnych stronach:
ro: Pentru mai multe detalii, consultați paginile următoare:
ru: Более подробную информацию см. на следующих страницах:
sk: Podrobnejšie informácie nájdete na nasledujúcich stranách:
sl: Za več podrobnosti glejte naslednje strani:
sv: Mer information finns på följande sidor:
zh_cn: 更多细节，请见以下几页。

source: App Store
bg: Магазин за приложения
sl: Trgovina z aplikacijami
zh_cn: 应用商店

source: Install `com.google.android.gsf <https://apps.grapheneos.org/packages/com.google.android.gsf/>`__.
fr: Installer `com.google.android.gsf <https://apps.grapheneos.org/packages/com.google.android.gsf/>`__.

source: Install `com.google.android.gms <https://apps.grapheneos.org/packages/com.google.android.gms/>`__.
fr: Installer `com.google.android.gms <https://apps.grapheneos.org/packages/com.google.android.gms/>`__.

source: Download all 5 files from `com.android.vending <https://apps.grapheneos.org/packages/com.android.vending/>`__.
fr: Téléchargez les 5 fichiers de `com.android.vending <https://apps.grapheneos.org/packages/com.android.vending/>`__.

source: `Here <https://github.com/Peter-Easton/GrapheneOS-Knowledge/tree/master/App%20Compatibilty%20List>`__ you can check the compatibility of some popular apps.
fr: `Vous pouvez ici <https://github.com/Peter-Easton/GrapheneOS-Knowledge/tree/master/App%20Compatibilité%20List>`__ vérifier la compatibilité de certaines applications populaires.

source: Browser: The pre-installed browser Vanadium is hardened and therefore recommended for high security. For better ad blocking, `Bromite <https://github.com/bromite/bromite/releases/latest>`__ browser is recommended instead.
fr: Navigateur : Le navigateur préinstallé Vanadium est durci et donc recommandé pour une sécurité élevée. Pour un meilleur blocage des publicités, le navigateur `Bromite <https://github.com/bromite/bromite/releases/latest>`__ est recommandé à la place.

source: `Signal <https://signal.org/android/apk/>`__ is secure and now widely used. It can also be downloaded without an app store.
fr: `Signal <https://signal.org/android/apk/>`__ est sécurisé et maintenant largement utilisé. Il peut également être téléchargé sans magasin d'applications.

source: `Element <https://element.io/>`__ does not require a central infrastructure and allows the use of own servers. An own account can be registered for free at `NitroChat <https://nitro.chat>`__ for example.
fr: `Element <https://element.io/>`__ ne nécessite pas d'infrastructure centrale et permet l'utilisation de serveurs propres. Un compte propre peut être enregistré gratuitement sur `NitroChat <https://nitro.chat>`__ par exemple.

source: `Briar <https://briarproject.org/>`__ is a peer-to-peer messenger without any server at all, which can be used without internet with contacts nearby.
fr: `Briar <https://briarproject.org/>`__ est un messager peer-to-peer sans aucun serveur, qui peut être utilisé sans internet avec des contacts à proximité.

source: One-time password generator (2FA, OTP): `Aegis Authenticator <https://github.com/beemdevelopment/Aegis>`__.
fr: Générateur de mot de passe à usage unique (2FA, OTP) : `Aegis Authenticator <https://github.com/beemdevelopment/Aegis>`__.

source: Regarding camera app, see `here <https://grapheneos.org/usage#camera>`__.
fr: Concernant l'application caméra, voir `ici <https://grapheneos.org/usage#camera>`__.

source: If you want to check the integrity of the operating system, you can use `remote verification <https://attestation.app/about>`__.
fr: Si vous voulez vérifier l'intégrité du système d'exploitation, vous pouvez utiliser la `vérification à distance <https://attestation.app/about>`__.

source: Please familiarize yourself with `using your GrapheneOS <https://grapheneos.org/usage>`__.
fr: Veuillez vous familiariser avec `l'utilisation de votre GrapheneOS <https://grapheneos.org/usage>`__.
