Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/nitropad.po
Languages: bg, da, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: Connect your NitroPad to a power plug and load its battery to over 70%
bg: Свържете своя NitroPad към електрическата мрежа и заредете батерията му до над 70%.
da: Tilslut din NitroPad til en stikkontakt og oplad batteriet til over 70 %.
el: Συνδέστε το NitroPad σας σε μια πρίζα και φορτίστε την μπαταρία του σε ποσοστό άνω του 70%.
es: Conecta tu NitroPad a un enchufe y carga su batería a más del 70%.
et: Ühendage oma NitroPad toitepistikuga ja laadige selle aku üle 70%.
fi: Kytke NitroPad pistorasiaan ja lataa sen akku yli 70 %:iin.
fr: Branchez votre NitroPad sur une prise électrique et chargez sa batterie à plus de 70 %.
hu: Csatlakoztassa a NitroPad-et egy hálózati csatlakozóhoz, és töltse fel az akkumulátorát 70% fölé.
ja: NitroPadを電源プラグに接続して、バッテリーを70％以上充電する。
lt: Prijunkite "NitroPad" prie maitinimo kištuko ir įkraukite akumuliatorių iki daugiau nei 70 %.
lv: Pievienojiet NitroPad pie strāvas kontaktdakšas un uzlādējiet akumulatoru līdz vairāk nekā 70 %.
nl: Sluit je NitroPad aan op een stopcontact en laad de batterij tot meer dan 70%
pl: Podłącz NitroPada do gniazdka elektrycznego i obciąż jego baterię do ponad 70%.
pt: Ligue o seu NitroPad a uma tomada e carregue a sua bateria a mais de 70%.
ro: Conectați NitroPad la o priză de curent și încărcați bateria la peste 70%.
ru: Подключите NitroPad к розетке и зарядите его батарею более чем на 70%.
sk: Pripojte zariadenie NitroPad do elektrickej zásuvky a nabite jeho batériu na viac ako 70 %.
sl: Priključite tablico NitroPad na vtič in baterijo napolnite do več kot 70 %.
sv: Anslut din NitroPad till ett eluttag och ladda batteriet till över 70 %.
zh_cn: 将您的NitroPad连接到电源插头，并将其电池加载到70%以上。

source: Download the `latest firmware <https://github.com/Nitrokey/heads/releases/latest>`_ and store it on a USB drive. For the NitroPad T430 use ``nitropad-t430-[version].npf`` and for the NitroPad X230 use ``nitropad-x230-[version].npf``.
bg: Изтеглете `най-новата версия на фърмуера <https://github.com/Nitrokey/heads/releases/latest>`_ и я запишете на USB устройство. За NitroPad T430 използвайте ``nitropad-t430-[version].npf``, а за NitroPad X230 използвайте ``nitropad-x230-[version].npf``.
da: Download den `nyeste firmware <https://github.com/Nitrokey/heads/releases/latest>`_, og gem den på et USB-drev. Til NitroPad T430 skal du bruge ``nitropad-t430-[version].npf`` og til NitroPad X230 skal du bruge ``nitropad-x230-[version].npf``.
el: Κατεβάστε το `τελευταίο υλικολογισμικό <https://github.com/Nitrokey/heads/releases/latest>`_ και αποθηκεύστε το σε μια μονάδα USB. Για το NitroPad T430 χρησιμοποιήστε ``nitropad-t430-[version].npf`` και για το NitroPad X230 χρησιμοποιήστε ``nitropad-x230-[version].npf``.
es: Descargue el `último firmware <https://github.com/Nitrokey/heads/releases/latest>`_ y guárdelo en una unidad USB. Para la NitroPad T430 utilice ``nitropad-t430-[version].npf`` y para la NitroPad X230 utilice ``nitropad-x230-[version].npf``.
et: Laadige alla `uuim püsivara <https://github.com/Nitrokey/heads/releases/latest>`_ ja salvestage see USB-kettale. NitroPad T430 puhul kasutage ``nitropad-t430-[version].npf`` ja NitroPad X230 puhul ``nitropad-x230-[version].npf``.
fi: Lataa `uusin laiteohjelma <https://github.com/Nitrokey/heads/releases/latest>`_ ja tallenna se USB-asemalle. Käytä NitroPad T430:ssä ``nitropad-t430-[version].npf`` ja NitroPad X230:ssä ``nitropad-x230-[version].npf``.
hu: Töltse le a `legújabb firmware-t <https://github.com/Nitrokey/heads/releases/latest>`_, és tárolja egy USB-meghajtón. A NitroPad T430 esetében használja a ``nitropad-t430-[version].npf`` és a NitroPad X230 esetében a ``nitropad-x230-[version].npf``.
ja: `最新のファームウェア<https://github.com/Nitrokey/heads/releases/latest>`_をダウンロードし、USBドライブに保存します。NitroPad T430の場合は``nitropad-t430-[version].npf``、NitroPad X230の場合は``nitropad-x230-[version].npf``を使用してください。
lt: Atsisiųskite ` naujausią programinę įrangą <https://github.com/Nitrokey/heads/releases/latest>`_ ir išsaugokite ją USB atmintinėje. Naudokite ``nitropad-t430-[version].npf``, o "NitroPad T430" - ``</x>`nitropad-x230-[version].npf``.
lv: Lejupielādējiet `jaunāko programmaparatūru <https://github.com/Nitrokey/heads/releases/latest>`_ un saglabājiet to USB atmiņā. NitroPad T430 izmanto ``nitropad-t430-[version].npf`` un NitroPad X230 izmanto ``</x>`nitropad-x230-[version].npf``.
nl: Download de `laatste firmware <https://github.com/Nitrokey/heads/releases/latest>`_ en bewaar deze op een USB-stick. Voor de NitroPad T430 gebruikt u ``nitropad-t430-[version].npf`` en voor de NitroPad X230 gebruikt u <x id="201">x>`nitropad-x230-[version].npf``.
pl: Pobierz `najnowsze oprogramowanie układowe <https://github.com/Nitrokey/heads/releases/latest>`_ i zapisz je na dysku USB. Dla NitroPad T430 użyj ``nitropad-t430-[version].npf`` i dla NitroPad X230 użyj ``nitropad-x230-[version].npf``.
pt: Faça o download do firmware `latest <https://github.com/Nitrokey/heads/releases/latest>`_ e guarde-o numa drive USB. Para o NitroPad T430 use ``nitropad-t430-[version].npf`` e para o NitroPad X230 use ``nitropad-x230-[version].npf```.
ro: Descărcați `cel mai recent firmware <https://github.com/Nitrokey/heads/releases/latest>`_ și stocați-l pe o unitate USB. Pentru NitroPad T430 folosiți ``nitropad-t430-[version].npf``, iar pentru NitroPad X230 folosiți ``nitropad-x230-[version].npf``.
ru: Загрузите последнюю прошивку `<https://github.com/Nitrokey/heads/releases/latest>`_ и сохраните ее на USB-накопителе. Для NitroPad T430 используйте ``nitropad-t430-[version].npf``, а для NitroPad X230 - ``nitropad-x230-[version].npf``.
sk: Stiahnite si `najnovší firmvér <https://github.com/Nitrokey/heads/releases/latest>`_ a uložte ho na disk USB. Pre NitroPad T430 použite ``nitropad-t430-[version].npf`` a pre NitroPad X230 použite ``nitropad-x230-[version].npf``.
sl: Prenesite `najnovejšo vdelano programsko opremo <https://github.com/Nitrokey/heads/releases/latest>`_ in jo shranite na disk USB. Za NitroPad T430 uporabite ``nitropad-t430-[version].npf``, za NitroPad X230 pa ``nitropad-x230-[version].npf``.
sv: Ladda ner `den senaste firmware <https://github.com/Nitrokey/heads/releases/latest>`_ och spara den på en USB-enhet. För NitroPad T430 använd ``nitropad-t430-[version].npf`` och för NitroPad X230 använd ``nitropad-x230-[version].npf``.
zh_cn: 下载`最新的固件<https://github.com/Nitrokey/heads/releases/latest>`_并将其存储在一个USB驱动器上。对于NitroPad T430，使用``nitropad-t430-[version].npf``，对于NitroPad X230，使用``nitropad-x230-[version].npf`。

source: For hash sum verification, store ``sha256sum`` file at the USB drive.
bg: За проверка на хеш сумата съхранете ``sha256sum`` файл на USB устройството.
da: For at verificere hashsummen skal du gemme ``sha256sum``-filen på USB-drevet.
el: Για την επαλήθευση του ποσού κατακερματισμού, αποθηκεύστε το αρχείο ``sha256sum`` στη μονάδα USB.
es: Para la verificación de la suma hash, almacene el archivo ``sha256sum`` en la unidad USB.
et: Hash-summa kontrollimiseks salvestage ``sha256sum`` fail USB-kettale.
fi: Tallenna ``sha256sum``-tiedosto USB-asemalle hash-summan tarkistamista varten.
hu: A hash-összeg ellenőrzéséhez tárolja a ``sha256sum`` fájlt az USB-meghajtón.
ja: ハッシュサム検証のために、``sha256sum``のファイルをUSBメモリに保存します。
lt: Norėdami patikrinti hash sumą, USB atmintinėje išsaugokite ``sha256sum`` failą.
lv: Lai pārbaudītu hash summu, USB diskā saglabājiet ``sha256sum`` failu.
nl: Voor hash-som verificatie, sla ``sha256sum`` bestand op op de USB drive.
pl: W celu weryfikacji sumy hash, zapisz plik ``sha256sum`` na dysku USB.
pt: Para verificação de hash sum, armazenar ``sha256sum`` arquivo na unidade USB.
ro: Pentru verificarea sumei hash, stocați fișierul ``sha256sum``` pe unitatea USB.
ru: Для проверки хэш-суммы сохраните файл ``sha256sum`` на USB-накопителе.
sk: Na overenie súčtu hash uložte ``sha256sum`` súbor na jednotku USB.
sl: Za preverjanje vsote hash shranite ``sha256sum`` datoteko na pogon USB.
sv: För verifiering av hashsumman lagrar du ``sha256sum``-filen på USB-enheten.
zh_cn: 对于哈希和验证，在USB驱动器上存储``sha256sum``文件。

source: Firmware file verification
bg: Проверка на файла с фърмуера
da: Verifikation af firmwarefil
el: Επαλήθευση αρχείου firmware
es: Verificación de archivos de firmware
et: Firmware faili kontrollimine
fi: Firmware-tiedoston tarkistus
fr: Vérification du fichier du micrologiciel
hu: Firmware fájl ellenőrzése
ja: ファームウェアファイルの検証
lt: Programinės įrangos failo tikrinimas
lv: Programmatūras faila verifikācija
nl: Verificatie van firmwarebestanden
pl: Weryfikacja pliku oprogramowania sprzętowego
pt: Verificação de arquivos de firmware
ro: Verificarea fișierelor de firmware
ru: Проверка файла прошивки
sk: Overenie súboru firmvéru
sl: Preverjanje datoteke vdelane programske opreme
sv: Verifiering av firmwarefilen
zh_cn: 固件文件验证

source: It is mandatory to run a firmware file consistency check before writing it to the device. After copying the firmware file to the USB drive make sure the latter is properly unmounted/ejected to avoid write issues. The consistency check should be run on NitroPad, so the data verified will be exact same as the later read by the update application. This action will not be required in the further firmware updates.
bg: Задължително е да се извърши проверка на съответствието на файла на фърмуера, преди да се запише в устройството. След като копирате файла с фърмуера на USB устройството, уверете се, че последното е правилно демонтирано/изхвърлено, за да се избегнат проблеми със записването. Проверката за съвместимост трябва да се изпълни на NitroPad, така че проверените данни да бъдат абсолютно същите като по-късно прочетените от приложението за актуализация. Това действие няма да се изисква при следващите актуализации на фърмуера.
da: Det er obligatorisk at køre en konsistenskontrol af firmwarefilen, før den skrives til enheden. Efter kopiering af firmwarefilen til USB-drevet skal du sørge for, at sidstnævnte er korrekt afmonteret/udskubbet for at undgå skriveproblemer. Konsistenstjekket skal køres på NitroPad, så de verificerede data vil være nøjagtigt de samme som dem, der senere læses af opdateringsprogrammet. Denne handling vil ikke være nødvendig i de yderligere firmwareopdateringer.
el: Είναι υποχρεωτικό να εκτελείτε έναν έλεγχο συνέπειας του αρχείου υλικολογισμικού πριν από την εγγραφή του στη συσκευή. Μετά την αντιγραφή του αρχείου υλικολογισμικού στη μονάδα USB βεβαιωθείτε ότι η τελευταία έχει αποσυνδεθεί/απομακρυνθεί σωστά για να αποφύγετε προβλήματα εγγραφής. Ο έλεγχος συνέπειας θα πρέπει να εκτελείται στο NitroPad, ώστε τα δεδομένα που θα επαληθευτούν να είναι ακριβώς τα ίδια με αυτά που θα διαβαστούν αργότερα από την εφαρμογή ενημέρωσης. Αυτή η ενέργεια δεν θα απαιτείται στις επόμενες ενημερώσεις υλικολογισμικού.
es: Es obligatorio ejecutar una comprobación de la consistencia del archivo de firmware antes de escribirlo en el dispositivo. Después de copiar el archivo de firmware en la unidad USB, asegúrese de que ésta está correctamente desmontada/expulsada para evitar problemas de escritura. La comprobación de consistencia debe ser ejecutada en NitroPad, para que los datos verificados sean exactamente los mismos que los leídos posteriormente por la aplicación de actualización. Esta acción no será necesaria en las posteriores actualizaciones de firmware.
et: Enne seadmesse kirjutamist on kohustuslik kontrollida püsivara faili järjepidevust. Pärast püsivara faili kopeerimist USB-kettale veenduge, et viimane on korralikult lahtiühendatud/välja heidetud, et vältida kirjutamisprobleeme. Järjepidevuse kontroll tuleks käivitada NitroPadil, nii et kontrollitud andmed oleksid täpselt samad, mida hiljem uuendusrakendus loeb. Seda toimingut ei ole edasiste püsivara uuenduste puhul vaja teha.
fi: On pakollista suorittaa laiteohjelmistotiedoston johdonmukaisuuden tarkistus ennen sen kirjoittamista laitteeseen. Kun olet kopioinut laiteohjelmistotiedoston USB-asemaan, varmista, että USB-aseman liitäntä/poisto on poistettu kunnolla, jotta vältät kirjoitusongelmat. Johdonmukaisuustarkistus on suoritettava NitroPadissa, jotta tarkistetut tiedot ovat täsmälleen samat kuin päivityssovelluksen myöhemmin lukemat tiedot. Tätä toimenpidettä ei tarvita myöhemmissä laiteohjelmistopäivityksissä.
fr: Il est obligatoire d'exécuter un contrôle de cohérence du fichier du microprogramme avant de l'écrire sur le périphérique. Après avoir copié le fichier du microprogramme sur la clé USB, assurez-vous que cette dernière est correctement démontée/éjectée pour éviter les problèmes d'écriture. Le contrôle de cohérence doit être exécuté sur le NitroPad, afin que les données vérifiées soient exactement les mêmes que celles qui seront lues par l'application de mise à jour. Cette action ne sera pas nécessaire dans les prochaines mises à jour du firmware.
hu: A firmware-fájl konzisztenciaellenőrzést kötelező lefuttatni, mielőtt a készülékre írja azt. A firmware-fájl USB-meghajtóra történő másolása után győződjön meg róla, hogy az USB-meghajtó megfelelően lecsatlakoztatva/kiadva van, hogy elkerülje az írási problémákat. A konzisztencia-ellenőrzést a NitroPad-en kell lefuttatni, így az ellenőrzött adatok pontosan megegyeznek a frissítő alkalmazás által később beolvasott adatokkal. Erre a műveletre a további firmware-frissítéseknél nem lesz szükség.
ja: ファームウェアファイルをデバイスに書き込む前に、ファームウェアファイルの整合性チェックを行うことが必須です。ファームウェアファイルをUSBドライブにコピーした後、書き込みの問題を避けるため、USBドライブが適切にアンマウント/イジェクトされていることを確認してください。一貫性チェックはNitroPad上で実行する必要があります。そうすることで、検証されたデータは後にアップデートアプリケーションによって読み取られたデータと全く同じになります。この操作は、今後のファームウェアアップデートでは必要ありません。
lt: Prieš įrašant failą į įrenginį, privaloma atlikti programinės įrangos failo nuoseklumo patikrą. Nukopijavę programinės aparatinės įrangos failą į USB įrenginį, įsitikinkite, kad pastarasis yra tinkamai atjungtas / išstumtas, kad būtų išvengta įrašymo problemų. Nuoseklumo patikra turėtų būti paleista "NitroPad", kad patikrinti duomenys būtų lygiai tokie patys, kokius vėliau nuskaitys naujinimo programa. Šio veiksmo nereikės atlikti atliekant tolesnius programinės įrangos atnaujinimus.
lv: Pirms ierakstīšanas ierīcē ir obligāti jāveic programmaparatūras faila konsekvences pārbaude. Pēc programmaparatūras faila kopēšanas uz USB ierīci pārliecinieties, ka tā ir pareizi atvienota/izslēgta, lai izvairītos no ierakstīšanas problēmām. Konsekvences pārbaude jāveic NitroPad, lai pārbaudītie dati būtu tieši tādi paši, kādus vēlāk nolasa atjaunināšanas programma. Turpmākajos programmaparatūras atjauninājumos šī darbība nebūs nepieciešama.
nl: Het is verplicht om een consistentiecontrole van het firmwarebestand uit te voeren voordat het naar het apparaat wordt geschreven. Nadat het firmware bestand naar de USB drive is gekopieerd, zorg ervoor dat deze goed is ontkoppeld/uitgeworpen om schrijfproblemen te voorkomen. De consistentiecontrole moet op de NitroPad worden uitgevoerd, zodat de gecontroleerde gegevens exact dezelfde zijn als de gegevens die later door de update-applicatie worden gelezen. Deze actie zal niet nodig zijn bij de volgende firmware updates.
pl: Przed zapisaniem pliku firmware na urządzeniu należy sprawdzić jego spójność. Po skopiowaniu pliku firmware na dysk USB należy upewnić się, że jest on prawidłowo odmontowany/wysunięty, aby uniknąć problemów z zapisem. Kontrola spójności powinna zostać przeprowadzona na NitroPadzie, aby zweryfikowane dane były dokładnie takie same jak te odczytane przez aplikację aktualizującą. Ta czynność nie będzie wymagana w kolejnych aktualizacjach firmware.
pt: É obrigatório executar uma verificação de consistência do arquivo de firmware antes de escrevê-lo no dispositivo. Após copiar o arquivo de firmware para a unidade USB, certifique-se de que o último esteja devidamente desmontado/ejeitado para evitar problemas de escrita. A verificação de consistência deve ser executada no NitroPad, para que os dados verificados sejam exatamente os mesmos que os lidos posteriormente pela aplicação de atualização. Esta acção não será necessária nas futuras actualizações de firmware.
ro: Este obligatoriu să se efectueze o verificare a consistenței fișierului firmware înainte de a-l scrie pe dispozitiv. După ce ați copiat fișierul firmware pe unitatea USB, asigurați-vă că aceasta din urmă este demontată/ejectată în mod corespunzător pentru a evita problemele de scriere. Verificarea consistenței trebuie să fie rulată pe NitroPad, astfel încât datele verificate să fie exact aceleași cu cele citite ulterior de aplicația de actualizare. Această acțiune nu va fi necesară în actualizările ulterioare ale firmware-ului.
ru: Перед записью файла прошивки на устройство необходимо обязательно выполнить проверку его целостности. После копирования файла прошивки на USB-накопитель убедитесь, что последний правильно размонтирован/извлечен, чтобы избежать проблем с записью. Проверка целостности должна быть запущена на NitroPad, чтобы проверенные данные были точно такими же, как и те, которые будут считаны приложением обновления. Это действие не потребуется в последующих обновлениях прошивки.
sk: Pred zápisom súboru firmvéru do zariadenia je potrebné vykonať kontrolu konzistencie súboru. Po skopírovaní súboru firmvéru na jednotku USB sa uistite, že je jednotka USB správne odpojená/odstránená, aby ste predišli problémom so zápisom. Kontrola konzistencie by sa mala spustiť na zariadení NitroPad, aby overené údaje boli presne rovnaké ako tie, ktoré neskôr prečíta aktualizačná aplikácia. Táto činnosť sa pri ďalších aktualizáciách firmvéru nebude vyžadovať.
sl: Pred zapisom datoteke v napravo je treba obvezno izvesti preverjanje skladnosti datoteke vdelane programske opreme. Po kopiranju datoteke vdelane programske opreme na pogon USB se prepričajte, da je slednji pravilno odmontiran/izvržen, da se izognete težavam z zapisovanjem. Preverjanje skladnosti je treba zagnati na napravi NitroPad, tako da bodo preverjeni podatki popolnoma enaki tistim, ki jih bo pozneje prebral program za posodabljanje. To dejanje pri nadaljnjih posodobitvah vdelane programske opreme ne bo potrebno.
sv: Det är obligatoriskt att köra en konsistenskontroll av den fasta programvarufilen innan den skrivs till enheten. När du har kopierat den fasta programvarufilen till USB-enheten måste du se till att den senare är ordentligt avmonterad/utskjuten för att undvika skrivproblem. Konsistenskontrollen bör köras på NitroPad, så att de verifierade uppgifterna är exakt desamma som senare läses av uppdateringsprogrammet. Denna åtgärd kommer inte att krävas vid ytterligare uppdateringar av den fasta programvaran.
zh_cn: 在将固件文件写入设备之前，必须运行固件文件一致性检查。在将固件文件复制到U盘后，请确保U盘被正确卸载/弹出，以避免写入问题。一致性检查应该在NitroPad上进行，这样所验证的数据将与后来更新程序所读取的数据完全一致。在以后的固件更新中，将不再需要这一操作。

source: Start Nitropad and open recovery console from ``Options -> Exit to recovery shell``
bg: Стартирайте Nitropad и отворете конзолата за възстановяване от ``Options -> Exit to recovery shell``
da: Start Nitropad, og åbn genoprettelseskonsollen fra ``Options -> Exit to recovery shell``
el: Ξεκινήστε το Nitropad και ανοίξτε την κονσόλα αποκατάστασης από το ``Options -> Exit to recovery shell``
es: Inicia Nitropad y abre la consola de recuperación desde ``Options -> Exit to recovery shell``
et: Käivitage Nitropad ja avage taastamiskonsool aadressilt ``Options -> Exit to recovery shell``
fi: Käynnistä Nitropad ja avaa palautuskonsoli osoitteesta ``Options -> Exit to recovery shell```
fr: Lancez Nitropad et ouvrez la console de récupération à partir de ``Options -> Exit to recovery shell``.
hu: Indítsa el a Nitropadot, és nyissa meg a helyreállítási konzolt a ``Options -> Exit to recovery shell``
ja: Nitropadを起動し、``Options -> Exit to recovery shell``からリカバリーコンソールを開きます。
lt: Paleiskite "Nitropad" ir atidarykite atkūrimo konsolę iš ``Options -> Exit to recovery shell``
lv: Palaidiet Nitropad un atveriet atkopšanas konsoli no ``Options -> Exit to recovery shell```
nl: Start Nitropad en open herstelconsole van ``Options -> Exit to recovery shell``
pl: Uruchom Nitropada i otwórz konsolę odzyskiwania z ``Options -> Exit to recovery shell``.
pt: Iniciar Nitropad e abrir console de recuperação de ``Options -> Exit to recovery shell```
ro: Porniți Nitropad și deschideți consola de recuperare din ``Options -> Exit to recovery shell```
ru: Запустите Nitropad и откройте консоль восстановления из ``Options -> Exit to recovery shell``.
sk: Spustite Nitropad a otvorte konzolu na obnovenie z ``Options -> Exit to recovery shell``
sl: Zagon programa Nitropad in odprite konzolo za obnovitev iz ``Options -> Exit to recovery shell``
sv: Starta Nitropad och öppna återställningskonsolen från ``Options -> Exit to recovery shell``
zh_cn: 启动Nitropad并从``打开恢复控制台Options -> Exit to recovery shell``。

source: Execute the following to verify the firmware:
bg: Изпълнете следното, за да проверите фърмуера:
da: Udfør følgende for at bekræfte firmwaren:
el: Εκτελέστε τα ακόλουθα για να επαληθεύσετε το υλικολογισμικό:
es: Ejecute lo siguiente para verificar el firmware:
et: Firmware kontrollimiseks tehke järgmist:
fi: Tarkista laiteohjelmisto suorittamalla seuraavat toimenpiteet:
fr: Exécutez ce qui suit pour vérifier le micrologiciel :
hu: A firmware ellenőrzéséhez hajtsa végre a következőket:
ja: 以下を実行して、ファームウェアを確認します。
lt: Norėdami patikrinti programinę įrangą, atlikite šiuos veiksmus:
lv: Lai pārbaudītu programmaparatūru, izpildiet šādu darbību:
nl: Voer het volgende uit om de firmware te verifiëren:
pl: Wykonaj następujące czynności, aby sprawdzić oprogramowanie sprzętowe:
pt: Execute o seguinte para verificar o firmware:
ro: Executați următoarele instrucțiuni pentru a verifica firmware-ul:
ru: Выполните следующие действия для проверки микропрограммы:
sk: Na overenie firmvéru vykonajte nasledujúce kroky:
sl: Za preverjanje vdelane programske opreme izvedite naslednje:
sv: Utför följande för att verifiera den fasta programvaran:
zh_cn: 执行以下操作以验证固件。

source: For ``v1.1-rc3`` version this should result in:
bg: За версията ``v1.1-rc3`` това трябва да доведе до:
da: For ``v1.1-rc3``-versionen bør dette resultere i:
el: Για την έκδοση ``v1.1-rc3`` αυτό θα πρέπει να έχει ως αποτέλεσμα:
es: Para la versión ``v1.1-rc3`` esto debería dar como resultado:
et: ``v1.1-rc3<x>`` versiooni puhul peaks see andma tulemuseks:
fi: Versiossa ``v1.1-rc3`` tämän pitäisi johtaa seuraavaan:
fr: Pour la version ``v1.1-rc3``, cela devrait donner le résultat suivant :
hu: A ``v1.1-rc3`` verzió esetén ez a következő eredményt kell, hogy adja:
ja: ``v1.1-rc3``バージョンでは、これは次のようになります。
lt: ``v1.1-rc3`` versijos atveju tai turėtų būti:
lv: ``v1.1-rc3`` versijas gadījumā:
nl: Voor de ``v1.1-rc3`` versie zou dit moeten resulteren in:
pl: Dla wersji ``v1.1-rc3`` powinno to dać wynik:
pt: Para ``v1.1-rc3``` versão que isto deve resultar:
ro: Pentru versiunea ```v1.1-rc3``` acest lucru ar trebui să rezulte în:
ru: Для версии ``v1.1-rc3`` это должно привести к:
sk: Pre verziu ``v1.1-rc3`` by to malo viesť k:
sl: Za različico ``v1.1-rc3`` mora biti rezultat:
sv: För ``v1.1-rc3``-versionen bör detta resultera i:
zh_cn: 对于``v1.1-rc3``版本，这应该导致。
