Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/nitropad.po
Languages: bg, da, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: Left click on the gears and select “Change Passphrase” from the context menu.
bg: Щракнете с левия бутон на мишката върху зъбните колела и изберете "Change Passphrase" (Промяна на паролата) от контекстното меню.
da: Venstreklik på tandhjulene, og vælg "Change Passphrase" i kontekstmenuen.
el: Κάντε αριστερό κλικ στα γρανάζια και επιλέξτε "Change Passphrase" από το μενού περιβάλλοντος.
es: Haga clic con el botón izquierdo del ratón en los engranajes y seleccione "Cambiar frase de contraseña" en el menú contextual.
et: Klõpsake vasakuga hammasratastel ja valige kontekstmenüüst "Change Passphrase".
fi: Napsauta hammasrattaita vasemmalla ja valitse kontekstivalikosta "Vaihda salasana".
fr: Cliquez avec le bouton gauche de la souris sur les engrenages et sélectionnez "Change Passphrase" dans le menu contextuel.
hu: Kattintson a bal gombbal a fogaskerékre, és válassza a "Jelszó módosítása" lehetőséget a kontextusmenüből.
ja: 歯車の上で左クリックし、コンテキストメニューから「パスフレーズの変更」を選択します。
lt: Kairiuoju pelės klavišu spustelėkite krumpliaračius ir kontekstiniame meniu pasirinkite "Keisti slaptažodį".
lv: Kreisā peles labo pogu noklikšķiniet uz zobratiem un konteksta izvēlnē izvēlieties "Mainīt paroli".
nl: Klik met de linkermuisknop op de tandwielen en selecteer "Change Passphrase" uit het contextmenu.
pl: Kliknij lewym przyciskiem myszy na koła zębate i wybierz "Change Passphrase" z menu kontekstowego.
pt: Clique com o botão esquerdo do mouse sobre as engrenagens e selecione "Change Passphrase" no menu de contexto.
ro: Faceți clic cu butonul stâng al mouse-ului pe unelte și selectați "Change Passphrase" din meniul contextual.
ru: Щелкните левой кнопкой мыши на шестеренках и выберите "Изменить парольную фразу" из контекстного меню.
sk: Kliknite ľavým tlačidlom myši na ozubené kolesá a z kontextového menu vyberte položku "Change Passphrase" (Zmeniť prístupovú frázu).
sl: Z levo tipko miške kliknite na zobnike in v kontekstnem meniju izberite "Spremeni geslo".
sv: Vänsterklicka på växlarna och välj "Change Passphrase" (Ändra lösenfras) från snabbmenyn.
zh_cn: 左击齿轮，从上下文菜单中选择 "更改密码"。

source: Enter “PleaseChangeMe” as the current passphrase and select a secure new one.
bg: Въведете "PleaseChangeMe" като текуща парола и изберете нова сигурна парола.
da: Indtast "PleaseChangeMe" som den aktuelle adgangsfrase, og vælg en sikker ny.
el: Πληκτρολογήστε "PleaseChangeMe" ως τρέχουσα συνθηματική φράση και επιλέξτε μια ασφαλή νέα.
es: Introduzca "PleaseChangeMe" como frase de acceso actual y seleccione una nueva y segura.
et: Sisestage praeguse salasõna "PleaseChangeMe" ja valige uus turvaline salasõna.
fi: Kirjoita "PleaseChangeMe" nykyiseksi salasanaksi ja valitse uusi turvallinen salasana.
fr: Entrez "PleaseChangeMe" comme phrase de passe actuelle et sélectionnez une nouvelle phrase sécurisée.
hu: Írja be a "PleaseChangeMe" jelszót a jelenlegi jelszóként, és válasszon egy biztonságos új jelszót.
ja: 現在のパスフレーズとして "PleaseChangeMe "を入力し、安全な新しいパスフレーズを選択します。
lt: Įveskite "PleaseChangeMe" kaip dabartinę slaptažodžių frazę ir pasirinkite naują saugią slaptažodžių frazę.
lv: Kā pašreizējo piekļuves frāzi ievadiet "PleaseChangeMe" un izvēlieties jaunu drošu paroli.
nl: Voer "PleaseChangeMe" in als de huidige passphrase en kies een veilige nieuwe.
pl: Wprowadź "PleaseChangeMe" jako aktualne hasło i wybierz nowe bezpieczne hasło.
pt: Digite "PleaseChangeMe" como a senha atual e selecione uma nova senha segura.
ro: Introduceți "PleaseChangeMe" ca frază de acces curentă și selectați o frază de acces nouă și sigură.
ru: Введите "PleaseChangeMe" в качестве текущей парольной фразы и выберите новую надежную парольную фразу.
sk: Ako aktuálnu prístupovú frázu zadajte "PleaseChangeMe" a vyberte novú bezpečnú frázu.
sl: Kot trenutno geslo vnesite "PleaseChangeMe" in izberite novo varno geslo.
sv: Ange "PleaseChangeMe" som nuvarande lösenfras och välj en ny säker lösenfras.
zh_cn: 输入 "PleaseChangeMe "作为当前密码，并选择一个安全的新密码。

source: Enter the your account password.
bg: Въведете паролата на профила си.
da: Indtast adgangskoden til din konto.
el: Εισάγετε τον κωδικό πρόσβασης του λογαριασμού σας.
es: Introduzca la contraseña de su cuenta.
et: Sisestage oma konto parool.
fi: Syötä tilisi salasana.
fr: Entrez le mot de passe de votre compte.
hu: Adja meg a fiókja jelszavát.
ja: お客様のアカウントのパスワードを入力してください。
lt: Įveskite savo paskyros slaptažodį.
lv: Ievadiet konta paroli.
nl: Voer het wachtwoord van uw account in.
pl: Wprowadź hasło do swojego konta.
pt: Digite a senha da sua conta.
ro: Introduceți parola contului dumneavoastră.
ru: Введите пароль вашей учетной записи.
sk: Zadajte heslo svojho konta.
sl: Vnesite geslo svojega računa.
sv: Ange lösenordet till ditt konto.
zh_cn: 输入你的账户密码。

source: NitroPad with Ubuntu Linux
bg: NitroPad с Ubuntu Linux
da: NitroPad med Ubuntu Linux
el: NitroPad με Ubuntu Linux
es: NitroPad con Ubuntu Linux
et: NitroPad koos Ubuntu Linuxiga
fi: NitroPad ja Ubuntu Linux
fr: NitroPad avec Ubuntu Linux
hu: NitroPad Ubuntu Linux-szal
ja: Ubuntu Linuxを搭載したNitroPad
lt: NitroPad su "Ubuntu Linux
lv: NitroPad ar Ubuntu Linux
nl: NitroPad met Ubuntu Linux
pl: NitroPad z Ubuntu Linux
pt: NitroPad com Ubuntu Linux
ro: NitroPad cu Ubuntu Linux
ru: NitroPad с Ubuntu Linux
sk: NitroPad s Ubuntu Linux
sl: NitroPad z Ubuntu Linuxom
sv: NitroPad med Ubuntu Linux
zh_cn: 使用Ubuntu Linux的NitroPad

source: Change the passphrase for disk encryption as `described here <change-disk-encryption-passphrase.html>`_. This passphrase is different from your user acount's passphrase.
bg: Променете паролата за криптиране на диска, както е описано тук ` <change-disk-encryption-passphrase.html>`_. Тази парола се различава от паролата на потребителския ви акаунт'.
da: Ændr adgangsordet til disk-kryptering som `beskrevet her <change-disk-encryption-passphrase.html>`_. Denne adgangsfrase er forskellig fra din brugerkontos adgangsfrase.
el: Αλλάξτε τη φράση πρόσβασης για την κρυπτογράφηση δίσκου όπως περιγράφεται εδώ ` <change-disk-encryption-passphrase.html>`_. Αυτή η συνθηματική φράση είναι διαφορετική από τη συνθηματική φράση του λογαριασμού χρήστη σας's.
es: Cambie la frase de contraseña para el cifrado del disco como ` se describe aquí <change-disk-encryption-passphrase.html>`_. Esta frase de acceso es diferente a la de su cuenta de usuario.
et: Muutke kettakrüpteerimise salasõna, nagu on kirjeldatud siin ` <change-disk-encryption-passphrase.html>`_. See parool erineb teie kasutajakonto paroolist'see parool on erinev.
fi: Muuta levyn salauksen salasana `kuvauksen mukaisesti <change-disk-encryption-passphrase.html>`_. Tämä salasana on eri kuin käyttäjätilisi'n salasana.
hu: Módosítsa a lemez titkosításához használt jelszót az itt leírtak szerint ` <change-disk-encryption-passphrase.html>`_. Ez a jelszó különbözik a felhasználói fiókod'jának jelszavától.
ja: ディスク暗号化用のパスフレーズを、ここで説明している` <change-disk-encryption-passphrase.html>`_のように変更します。このパスフレーズは、ユーザーアカウント'のパスフレーズとは異なります。
lt: Pakeiskite disko šifravimo slaptažodį, kaip `aprašyta čia <change-disk-encryption-passphrase.html>`_. Ši slaptoji frazė skiriasi nuo jūsų naudotojo paskyros'slaptoji frazė.
lv: Mainiet diska šifrēšanas paroli, kā `aprakstīts šeit <change-disk-encryption-passphrase.html>`_. Šī piekļuves frāze atšķiras no lietotāja konta'frāzes.
nl: Wijzig de passphrase voor schijfversleuteling zoals `hier beschreven <change-disk-encryption-passphrase.html>`_. Deze wachtwoordzin is anders dan de wachtwoordzin van uw gebruikersaccount's.
pl: Zmień frazę hasła dla szyfrowania dysku na `opisaną tutaj <change-disk-encryption-passphrase.html>`_. To hasło jest inne niż hasło do konta użytkownika'.
pt: Mude a frase-chave para encriptação de disco como `descrito aqui <change-disk-encryption-passphrase.html>`_. Esta frase-chave é diferente da frase-chave do seu utilizador's.
ro: Modificați fraza de acces pentru criptarea discului așa cum `descrisă aici <change-disk-encryption-passphrase.html>`_. Această frază de trecere este diferită de fraza de trecere a contului dvs. de utilizator's.
ru: Измените ключевую фразу для шифрования диска, как описано здесь `<change-disk-encryption-passphrase.html>`_. Эта парольная фраза отличается от парольной фразы вашего пользовательского аккаунта'.
sk: Zmeňte prístupovú frázu pre šifrovanie disku podľa `opísaného tu <change-disk-encryption-passphrase.html>`_. Táto prístupová fráza sa líši od prístupovej frázy vášho používateľského konta'.
sl: Spremenite geslo za šifriranje diska, kot je `opisano tukaj <change-disk-encryption-passphrase.html>`_. Ta geslo se razlikuje od gesla vašega uporabniškega računa.
sv: Ändra lösenfrasen för diskkryptering enligt ` som beskrivs här <change-disk-encryption-passphrase.html>`_. Denna lösenfras skiljer sig från lösenfrasen för ditt användarkonto.
zh_cn: 修改磁盘加密的口令，如`所描述的<change-disk-encryption-passphrase.html>`_。这个口令与你的用户账户的口令不同。

source: If the `.npf` file is not accepted by HEADS, likely you do not run the latest HEADS version. So either 1st update to version 1.3.1 or `unzip` the `.npf` file and use the resulting `.rom` file instead.
bg: Ако файлът `.npf` не се приема от HEADS, вероятно не използвате последната версия на HEADS. Така че или актуализирайте до версия 1.3.1, или разархивирайте файла `.npf` и вместо него използвайте получения файл `.rom`.
da: Hvis filen `.npf` ikke accepteres af HEADS, har du sandsynligvis ikke kørt den nyeste HEADS-version. Så enten skal du opdatere til version 1.3.1 eller udpakke filen `.npf` og bruge den resulterende fil `.rom` i stedet.
el: Εάν το αρχείο `.npf` δεν γίνεται αποδεκτό από το HEADS, πιθανότατα δεν εκτελείτε την τελευταία έκδοση του HEADS. Οπότε, είτε 1ο ενημερώστε στην έκδοση 1.3.1 είτε `αποσυμπιέστε` το αρχείο `.npf` και χρησιμοποιήστε το αρχείο `.rom` που προκύπτει.
et: Kui HEADS ei aktsepteeri faili `.npf`, siis tõenäoliselt ei kasuta te HEADSi uusimat versiooni. Nii et kas 1. uuendage versioonile 1.3.1 või `unzip` faili `.npf` ja kasutage selle asemel saadud `.rom` faili.
fi: Jos HEADS ei hyväksy `.npf`-tiedostoa, todennäköisesti et käytä uusinta HEADS-versiota. Joten joko päivitä versio 1.3.1:een tai pura `.npf`-tiedosto ja käytä sen sijaan tuloksena olevaa `.rom`-tiedostoa.
hu: Ha a HEADS nem fogadja el az `.npf` fájlt, akkor valószínűleg nem a legújabb HEADS verziót futtatja. Tehát vagy 1. frissítsd az 1.3.1-es verzióra, vagy csomagold ki az `.npf` fájlt, és használd helyette az így kapott `.rom` fájlt.
lt: Jei HEADS nepriima `.npf` failo, greičiausiai nenaudojate naujausios HEADS versijos. Taigi arba atnaujinkite iki 1.3.1 versijos, arba `.npf` failą išpakuokite ir vietoj jo naudokite gautą `.rom` failą.
lv: Ja HEADS nepieņem `.npf` failu, visticamāk, nav palaista jaunākā HEADS versija. Tāpēc vai nu atjauniniet līdz versijai 1.3.1, vai arī atvienojiet `.npf` failu un tā vietā izmantojiet iegūto `.rom` failu.
nl: Als het `.npf` bestand niet wordt geaccepteerd door HEADS, dan draait u waarschijnlijk niet de laatste HEADS versie. Dus ofwel eerst updaten naar versie 1.3.1 of `unzip` het `.npf` bestand en gebruik in plaats daarvan het resulterende `.rom` bestand.
pl: Jeśli plik `.npf` nie jest akceptowany przez HEADS, prawdopodobnie nie uruchomiłeś najnowszej wersji HEADS. Więc albo 1. zaktualizuj do wersji 1.3.1 albo `rozpakuj` plik `.npf` i użyj pliku `.rom` zamiast niego.
pt: Se o ficheiro `.npf` não for aceite pelo HEADS, provavelmente não executa a última versão do HEADS. Portanto, ou 1ª atualização para a versão 1.3.1 ou `unzip` o arquivo `.npf` e utilize o arquivo `.rom` resultante em seu lugar.
ro: Dacă fișierul `.npf` nu este acceptat de HEADS, probabil că nu ați rulat cea mai recentă versiune HEADS. Prin urmare, fie faceți prima actualizare la versiunea 1.3.1, fie dezarhivați fișierul `.npf` și utilizați în schimb fișierul `.rom` rezultat.
ru: Если файл `.npf` не принимается HEADS, вероятно, вы используете не последнюю версию HEADS. Поэтому либо 1-ое обновление до версии 1.3.1, либо `unzip` файл `.npf` и используйте полученный файл `.rom` вместо него.
sk: Ak súbor `.npf` nie je akceptovaný systémom HEADS, pravdepodobne nepoužívate najnovšiu verziu systému HEADS. Takže buď 1. aktualizujte na verziu 1.3.1, alebo `rozbaľte` súbor `.npf` a namiesto neho použite výsledný súbor `.rom`.
sl: Če HEADS datoteke `.npf` ne sprejme, verjetno ne uporabljate najnovejše različice HEADS. Torej bodisi 1. posodobite na različico 1.3.1 bodisi `razpakirajte` datoteko `.npf` in namesto nje uporabite nastalo datoteko `.rom`.
sv: Om filen `.npf` inte accepteras av HEADS är det troligt att du inte kör den senaste HEADS-versionen. Så antingen uppdaterar du först till version 1.3.1 eller så packar du ut filen `.npf` och använder den resulterande filen `.rom` i stället.
zh_cn: 如果".npf "文件不被HEADS接受，可能你没有运行最新的HEADS版本。因此，要么第1次更新到1.3.1版本，要么`解压缩`.npf`文件并使用产生的`.rom`文件代替。

source: (NitroPad - Qubes OS)
pt: (NitroPad - SO Qubes)

source: NitroPad FAQ
bg: Често задавани въпроси за NitroPad
da: Ofte stillede spørgsmål om NitroPad
el: Συχνές ερωτήσεις NitroPad
et: NitroPad KKK
hu: NitroPad GYIK
lt: "NitroPad" DUK
lv: NitroPad bieži uzdotie jautājumi
ru: FAQ по NitroPad
sl: NitroPad Pogosta vprašanja
sv: Vanliga frågor om NitroPad
zh_cn: NitroPad常见问题

source: If you have ordered the unit with the option “sealed screws and sealed bag”, please `verify the sealing <sealed-hardware.html>`__ before unpacking. If you do not know what this means, skip this section.
fr: Si vous avez commandé l'unité avec l'option "vis scellées et sac scellé", veuillez `vérifier le scellement <sealed-hardware.html>`__ avant le déballage. Si vous ne savez pas ce que cela signifie, passez cette section.

source: That’s why it’s important to restart your NitroPad under controlled conditions after a system update. Only when the new status has been confirmed can you leave the device unattended again. Otherwise, you will not be able to distinguish a possible attack from a system update. Detailed instructions for a system update can be `found here <system-update.html>`__.
fr: C'est pourquoi il est important de redémarrer votre NitroPad dans des conditions contrôlées après une mise à jour du système. Ce n'est que lorsque le nouveau statut a été confirmé que vous pouvez à nouveau laisser l'appareil sans surveillance. Sinon, vous ne serez pas en mesure de distinguer une éventuelle attaque d'une mise à jour du système. Des instructions détaillées pour une mise à jour du système peuvent être trouvées ici <system-update.html>__.

source: Download the `latest firmware <https://github.com/Nitrokey/heads/releases>`__ and store it on a USB drive. The files are in the “Assets” dropdown box at the end of the release information.
fr: Téléchargez le `dernier firmware <https://github.com/Nitrokey/heads/releases>`__ et stockez-le sur une clé USB. Les fichiers sont dans la boîte déroulante "Assets" à la fin des informations sur la version.

source: For hash sum verification, store ``SHA256SUM.txt`` file at the USB drive.
fr: Pour la vérification de la somme de hachage, stockez le fichier ``SHA256SUM.txt`` sur le lecteur USB.

source: Select the desired .rom file.
fr: Sélectionnez le fichier .rom souhaité.

source: Choose your operating system:
fr: Choisissez votre système d'exploitation :

source: Download one of the operating system images: `Ubuntu Linux <https://www.nitrokey.com/files/ubuntu/latest-nitropad.iso>`__, Qubes OS (`English <https://www.nitrokey.com/files/qubes/latest-nitropad-en.iso>`__, `German <https://www.nitrokey.com/files/qubes/latest-nitropad-de.iso>`__), `Debian <https://www.nitrokey.com/files/debian/latest-nitropad.iso>`__, `Linux Mint <https://www.nitrokey.com/files/linuxmint/latest.iso>`__
fr: Téléchargez l'une des images de système d'exploitation : `Ubuntu Linux <https://www.nitrokey.com/files/ubuntu/latest-nitropad.iso>`__, Qubes OS (`anglais <https://www.nitrokey.com/files/qubes/latest-nitropad-en.iso>`__, `allemand <https://www.nitrokey.com/files/qubes/latest-nitropad-de.iso>`__), `Debian <https://www.nitrokey.com/files/debian/latest-nitropad.iso>`__, `Linux Mint <https://www.nitrokey.com/files/linuxmint/latest.iso>`__.

source: Optional: Download hash sum and `verify <https://proprivacy.com/guides/how-why-and-when-you-should-hash-check#how-to-hash-check>`__ the downloaded operating system image: `Ubuntu Linux <https://www.nitrokey.com/files/ubuntu/latest-nitropad.iso.sha256sum>`__, Qubes OS (`English <https://www.nitrokey.com/files/qubes/latest-nitropad-en.iso.sha256sum>`__, `German <https://www.nitrokey.com/files/qubes/latest-nitropad-de.iso.sha256sum>`__), `Debian <https://www.nitrokey.com/files/debian/latest-nitropad.iso.sha256sum>`__, `Linux Mint <https://www.nitrokey.com/files/linuxmint/latest.iso.sha256sum>`__
fr: Facultatif : Télécharger la somme de hachage et `vérifier <https://proprivacy.com/guides/how-why-and-when-you-should-hash-check#how-to-hash-check>`__ l'image du système d'exploitation téléchargée : `Ubuntu Linux <https://www.nitrokey.com/files/ubuntu/latest-nitropad.iso.sha256sum>`__, Qubes OS (`Anglais <https://www.nitrokey.com/files/qubes/latest-nitropad-en.iso.sha256sum>`__, `Allemand <https://www.nitrokey.com/files/qubes/latest-nitropad-de.iso.sha256sum>`__), `Debian <https://www.nitrokey.com/files/debian/latest-nitropad.iso.sha256sum>`__, `Linux Mint <https://www.nitrokey.com/files/linuxmint/latest.iso.sha256sum>`__.

source: `Sign the boot partition. <system-update.html>`__
fr: `Signer la partition de démarrage. <system-update.html> `__

source: You can change the user PIN with the Nitrokey App if using a Nitrokey Pro or Nitrokey Storage. In the `Nitrokey <https://www.nitrokey.com/download>`__ App open ‘Menu -> Configure -> Change User PIN’ to open the dialog to change the PIN.
fr: Vous pouvez modifier le code PIN utilisateur avec l'App Nitrokey si vous utilisez une Nitrokey Pro ou une Nitrokey Storage. Dans l'application `Nitrokey <https://www.nitrokey.com/download>`__, ouvrez 'Menu -> Configure -> Change User PIN' pour ouvrir la boîte de dialogue permettant de modifier le code PIN.

source: You can change the admin PIN with the Nitrokey App if using a Nitrokey Pro or Nitrokey Storage. In the `Nitrokey App <https://www.nitrokey.com/download>`__ open ‘Menu -> Configure -> Change Admin PIN’ to open the dialog to change the PIN.
fr: Vous pouvez modifier le PIN admin avec la Nitrokey App si vous utilisez une Nitrokey Pro ou une Nitrokey Storage. Dans la `Nitrokey App <https://www.nitrokey.com/download>`__, ouvrez 'Menu -> Configure -> Change Admin PIN' pour ouvrir la boîte de dialogue permettant de modifier le code PIN.

source: Open the pre-installed Nitrokey App and change the PINs of your Nitrokey as `described here <change-pins.html>`__.
fr: Ouvrez l'application Nitrokey préinstallée et changez les PIN de votre Nitrokey comme `décrit ici <change-pins.html>`__.

source: After that, please follow `these instructions <system-update.html>`__ from step 3 onwards.
fr: Après cela, veuillez suivre `ces instructions <system-update.html>`__ à partir de l'étape 3.

source: Change the passphrase for disk encryption as `described here <change-disk-encryption-passphrase.html>`__. This passphrase is different from your user acount's passphrase.
fr: Changez la phrase de passe pour le cryptage du disque comme `décrit ici <change-disk-encryption-passphrase.html>`__. Cette phrase de passe est différente de celle de votre compte d'utilisateur.
