Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/nitropad.po
Languages: bg, da, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: Confirm that new OTP Secrets should be created.
bg: Потвърдете, че трябва да бъдат създадени нови тайни за OTP.
da: Bekræft, at der skal oprettes nye OTP-hemmeligheder.
el: Επιβεβαιώστε ότι πρέπει να δημιουργηθούν νέα μυστικά OTP.
es: Confirme que se deben crear nuevos secretos OTP.
et: Kinnitage, et tuleks luua uued OTP-saladused.
fi: Vahvista, että uudet OTP-salaisuudet on luotava.
fr: Confirmez que de nouveaux secrets OTP doivent être créés.
hu: Erősítse meg, hogy új OTP-titkokat kell létrehozni.
ja: 新しいOTPシークレットが作成されることを確認します。
lt: Patvirtinkite, kad reikia sukurti naujas OTP paslaptis.
lv: Apstipriniet, ka ir jāizveido jauni OTP noslēpumi.
nl: Bevestig dat nieuwe OTP-geheimen moeten worden aangemaakt.
pl: Potwierdź, że nowe Sekrety OTP powinny zostać utworzone.
pt: Confirme que novos OTP Secrets devem ser criados.
ro: Confirmați că trebuie create noi secrete OTP.
ru: Подтвердите, что необходимо создать новые секреты OTP.
sk: Potvrďte, že by sa mali vytvoriť nové tajomstvá OTP.
sl: Potrdite, da je treba ustvariti nove skrivnosti OTP.
sv: Bekräfta att nya OTP Secrets ska skapas.
zh_cn: 确认应该创建新的OTP Secrets。

source: When prompted, enter the Admin PIN and TPM password. Both are by default: “12345678”.
bg: Когато бъдете подканени, въведете ПИН кода на администратора и паролата на TPM. И двете са по подразбиране: "12345678".
da: Når du bliver bedt om det, skal du indtaste Admin PIN-koden og TPM-adgangskoden. Begge er som standard: "12345678".
el: Όταν σας ζητηθεί, πληκτρολογήστε το PIN διαχειριστή και τον κωδικό πρόσβασης TPM. Και οι δύο είναι από προεπιλογή: "12345678".
es: Cuando se le solicite, introduzca el PIN de administrador y la contraseña del TPM. Ambas son por defecto: "12345678".
et: Kui seda küsitakse, sisestage administraatori PIN-kood ja TPM-i parool. Mõlemad on vaikimisi: "12345678".
fi: Syötä pyydettäessä järjestelmänvalvojan PIN-koodi ja TPM-salasana. Molemmat ovat oletusarvoisesti "12345678".
fr: Lorsque vous y êtes invité, saisissez le code PIN d'administration et le mot de passe TPM. Les deux sont par défaut : "12345678".
hu: A kérésre adja meg az Admin PIN-kódot és a TPM-jelszót. Mindkettő alapértelmezés szerint: "12345678".
ja: プロンプトが表示されたら、Admin PINとTPMのパスワードを入力します。どちらもデフォルトでは「12345678」となっています。
lt: Kai būsite paraginti, įveskite administratoriaus PIN kodą ir TPM slaptažodį. Pagal numatytuosius nustatymus abu yra "12345678".
lv: Pēc pieprasījuma ievadiet administratora PIN kodu un TPM paroli. Pēc noklusējuma abas ir "12345678".
nl: Voer de Admin PIN en het TPM-wachtwoord in wanneer daarom wordt gevraagd. Beide zijn standaard: "12345678".
pl: Po wyświetleniu monitu wprowadź kod PIN administratora i hasło TPM. Oba hasła są domyślne: "12345678".
pt: Quando solicitado, introduza o PIN de administração e a palavra-passe TPM. Ambos são por defeito: "12345678".
ro: Atunci când vi se solicită, introduceți PIN-ul de administrator și parola TPM. Ambele sunt în mod implicit: "12345678".
ru: Когда появится запрос, введите PIN-код администратора и пароль TPM. По умолчанию оба пароля имеют значение "12345678".
sk: Po výzve zadajte kód PIN správcu a heslo TPM. Obe sú predvolené: "12345678".
sl: Ob pozivu vnesite skrbniški PIN in geslo TPM. Privzeto je oboje: "12345678".
sv: Ange Admin PIN-koden och TPM-lösenordet när du uppmanas att ange dem. Båda är som standard "12345678".
zh_cn: 当出现提示时，输入管理员PIN和TPM密码。两者都是默认的："12345678"。

source: You should then reach the Start menu.
bg: След това трябва да влезете в менюто Start.
da: Du bør derefter komme til menuen Start.
el: Στη συνέχεια, θα πρέπει να φτάσετε στο μενού Έναρξη.
es: A continuación, debería llegar al menú Inicio.
et: Seejärel peaksite jõudma menüüsse Start.
fi: Tämän jälkeen sinun pitäisi päästä Käynnistä-valikkoon.
fr: Vous devriez alors atteindre le menu Démarrer.
hu: Ezután el kell érnie a Start menüt.
ja: すると、スタートメニューが表示されます。
lt: Tada turėtumėte pasiekti pradžios meniu.
lv: Pēc tam atveriet sākuma izvēlni.
nl: U zou dan het Start menu moeten bereiken.
pl: Następnie należy przejść do menu Start.
pt: Você deve então acessar o menu Iniciar.
ro: Ar trebui să ajungeți apoi la meniul Start.
ru: После этого вы попадете в меню "Пуск".
sk: Potom by ste sa mali dostať do ponuky Štart.
sl: Nato se prikaže meni Start.
sv: Därefter bör du nå Start-menyn.
zh_cn: 然后你应该到达 "开始 "菜单。

source: Press Enter to start the “Default Boot”.
bg: Натиснете Enter, за да стартирате "Default Boot".
da: Tryk på Enter for at starte "Default Boot".
el: Πατήστε Enter για να ξεκινήσει η "Προεπιλεγμένη εκκίνηση".
es: Pulse Enter para iniciar el "Arranque por defecto".
et: Vajutage Enter, et käivitada "Default Boot".
fi: Paina Enter käynnistääksesi "Default Boot".
fr: Appuyez sur Enter pour lancer le "Default Boot".
hu: Nyomja meg az Entert az "Alapértelmezett indítás" elindításához.
ja: Enterを押すと「Default Boot」が開始されます。
lt: Paspauskite Enter, kad pradėtumėte "Default Boot".
lv: Nospiediet Enter, lai sāktu "Default Boot".
nl: Druk op Enter om de "Default Boot" te starten.
pl: Naciśnij Enter, aby uruchomić "Default Boot".
pt: Pressione Enter para iniciar a "Bota por defeito".
ro: Apăsați Enter pentru a porni "Default Boot".
ru: Нажмите Enter, чтобы запустить "Загрузка по умолчанию".
sk: Stlačením tlačidla Enter spustíte "Default Boot".
sl: Pritisnite Enter, da zaženete "privzeti zagon".
sv: Tryck på Enter för att starta "Default Boot".
zh_cn: 按回车键，开始 "默认启动"。

source: If you see the message that no default exists yet, please follow the procedure described in “Troubleshooting: Default Boot Menu”.
bg: Ако видите съобщението, че все още не съществува подразбиране, следвайте процедурата, описана в "Отстраняване на неизправности: Меню за зареждане по подразбиране".
da: Hvis du får vist meddelelsen om, at der endnu ikke findes nogen standardindstillinger, skal du følge proceduren beskrevet i "Fejlfinding": Standard opstartsmenu".
el: Εάν εμφανιστεί το μήνυμα ότι δεν υπάρχει ακόμη προεπιλογή, ακολουθήστε τη διαδικασία που περιγράφεται στην ενότητα "Αντιμετώπιση προβλημάτων: Προεπιλεγμένο μενού εκκίνησης".
es: Si aparece el mensaje de que aún no existe ningún valor por defecto, siga el procedimiento descrito en "Solución de problemas: Menú de arranque por defecto".
et: Kui kuvatakse teade, et vaikimisi ei ole veel olemas, järgige punktis "Veaotsing" kirjeldatud menetlust: Default Boot Menu".
fi: Jos näyttöön tulee viesti, että oletusasetuksia ei ole vielä olemassa, noudata kohdassa "Vianmääritys" kuvattua menettelyä: Default Boot Menu".
fr: Si vous voyez le message qu'aucune valeur par défaut n'existe encore, veuillez suivre la procédure décrite dans "Dépannage : Menu de démarrage par défaut".
hu: Ha azt az üzenetet látja, hogy még nem létezik alapértelmezett beállítás, kövesse a "Hibaelhárítás" című részben leírt eljárást: Alapértelmezett rendszerindítási menü".
ja: デフォルトが存在しないというメッセージが表示された場合は、「トラブルシューティング」の手順に従ってください。デフォルトのブートメニュー」をご覧ください。
lt: Jei matote pranešimą, kad dar nėra numatytųjų nustatymų, atlikite procedūrą, aprašytą skyriuje "Trikčių šalinimas: Numatytojo įkrovos meniu".
lv: Ja tiek parādīts ziņojums, ka noklusējuma iestatījumi vēl nepastāv, izpildiet procedūru, kas aprakstīta sadaļā "Problēmu novēršana: Pamatsāknēšanas izvēlne pēc noklusējuma".
nl: Als u de melding ziet dat er nog geen standaard bestaat, volg dan de procedure beschreven in "Problemen oplossen: Standaard opstartmenu".
pl: Jeśli pojawi się komunikat, że nie ma jeszcze domyślnego menu, należy wykonać procedurę opisaną w "Rozwiązywanie problemów: Default Boot Menu".
pt: Se você vir a mensagem de que ainda não existe um padrão, por favor siga o procedimento descrito em "Solução de problemas": Menu de arranque por defeito".
ro: Dacă apare mesajul că nu există încă o valoare implicită, urmați procedura descrisă în "Depanare": Meniul de pornire implicit".
ru: Если вы видите сообщение, что по умолчанию еще не существует, выполните процедуру, описанную в разделе "Устранение неполадок: Меню загрузки по умолчанию".
sk: Ak sa zobrazí hlásenie, že ešte neexistuje predvolené nastavenie, postupujte podľa postupu opísaného v časti "Riešenie problémov: Predvolená ponuka pre spustenie systému".
sl: Če se prikaže sporočilo, da privzete nastavitve še ne obstajajo, izvedite postopek, opisan v poglavju "Odpravljanje težav: Privzet zagonski meni".
sv: Om du får meddelandet att det ännu inte finns någon standardinställning följer du proceduren som beskrivs i "Felsökning": Standardstartmeny".
zh_cn: 如果你看到还没有默认值的信息，请按照 "故障排除 "中描述的程序操作。默认启动菜单"。

source: Once the operating system starts until the encryption password is requested, you are done.
bg: След като операционната система се стартира, докато не бъде поискана паролата за криптиране, сте готови.
da: Når styresystemet starter, indtil der anmodes om krypteringsadgangskoden, er du færdig.
el: Μόλις ξεκινήσει το λειτουργικό σύστημα μέχρι να ζητηθεί ο κωδικός πρόσβασης κρυπτογράφησης, έχετε τελειώσει.
es: Una vez que el sistema operativo se inicie hasta que se solicite la contraseña de encriptación, habrá terminado.
et: Kui operatsioonisüsteem käivitub kuni krüpteerimisparooli nõudmiseni, olete valmis.
fi: Kun käyttöjärjestelmä käynnistyy, kunnes salaus-salasanaa pyydetään, olet valmis.
fr: Une fois que le système d'exploitation démarre jusqu'à ce que le mot de passe de cryptage soit demandé, vous avez terminé.
hu: Ha az operációs rendszer elindul, amíg a titkosítási jelszót nem kéri, akkor kész.
ja: 暗号化パスワードが要求されるまでOSが起動したら完了です。
lt: Kai operacinė sistema įsijungia, kol bus paprašyta šifravimo slaptažodžio, viskas baigta.
lv: Tiklīdz operētājsistēma sāk darboties, līdz tiek pieprasīta šifrēšanas parole, viss ir izdarīts.
nl: Zodra het besturingssysteem start tot het coderingswachtwoord wordt gevraagd, bent u klaar.
pl: Po uruchomieniu systemu operacyjnego, aż do momentu zażądania hasła szyfrowania, skończyłeś.
pt: Uma vez iniciado o sistema operacional até que a senha de criptografia seja solicitada, você está pronto.
ro: După ce sistemul de operare pornește până când este solicitată parola de criptare, ați terminat.
ru: После запуска операционной системы, пока не будет запрошен пароль шифрования, все готово.
sk: Keď sa operačný systém spustí, kým sa nevyžiada šifrovacie heslo, ste hotoví.
sl: Ko se operacijski sistem zažene, dokler ni zahtevano geslo za šifriranje, ste končali.
sv: När operativsystemet startar tills krypteringslösenordet begärs är du klar.
zh_cn: 一旦操作系统启动，直到要求提供加密密码，你就完成了。

source: Finally, copy the public PGP key from the data stick to your computer, e.g. to use it for e-mail encryption.
bg: Накрая копирайте публичния PGP ключ от флашката с данни на компютъра си, например за да го използвате за криптиране на електронна поща.
da: Endelig skal du kopiere den offentlige PGP-nøgle fra datapinden til din computer, f.eks. for at bruge den til e-mail-kryptering.
el: Τέλος, αντιγράψτε το δημόσιο κλειδί PGP από το στικάκι δεδομένων στον υπολογιστή σας, π.χ. για να το χρησιμοποιήσετε για κρυπτογράφηση ηλεκτρονικού ταχυδρομείου.
es: Por último, copie la clave PGP pública del lápiz de datos a su ordenador, por ejemplo, para utilizarla en el cifrado de correos electrónicos.
et: Lõpuks kopeerige avalik PGP-võti andmepulgalt oma arvutisse, et kasutada seda näiteks e-kirjade krüpteerimiseks.
fi: Kopioi lopuksi julkinen PGP-avain muistitikulta tietokoneellesi, jotta voit käyttää sitä esimerkiksi sähköpostin salaamiseen.
fr: Enfin, copiez la clé publique PGP de la clé USB sur votre ordinateur, par exemple pour l'utiliser pour le cryptage des e-mails.
hu: Végül másolja át a nyilvános PGP-kulcsot az adatpendrive-ról a számítógépére, például e-mail titkosításhoz.
ja: 最後に、電子メールの暗号化に使用するなどのために、データスティックからPGP公開鍵をコンピュータにコピーします。
lt: Galiausiai nukopijuokite viešąjį PGP raktą iš duomenų laikmenos į savo kompiuterį, pvz., norėdami jį naudoti el. pašto šifravimui.
lv: Visbeidzot nokopējiet publisko PGP atslēgu no datu nesēja datorā, piemēram, lai to izmantotu e-pasta šifrēšanai.
nl: Kopieer tenslotte de publieke PGP-sleutel van de datastick naar uw computer, bijvoorbeeld om hem te gebruiken voor e-mail encryptie.
pl: Na koniec skopiuj klucz publiczny PGP z nośnika danych na komputer, np. w celu wykorzystania go do szyfrowania poczty elektronicznej.
pt: Finalmente, copie a chave pública PGP do stick de dados para o seu computador, por exemplo, para utilizá-la para encriptação de e-mail.
ro: În cele din urmă, copiați cheia publică PGP de pe stick-ul de date pe computerul dumneavoastră, de exemplu, pentru a o utiliza pentru criptarea e-mailurilor.
ru: Наконец, скопируйте открытый ключ PGP с флешки на свой компьютер, например, чтобы использовать его для шифрования электронной почты.
sk: Nakoniec skopírujte verejný kľúč PGP z dátového kľúča do počítača, napr. aby ste ho mohli použiť na šifrovanie e-mailov.
sl: Na koncu javni ključ PGP s podatkovne kartice kopirajte v računalnik, npr. za uporabo pri šifriranju e-pošte.
sv: Slutligen kopierar du den offentliga PGP-nyckeln från datapinnen till din dator, t.ex. för att använda den för att kryptera e-post.
zh_cn: 最后，将公共PGP密钥从数据棒上复制到你的电脑上，例如用于电子邮件的加密。

source: **Q:** What is the default hard-disk encryption password?
bg: **В:** Каква е паролата по подразбиране за криптиране на твърдия диск?
da: **Q:** Hvad er standardadgangskoden til kryptering af harddisken?
el: **Q:** Ποιος είναι ο προεπιλεγμένος κωδικός κρυπτογράφησης σκληρού δίσκου;
es: **P: ** ¿Cuál es la contraseña de encriptación del disco duro por defecto?
et: **K:** Milline on vaikimisi kõvaketta krüpteerimise parool?
fi: **Q:** Mikä on kiintolevyn salauksen oletussalasana?
hu: **K:** Mi az alapértelmezett merevlemez-titkosítási jelszó?
ja: **Q:** ハードディスクの暗号化パスワードの初期値は？
lt: **Q:** Koks yra numatytasis kietojo disko šifravimo slaptažodis?
lv: **Jada ir cietā diska šifrēšanas parole pēc noklusējuma?
nl: **Q:** Wat is het standaard wachtwoord voor het versleutelen van de harde schijf?
pl: **Q:** Jakie jest domyślne hasło szyfrowania dysku twardego?
pt: **Q:** Qual é a senha padrão de criptografia do disco rígido?
ro: **Întrebare:** Care este parola implicită de criptare a hard-diskului?
ru: **В:** Какой пароль шифрования жесткого диска используется по умолчанию?
sk: **Q:** Aké je predvolené heslo šifrovania pevného disku?
sl: **V:** Kakšno je privzeto geslo za šifriranje trdega diska?
sv: **Q:** Vad är standardlösenordet för hårddisk-kryptering?
zh_cn: **问：**默认的硬盘加密密码是什么？

source: The default Nitropad disk encryption password: "PleaseChangeMe"
bg: Паролата по подразбиране за криптиране на диска на Nitropad: "PleaseChangeMe"
da: Standardadgangskoden til Nitropad-disk-kryptering: "PleaseChangeMe"
el: Ο προεπιλεγμένος κωδικός κρυπτογράφησης δίσκου Nitropad: "PleaseChangeMe",
es: La contraseña de encriptación de disco por defecto de Nitropad: "PleaseChangeMe"
et: Nitropad-ketta krüpteerimise vaikimisi parool: "PleaseChangeMe"
fi: Nitropad-levyn salauksen oletussalasana: "PleaseChangeMe"
hu: Az alapértelmezett Nitropad lemez titkosítási jelszó: "PleaseChangeMe"
ja: Nitropadのデフォルトのディスク暗号化パスワードは、"PleaseChangeMe"です。
lt: Numatytasis "Nitropad" disko šifravimo slaptažodis: "PleaseChangeMe"
lv: Noklusējuma Nitropad diska šifrēšanas parole: "PleaseChangeMe"
nl: Het standaard wachtwoord voor schijfversleuteling van Nitropad: "PleaseChangeMe"
pl: Domyślne hasło szyfrowania dysku Nitropad: "PleaseChangeMe"
pt: A senha padrão de criptografia de disco Nitropad: "PleaseChangeMe"
ro: Parola implicită de criptare a discului Nitropad: "PleaseChangeMe"
ru: Пароль шифрования диска Nitropad по умолчанию: "PleaseChangeMe"
sk: Predvolené heslo šifrovania disku Nitropad: "PleaseChangeMe"
sl: Privzeto geslo za šifriranje diska Nitropad: "PleaseChangeMe"
sv: Standardlösenordet för Nitropads disk-kryptering: "PleaseChangeMe"
zh_cn: 默认的Nitropad磁盘加密密码："PleaseChangeMe"。

source: Firmware Update
bg: Актуализация на фърмуера
da: Firmwareopdatering
el: Ενημέρωση υλικολογισμικού
es: Actualización del firmware
et: Püsivara uuendamine
fi: Firmware-päivitys
fr: Mise à jour du micrologiciel
hu: Firmware frissítés
ja: ファームウェアの更新
lt: Programinės įrangos atnaujinimas
lv: Programmatūras atjaunināšana
nl: Firmware bijwerken
pl: Aktualizacja oprogramowania sprzętowego
pt: Atualização do Firmware
ro: Actualizarea firmware-ului
ru: Обновление микропрограммы
sk: Aktualizácia firmvéru
sl: Posodobitev vdelane programske opreme
sv: Uppdatering av fast programvara
zh_cn: 固件更新

source: This guide describes how to update the Heads firmware of the NitroPad.
bg: Това ръководство описва как да актуализирате фърмуера на NitroPad.
da: Denne vejledning beskriver, hvordan du opdaterer Heads firmware på NitroPad.
el: Αυτός ο οδηγός περιγράφει τον τρόπο ενημέρωσης του υλικολογισμικού Heads του NitroPad.
es: Esta guía describe cómo actualizar el firmware de Heads del NitroPad.
et: Selles juhendis kirjeldatakse, kuidas uuendada NitroPad'i püsivara.
fi: Tässä oppaassa kuvataan, miten NitroPadin Heads-ohjelmisto päivitetään.
fr: Ce guide décrit comment mettre à jour le micrologiciel Heads du NitroPad.
hu: Ez az útmutató a NitroPad Heads firmware frissítését írja le.
ja: このガイドでは、NitroPadのヘッドファームウェアをアップデートする方法を説明します。
lt: Šiame vadove aprašoma, kaip atnaujinti "NitroPad" pagrindinę programinę įrangą.
lv: Šajā rokasgrāmatā ir aprakstīts, kā atjaunināt NitroPad galviņu programmaparatūru.
nl: Deze gids beschrijft hoe je de Heads firmware van de NitroPad kunt updaten.
pl: Ten przewodnik opisuje jak zaktualizować oprogramowanie sprzętowe Heads dla NitroPad.
pt: Este guia descreve como actualizar o firmware das cabeças do NitroPad.
ro: Acest ghid descrie modul de actualizare a firmware-ului Heads al NitroPad.
ru: В этом руководстве описано, как обновить микропрограмму Heads устройства NitroPad.
sk: Táto príručka opisuje, ako aktualizovať firmvér zariadenia NitroPad Heads.
sl: V tem priročniku je opisano, kako posodobiti vdelano programsko opremo naprave NitroPad Heads.
sv: Den här guiden beskriver hur du uppdaterar Heads firmware för NitroPad.
zh_cn: 本指南介绍了如何更新NitroPad的头部固件。

source: These instructions are relevant in the following cases:
bg: Тези инструкции са приложими в следните случаи:
da: Disse instruktioner er relevante i følgende tilfælde:
el: Οι οδηγίες αυτές αφορούν τις ακόλουθες περιπτώσεις:
es: Estas instrucciones son relevantes en los siguientes casos:
et: Need juhised on asjakohased järgmistel juhtudel:
fi: Nämä ohjeet ovat merkityksellisiä seuraavissa tapauksissa:
fr: Ces instructions sont pertinentes dans les cas suivants :
hu: Ezek az utasítások a következő esetekben relevánsak:
ja: 本説明書は以下の場合に関連しています。
lt: Šie nurodymai svarbūs šiais atvejais:
lv: Šie norādījumi attiecas uz šādiem gadījumiem:
nl: Deze instructies zijn van belang in de volgende gevallen:
pl: Instrukcje te mają zastosowanie w następujących przypadkach:
pt: Estas instruções são relevantes nos seguintes casos:
ro: Aceste instrucțiuni sunt relevante în următoarele cazuri:
ru: Эти инструкции актуальны в следующих случаях:
sk: Tieto pokyny sú dôležité v nasledujúcich prípadoch:
sl: Ta navodila so pomembna v naslednjih primerih:
sv: Dessa anvisningar är relevanta i följande fall:
zh_cn: 这些指示与以下情况有关。

source: You want to update the Heads firmware.
bg: Искате да актуализирате фърмуера на Heads.
da: Du ønsker at opdatere Heads firmware.
el: Θέλετε να ενημερώσετε το υλικολογισμικό των κεφαλών.
es: Quieres actualizar el firmware de los cabezales.
et: Sa tahad uuendada seadmete püsivara.
fi: Haluat päivittää headsin laiteohjelmiston.
fr: Vous voulez mettre à jour le micrologiciel de la tête.
hu: Frissíteni szeretné a heads firmware-t.
ja: ヘッドのファームウェアをアップデートしたい。
lt: Norite atnaujinti "Heads" programinę įrangą.
lv: Jūs vēlaties atjaunināt Heads programmaparatūru.
nl: U wilt de firmware van de Heads bijwerken.
pl: Chcesz zaktualizować oprogramowanie sprzętowe Heads.
pt: Você quer atualizar o firmware das Cabeças.
ro: Doriți să actualizați firmware-ul capetelor.
ru: Вы хотите обновить микропрограмму головки.
sk: Chcete aktualizovať firmvér hlavíc.
sl: Želite posodobiti vdelano programsko opremo naprave Heads.
sv: Du vill uppdatera Heads firmware.
zh_cn: 你想更新头盔固件。

source: You have already performed an OEM factory reset, but the TPM counter has not been reset.
bg: Вече сте извършили нулиране на фабричните настройки на OEM, но броячът на TPM не е нулиран.
da: Du har allerede udført en OEM-fabriksnulstilling, men TPM-tælleren er ikke blevet nulstillet.
el: Έχετε ήδη πραγματοποιήσει επαναφορά εργοστασιακών ρυθμίσεων OEM, αλλά ο μετρητής TPM δεν έχει μηδενιστεί.
es: Ya has realizado un restablecimiento de fábrica OEM, pero el contador TPM no se ha restablecido.
et: Olete juba teinud OEM-varustusseadme tehasepuhastuse, kuid TPM-loendurit ei ole nullida.
fi: Olet jo suorittanut alkuperäisen laitevalmistajan tehdasasetusten palautuksen, mutta TPM-laskuria ei ole nollattu.
fr: Vous avez déjà effectué une réinitialisation d'usine OEM, mais le compteur TPM n'a pas été réinitialisé.
hu: Ön már végrehajtott egy OEM gyári visszaállítást, de a TPM-számlálót nem állította vissza.
ja: OEMのファクトリーリセットをすでに実行しているが、TPMカウンターがリセットされていない。
lt: Jau atlikote OEM gamyklinį atstatymą, tačiau TPM skaitiklis nebuvo atstatytas.
lv: Jūs jau esat veicis OEM rūpnīcas atiestatīšanu, bet TPM skaitītājs nav atiestatīts.
nl: U hebt al een OEM fabrieksreset uitgevoerd, maar de TPM-teller is niet gereset.
pl: Przeprowadzono już fabryczny reset OEM, ale licznik TPM nie został zresetowany.
pt: Você já realizou um reset OEM de fábrica, mas o contador TPM não foi resetado.
ro: Ați efectuat deja o resetare OEM din fabrică, dar contorul TPM nu a fost resetat.
ru: Вы уже выполнили сброс к заводским настройкам, но счетчик TPM не был сброшен.
sk: Už ste vykonali obnovenie výrobných nastavení OEM, ale počítadlo TPM nebolo obnovené.
sl: Izvedli ste že tovarniško ponastavitev OEM, vendar števec TPM ni bil ponastavljen.
sv: Du har redan utfört en OEM-fabriksåterställning, men TPM-räknaren har inte återställts.
zh_cn: 你已经进行了OEM工厂重置，但TPM计数器没有被重置。

source: Preparation
bg: Подготовка
da: Forberedelse
el: Προετοιμασία
es: Preparación
et: Ettevalmistus
fi: Valmistelu
fr: Préparation
hu: Előkészítés
ja: 準備
lt: Paruošimas
lv: Sagatavošana
nl: Voorbereiding
pl: Przygotowanie
pt: Preparação
ro: Pregătire
ru: Подготовка
sk: Príprava
sl: Priprava
sv: Förberedelse
zh_cn: 准备工作
