Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/nitropad.po
Languages: bg, da, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: The box marked in red contains the information that the BIOS has not been changed and that the shared secret of the NitroPad and the Nitrokey match. But this information is not sufficient, because an attacker could have faked it. If at the same time the Nitrokey also flashes green, everything is fine. An attacker would have to have had access to the NitroPad and Nitrokey to achieve this result. It is therefore important that you do not leave both devices unattended.
bg: Полето, отбелязано в червено, съдържа информация, че BIOS не е променен и че споделената тайна на NitroPad и Nitrokey съвпада. Но тази информация не е достатъчна, тъй като нападателят би могъл да я фалшифицира. Ако в същото време и Nitrokey мига в зелено, всичко е наред. За да постигне този резултат, нападателят трябва да е имал достъп до NitroPad и Nitrokey. Затова е важно да не оставяте двете устройства без надзор.
da: Feltet markeret med rødt indeholder oplysninger om, at BIOS'en ikke er blevet ændret, og at NitroPad'ens og Nitrokey'ens delte hemmelighed stemmer overens. Men disse oplysninger er ikke tilstrækkelige, fordi en angriber kunne have forfalsket dem. Hvis Nitrokey samtidig også blinker grønt, er alt i orden. En angriber skal have haft adgang til NitroPad'en og Nitrokey'en for at opnå dette resultat. Det er derfor vigtigt, at du ikke efterlader begge enheder uden opsyn.
el: Το πλαίσιο με κόκκινο χρώμα περιέχει την πληροφορία ότι το BIOS δεν έχει αλλάξει και ότι το κοινόχρηστο μυστικό του NitroPad και του Nitrokey ταιριάζει. Ωστόσο, αυτές οι πληροφορίες δεν επαρκούν, διότι ένας επιτιθέμενος θα μπορούσε να τις έχει παραποιήσει. Εάν ταυτόχρονα αναβοσβήνει και το Nitrokey με πράσινο χρώμα, όλα είναι εντάξει. Ένας εισβολέας θα πρέπει να είχε πρόσβαση στο NitroPad και το Nitrokey για να επιτύχει αυτό το αποτέλεσμα. Επομένως, είναι σημαντικό να μην αφήνετε και τις δύο συσκευές χωρίς επιτήρηση.
es: La casilla marcada en rojo contiene la información de que la BIOS no ha sido modificada y que el secreto compartido del NitroPad y la Nitrokey coinciden. Pero esta información no es suficiente, porque un atacante podría haberla falsificado. Si al mismo tiempo la Nitrokey también parpadea en verde, todo está bien. Un atacante tendría que haber tenido acceso al NitroPad y a la Nitrokey para conseguir este resultado. Por lo tanto, es importante que no deje ambos dispositivos sin vigilancia.
et: Punasega märgitud kast sisaldab teavet selle kohta, et BIOSi ei ole muudetud ja et NitroPad'i ja Nitrokey jagatud saladus vastab. Kuid sellest teabest ei piisa, sest ründaja oleks võinud seda võltsida. Kui samal ajal vilgub Nitrokey ka roheliselt, on kõik korras. Ründaja peab olema saanud juurdepääsu NitroPadile ja Nitrokey'le, et saavutada selline tulemus. Seetõttu on oluline, et te ei jätaks mõlemat seadet järelevalveta.
fi: Punaisella merkitty ruutu sisältää tiedot siitä, että BIOSia ei ole muutettu ja että NitroPadin ja Nitrokey:n jaettu salaisuus täsmää. Nämä tiedot eivät kuitenkaan riitä, koska hyökkääjä on voinut väärentää ne. Jos samaan aikaan myös Nitrokey vilkkuu vihreänä, kaikki on kunnossa. Hyökkääjällä olisi pitänyt olla pääsy NitroPadiin ja Nitrokeyyn, jotta hän olisi voinut saavuttaa tämän tuloksen. Siksi on tärkeää, ettet jätä molempia laitteita ilman valvontaa.
fr: La case marquée en rouge contient l'information que le BIOS n'a pas été modifié et que le secret partagé du NitroPad et de la Nitrokey correspond. Mais cette information n'est pas suffisante, car un attaquant aurait pu la falsifier. Si, au même moment, la Nitrokey clignote également en vert, tout va bien. Pour obtenir ce résultat, il faudrait qu'un pirate ait eu accès au NitroPad et à la Nitrokey. Il est donc important de ne pas laisser les deux appareils sans surveillance.
hu: A piros színnel jelölt doboz azt az információt tartalmazza, hogy a BIOS nem lett megváltoztatva, és hogy a NitroPad és a Nitrokey megosztott titka megegyezik. Ez az információ azonban nem elegendő, mert egy támadó meghamisíthatta volna. Ha ugyanakkor a Nitrokey is zöld színnel villog, akkor minden rendben van. Egy támadónak hozzáféréssel kellett volna rendelkeznie a NitroPadhez és a Nitrokeyhez ahhoz, hogy ezt az eredményt elérje. Ezért fontos, hogy ne hagyja felügyelet nélkül mindkét eszközt.
ja: 赤色で表示されたボックスには、BIOSが変更されていないことと、NitroPadとNitrokeyの共有秘密が一致しているという情報が入っています。しかし、この情報だけでは十分ではありません。なぜなら、攻撃者はこれを偽造することができるからです。同時にNitrokeyも緑色に点滅していれば、すべては問題ありません。攻撃者がこの結果を得るためには、NitroPadとNitrokeyにアクセスする必要があります。したがって、両方のデバイスを放置しないようにすることが重要です。
lt: Raudonai pažymėtame langelyje pateikiama informacija, kad BIOS nebuvo pakeista ir kad "NitroPad" ir "Nitrokey" bendroji paslaptis sutampa. Tačiau šios informacijos nepakanka, nes užpuolikas galėjo ją suklastoti. Jei tuo pat metu "Nitrokey" taip pat mirksi žaliai, viskas gerai. Kad pasiektų tokį rezultatą, užpuolikas turėjo turėti prieigą prie "NitroPad" ir "Nitrokey". Todėl svarbu nepalikti abiejų prietaisų be priežiūros.
lv: Ar sarkanu krāsu atzīmētajā lodziņā ir informācija par to, ka BIOS nav mainīts un ka NitroPad un Nitrokey koplietošanas noslēpums sakrīt. Taču šī informācija nav pietiekama, jo uzbrucējs varētu būt to viltojis. Ja tajā pašā laikā arī Nitrokey mirgo zaļi, viss ir kārtībā. Uzbrucējam būtu jābūt piekļuvei NitroPad un Nitrokey, lai sasniegtu šādu rezultātu. Tāpēc ir svarīgi neatstāt abas ierīces bez uzraudzības.
nl: Het rood gemarkeerde vakje bevat de informatie dat het BIOS niet is gewijzigd en dat het gedeelde geheim van de NitroPad en de Nitrokey overeenkomen. Maar deze informatie is niet voldoende, omdat een aanvaller deze zou kunnen hebben vervalst. Als op hetzelfde moment de Nitrokey ook groen knippert, is alles in orde. Een aanvaller zou toegang tot de NitroPad en de Nitrokey moeten hebben gehad om dit resultaat te bereiken. Het is daarom belangrijk dat u beide apparaten niet onbeheerd achterlaat.
pl: Pole zaznaczone na czerwono zawiera informację, że BIOS nie został zmieniony oraz że współdzielony sekret NitroPada i Nitrokey jest zgodny. Ta informacja nie jest jednak wystarczająca, ponieważ napastnik mógł ją podrobić. Jeśli w tym samym czasie Nitrokey również miga na zielono, wszystko jest w porządku. Aby uzyskać taki wynik, atakujący musiałby mieć dostęp do NitroPada i Nitrokey. Dlatego ważne jest, aby nie pozostawiać obu urządzeń bez nadzoru.
pt: A caixa marcada a vermelho contém a informação de que a BIOS não foi alterada e que o segredo partilhado do NitroPad e da Nitrokey coincide. Mas esta informação não é suficiente, porque um atacante poderia tê-la fingido. Se ao mesmo tempo a Nitrokey também piscar a verde, tudo está bem. Um atacante teria de ter tido acesso ao NitroPad e ao Nitrokey para conseguir este resultado. Por isso é importante que não deixe ambos os dispositivos desacompanhados.
ro: Caseta marcată cu roșu conține informația că BIOS-ul nu a fost modificat și că secretul partajat al NitroPad și Nitrokey se potrivesc. Dar aceste informații nu sunt suficiente, deoarece un atacator ar fi putut să le falsifice. Dacă în același timp și Nitrokey clipește în verde, totul este în regulă. Un atacator ar fi trebuit să aibă acces la NitroPad și Nitrokey pentru a obține acest rezultat. Prin urmare, este important să nu lăsați ambele dispozitive nesupravegheate.
ru: Поле, отмеченное красным цветом, содержит информацию о том, что BIOS не был изменен и что общий секрет NitroPad и Nitrokey совпадают. Но этой информации недостаточно, поскольку злоумышленник мог ее подделать. Если в это же время Nitrokey также мигает зеленым, все в порядке. Чтобы добиться такого результата, злоумышленник должен был иметь доступ к NitroPad и Nitrokey. Поэтому важно не оставлять оба устройства без присмотра.
sk: V červeno označenom poli sa nachádza informácia, že BIOS nebol zmenený a že zdieľané tajomstvo zariadenia NitroPad a kľúča Nitrokey sa zhoduje. Táto informácia však nie je dostatočná, pretože útočník ju mohol sfalšovať. Ak zároveň bliká zelenou farbou aj kľúč Nitrokey, všetko je v poriadku. Útočník by musel mať prístup k zariadeniu NitroPad a kľúču Nitrokey, aby dosiahol tento výsledok. Je preto dôležité, aby ste nenechávali obe zariadenia bez dozoru.
sl: Okence, označeno z rdečo barvo, vsebuje informacijo, da BIOS ni bil spremenjen ter da se skupna skrivnost naprave NitroPad in ključa Nitrokey ujema. Vendar te informacije ne zadostujejo, saj bi jih napadalec lahko ponaredil. Če hkrati zeleno utripa tudi ključ Nitrokey, je vse v redu. Napadalec bi moral imeti dostop do naprav NitroPad in Nitrokey, da bi dosegel ta rezultat. Zato je pomembno, da obeh naprav ne puščate brez nadzora.
sv: Den rödmarkerade rutan innehåller information om att BIOS inte har ändrats och att den delade hemligheten för NitroPad och Nitrokey stämmer överens. Denna information är dock inte tillräcklig, eftersom en angripare kan ha förfalskat den. Om Nitrokey samtidigt också blinkar grönt är allting bra. En angripare måste ha haft tillgång till NitroPad och Nitrokey för att uppnå detta resultat. Det är därför viktigt att du inte lämnar båda enheterna obevakade.
zh_cn: 标记为红色的方框中包含了BIOS没有被改变以及NitroPad和Nitrokey的共享秘密相匹配的信息。但这一信息是不够的，因为攻击者有可能伪造了它。如果在同一时间，Nitrokey也闪烁着绿光，那就说明一切正常。攻击者必须有机会接触到NitroPad和Nitrokey才能达到这个结果。因此，重要的是，你不要让这两个设备无人看管。

source: If the information on the NitroPad does not match the information on the Nitrokey, the background would turn red and the message “Invalid Code” would appear. This could indicate that manipulation has taken place.
bg: Ако информацията на NitroPad не съвпада с информацията на Nitrokey, фонът ще стане червен и ще се появи съобщението "Invalid Code" (Невалиден код). Това може да означава, че е извършена манипулация.
da: Hvis oplysningerne på NitroPad'en ikke stemmer overens med oplysningerne på Nitrokey'en, bliver baggrunden rød, og meddelelsen "Invalid Code" (ugyldig kode) vises. Dette kan indikere, at der er sket manipulation.
el: Εάν οι πληροφορίες στο NitroPad δεν συμφωνούν με τις πληροφορίες στο Nitrokey, το φόντο θα γίνει κόκκινο και θα εμφανιστεί το μήνυμα "Invalid Code" (Άκυρος κωδικός). Αυτό θα μπορούσε να υποδηλώνει ότι έχει γίνει χειραγώγηση.
es: Si la información del NitroPad no coincide con la del Nitrokey, el fondo se volverá rojo y aparecerá el mensaje "Código no válido". Esto podría indicar que se ha producido una manipulación.
et: Kui NitroPadil olev teave ei vasta Nitrokey'l olevale teabele, muutub taust punaseks ja ilmub teade "Invalidne kood". See võib viidata sellele, et on toimunud manipuleerimine.
fi: Jos NitroPadin tiedot eivät vastaa Nitrokey-avaimen tietoja, tausta muuttuu punaiseksi ja näyttöön tulee viesti "Invalid Code". Tämä voi merkitä, että manipulointia on tapahtunut.
fr: Si les informations figurant sur le NitroPad ne correspondent pas aux informations figurant sur la Nitrokey, le fond devient rouge et le message "Code non valide" apparaît. Cela pourrait indiquer qu'il y a eu manipulation.
hu: Ha a NitroPad-en lévő információ nem egyezik a Nitrokey-n lévővel, a háttér pirosra változik, és megjelenik az "Érvénytelen kód" üzenet. Ez azt jelezheti, hogy manipuláció történt.
ja: NitroPadの情報とNitrokeyの情報が一致しない場合、背景が赤くなり、「Invalid Code」というメッセージが表示されます。これは、操作が行われたことを示す可能性がある。
lt: Jei "NitroPad" informacija nesutampa su "Nitrokey" informacija, fonas tampa raudonas ir pasirodo pranešimas "Invalid Code". Tai gali reikšti, kad įvyko manipuliacija.
lv: Ja NitroPad informācija nesakrīt ar Nitrokey informāciju, fons kļūst sarkans un parādās paziņojums "Nederīgs kods". Tas varētu norādīt, ka ir notikusi manipulācija.
nl: Als de informatie op de NitroPad niet overeenkomt met de informatie op de Nitrokey, wordt de achtergrond rood en verschijnt het bericht "Ongeldige Code". Dit kan erop wijzen dat er manipulatie heeft plaatsgevonden.
pl: Jeśli informacje na NitroPadzie nie zgadzają się z informacjami na Nitrokey, tło zmieni kolor na czerwony i pojawi się komunikat "Nieprawidłowy kod". Może to oznaczać, że doszło do manipulacji.
pt: Se a informação no NitroPad não corresponder à informação no Nitrokey, o fundo ficaria vermelho e a mensagem "Código Inválido" apareceria. Isto poderia indicar que a manipulação ocorreu.
ro: Dacă informațiile de pe NitroPad nu corespund cu cele de pe Nitrokey, fundalul devine roșu și apare mesajul "Invalid Code" (Cod invalid). Acest lucru ar putea indica faptul că a avut loc o manipulare.
ru: Если информация на NitroPad не совпадает с информацией на Nitrokey, фон станет красным и появится сообщение "Invalid Code". Это может указывать на то, что произошла манипуляция.
sk: Ak sa informácie na zariadení NitroPad nezhodujú s informáciami na kľúči Nitrokey, pozadie sa zmení na červené a zobrazí sa správa "Invalid Code". To by mohlo znamenať, že došlo k manipulácii.
sl: Če se podatki na napravi NitroPad ne ujemajo s podatki na ključu Nitrokey, se ozadje obarva rdeče in pojavi se sporočilo "Neveljavna koda". To lahko pomeni, da je prišlo do manipulacije.
sv: Om informationen på NitroPad inte stämmer överens med informationen på Nitrokey blir bakgrunden röd och meddelandet "Invalid Code" visas. Detta kan tyda på att manipulation har ägt rum.
zh_cn: 如果NitroPad上的信息与Nitrokey上的信息不一致，背景就会变成红色，并会出现 "无效代码 "的信息。这可能表明发生了操纵行为。

source: How the boot process may look like if the system has been changed (for example after an update) and what error messages may otherwise occur is described further below.
bg: По-долу е описано как може да изглежда процесът на зареждане, ако системата е била променена (например след актуализация), и какви съобщения за грешки могат да се появят в противен случай.
da: Hvordan opstartsprocessen kan se ud, hvis systemet er blevet ændret (f.eks. efter en opdatering), og hvilke fejlmeddelelser der ellers kan forekomme, er beskrevet yderligere nedenfor.
el: Το πώς μπορεί να μοιάζει η διαδικασία εκκίνησης αν το σύστημα έχει αλλάξει (για παράδειγμα μετά από μια ενημέρωση) και ποια μηνύματα σφάλματος μπορεί να εμφανιστούν σε αντίθετη περίπτωση περιγράφεται παρακάτω.
es: Más adelante se describe cómo puede ser el proceso de arranque si el sistema ha sido modificado (por ejemplo, después de una actualización) y qué mensajes de error pueden aparecer en caso contrario.
et: Seda, kuidas käivitamisprotsess võib välja näha, kui süsteemi on muudetud (näiteks pärast uuendust) ja millised veateated võivad muidu ilmneda, on kirjeldatud allpool.
fi: Jäljempänä kuvataan tarkemmin, miltä käynnistysprosessi voi näyttää, jos järjestelmää on muutettu (esimerkiksi päivityksen jälkeen), ja mitä virheilmoituksia voi muutoin esiintyä.
fr: La façon dont le processus de démarrage peut se présenter si le système a été modifié (par exemple après une mise à jour) et les messages d'erreur qui peuvent apparaître sont décrits plus loin.
hu: Hogy hogyan nézhet ki a rendszerindítási folyamat, ha a rendszer megváltozott (például egy frissítés után), és milyen hibaüzenetek jelenhetnek meg egyébként, azt alább ismertetjük.
ja: システムが変更された場合（アップデート後など）のブートプロセスの様子や、エラーメッセージの内容については後述します。
lt: Toliau aprašyta, kaip gali atrodyti įkrovos procesas, jei sistema buvo pakeista (pvz., po atnaujinimo), ir kokie klaidų pranešimai gali atsirasti, jei sistema buvo pakeista.
lv: Tālāk ir aprakstīts, kā var izskatīties sāknēšanas process, ja sistēmā ir notikušas izmaiņas (piemēram, pēc atjaunināšanas), un kādi kļūdu ziņojumi var parādīties, ja sistēma ir mainīta.
nl: Hoe het opstartproces eruit kan zien als het systeem gewijzigd is (bijvoorbeeld na een update) en welke foutmeldingen er anders kunnen optreden, wordt hieronder verder beschreven.
pl: Poniżej opisano, jak może wyglądać proces rozruchu, jeśli system został zmieniony (na przykład po aktualizacji) i jakie komunikaty o błędach mogą się pojawić.
pt: Como pode ser o processo de arranque se o sistema tiver sido alterado (por exemplo, após uma actualização) e que mensagens de erro podem de outra forma ocorrer é descrito mais abaixo.
ro: Modul în care poate arăta procesul de pornire dacă sistemul a fost modificat (de exemplu, după o actualizare) și mesajele de eroare care pot apărea în caz contrar sunt descrise mai jos.
ru: Как может выглядеть процесс загрузки, если система была изменена (например, после обновления), и какие сообщения об ошибках могут возникнуть в противном случае, описано ниже.
sk: Ako môže vyzerať proces spúšťania systému, ak bol systém zmenený (napríklad po aktualizácii), a aké chybové hlásenia sa inak môžu vyskytnúť, je opísané ďalej.
sl: V nadaljevanju je opisano, kako je lahko videti postopek zagona, če je bil sistem spremenjen (na primer po posodobitvi), in kakšna sporočila o napakah se lahko pojavijo.
sv: Nedan beskrivs hur uppstartsprocessen kan se ut om systemet har ändrats (t.ex. efter en uppdatering) och vilka felmeddelanden som annars kan uppstå.
zh_cn: 如果系统被改变了（例如在更新之后），启动过程可能是什么样子的，还有可能出现什么错误信息，下面会进一步描述。

source: The NitroPad can also be started without the Nitrokey. If you don’t have the Nitrokey with you, but are sure that the hardware has not been manipulated, you can boot your system without checking.
bg: NitroPad може да се стартира и без Nitrokey. Ако нямате Nitrokey със себе си, но сте сигурни, че хардуерът не е бил манипулиран, можете да стартирате системата, без да проверявате.
da: NitroPad kan også startes uden Nitrokey. Hvis du ikke har Nitrokey med dig, men er sikker på, at hardwaren ikke er blevet manipuleret, kan du starte dit system op uden at kontrollere det.
el: Το NitroPad μπορεί επίσης να εκκινηθεί χωρίς το κλειδί Nitro. Αν δεν έχετε μαζί σας το Nitrokey, αλλά είστε βέβαιοι ότι το υλικό δεν έχει υποστεί χειραγώγηση, μπορείτε να εκκινήσετε το σύστημά σας χωρίς έλεγχο.
es: El NitroPad también puede iniciarse sin la Nitrokey. Si no tiene la Nitrokey consigo, pero está seguro de que el hardware no ha sido manipulado, puede arrancar su sistema sin comprobarlo.
et: NitroPadi saab käivitada ka ilma Nitrokey'teta. Kui teil ei ole Nitrokey't kaasas, kuid olete kindel, et riistvara ei ole manipuleeritud, võite süsteemi käivitada ilma kontrollimata.
fi: NitroPad voidaan käynnistää myös ilman Nitrokeyta. Jos sinulla ei ole Nitrokeyta mukanasi, mutta olet varma, että laitteistoa ei ole manipuloitu, voit käynnistää järjestelmän tarkistamatta sitä.
fr: Le NitroPad peut également être démarré sans la Nitrokey. Si vous n'avez pas la Nitrokey sur vous, mais que vous êtes sûr que le matériel n'a pas été manipulé, vous pouvez démarrer votre système sans vérification.
hu: A NitroPad a Nitrokey nélkül is elindítható. Ha nincs nálad a Nitrokey, de biztos vagy benne, hogy a hardvert nem manipulálták, akkor ellenőrzés nélkül is elindíthatod a rendszert.
ja: NitroPadは、Nitrokeyがなくても起動できます。Nitrokeyが手元になくても、ハードウェアが操作されていないことが確認できれば、確認せずにシステムを起動することができます。
lt: "NitroPad" galima paleisti ir be "Nitrokey" rakto. Jei su savimi neturite "Nitrokey" rakto, bet esate tikri, kad aparatine įranga nebuvo manipuliuojama, galite paleisti sistemą netikrindami.
lv: NitroPad var iedarbināt arī bez Nitrokey. Ja jums nav līdzi Nitrokey, bet esat pārliecināts, ka ar aparatūru nav manipulēts, sistēmu var iedarbināt bez pārbaudes.
nl: De NitroPad kan ook zonder de Nitrokey worden opgestart. Als je de Nitrokey niet bij je hebt, maar er zeker van bent dat de hardware niet gemanipuleerd is, kun je je systeem opstarten zonder dit te controleren.
pl: NitroPad może być również uruchomiony bez Nitrokey. Jeśli nie masz przy sobie Nitrokey, ale jesteś pewien, że sprzęt nie został zmanipulowany, możesz uruchomić system bez sprawdzania.
pt: O NitroPad também pode ser iniciado sem a Nitrokey. Se não tiver o Nitrokey consigo, mas tiver a certeza que o hardware não foi manipulado, pode arrancar o seu sistema sem verificar.
ro: NitroPad poate fi pornit și fără Nitrokey. Dacă nu aveți Nitrokey la dumneavoastră, dar sunteți sigur că hardware-ul nu a fost manipulat, puteți să porniți sistemul fără a verifica.
ru: NitroPad можно запустить и без ключа Nitrokey. Если у вас нет с собой ключа Nitrokey, но вы уверены, что аппаратное обеспечение не подвергалось манипуляциям, вы можете загрузить систему без проверки.
sk: Zariadenie NitroPad možno spustiť aj bez kľúča Nitrokey. Ak nemáte pri sebe kľúč Nitrokey, ale ste si istí, že s hardvérom nebolo manipulované, môžete systém spustiť bez kontroly.
sl: Napravo NitroPad lahko zaženete tudi brez ključa Nitrokey. Če ključa Nitrokey nimate pri sebi, vendar ste prepričani, da s strojno opremo ni bilo manipulirano, lahko sistem zaženete brez preverjanja.
sv: NitroPad kan också startas utan Nitrokey. Om du inte har Nitrokey med dig, men är säker på att hårdvaran inte har manipulerats, kan du starta upp systemet utan att kontrollera det.
zh_cn: 在没有Nitrokey的情况下也可以启动NitroPad。如果你没有带Nitrokey，但确定硬件没有被操作过，你可以不用检查就启动系统。

source: Behavior After a System Update
bg: Поведение след актуализация на системата
da: Adfærd efter en systemopdatering
el: Συμπεριφορά μετά από ενημέρωση συστήματος
es: Comportamiento tras una actualización del sistema
et: Käitumine pärast süsteemi uuendamist
fi: Käyttäytyminen järjestelmän päivityksen jälkeen
fr: Comportement après une mise à jour du système
hu: Viselkedés a rendszerfrissítés után
ja: システムアップデート後の動作について
lt: Elgesys po sistemos atnaujinimo
lv: Uzvedība pēc sistēmas atjaunināšanas
nl: Gedrag na een systeemupdate
pl: Zachowanie po aktualizacji systemu
pt: Comportamento após uma atualização do sistema
ro: Comportamentul după o actualizare a sistemului
ru: Поведение после обновления системы
sk: Správanie po aktualizácii systému
sl: Obnašanje po posodobitvi sistema
sv: Beteende efter en systemuppdatering
zh_cn: 系统更新后的行为
