Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/nitropad.po
Languages: bg, da, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: Each boot the code is generated on the Nitropad and the Nitrokey, if its connected. It is allowed to run 10 boots without loosing the synchronization between the devices, after which the bad code signal is shown, regardless of the rest of the system being in a correct state. If you are sure the system was not beign tampered with (e.g. the Nitropad was booted more than 10 times without the Nitrokey), you can safely reset the system’s warning.
bg: При всяко зареждане кодът се генерира на Nitropad и на Nitrokey, ако е свързан с него. Позволено е да се извършат 10 зареждания, без да се загуби синхронизацията между устройствата, след което се показва сигнал за лош код, независимо че останалата част от системата е в правилно състояние. Ако сте сигурни, че системата не е била манипулирана (напр. Nitropad е бил стартиран повече от 10 пъти без Nitrokey), можете спокойно да нулирате предупреждението на системата.
da: Ved hver opstart genereres koden på Nitropad'en og Nitrokey'en, hvis den er tilsluttet. Det er tilladt at køre 10 boots uden at miste synkroniseringen mellem enhederne, hvorefter signalet for dårlig kode vises, uanset om resten af systemet er i korrekt tilstand. Hvis du er sikker på, at der ikke blev pillet ved systemet (f.eks. blev Nitropad'en startet mere end 10 gange uden Nitrokey), kan du roligt nulstille systemets advarsel.
el: Σε κάθε εκκίνηση ο κωδικός δημιουργείται στο Nitropad και στο Nitrokey, αν είναι συνδεδεμένο. Επιτρέπεται η εκτέλεση 10 εκκινήσεων χωρίς να χαθεί ο συγχρονισμός μεταξύ των συσκευών, μετά την οποία εμφανίζεται το σήμα κακού κώδικα, ανεξάρτητα από το αν το υπόλοιπο σύστημα βρίσκεται σε σωστή κατάσταση. Εάν είστε βέβαιοι ότι το σύστημα δεν έχει υποστεί αλλοίωση (π.χ. το Nitropad έχει εκκινήσει περισσότερες από 10 φορές χωρίς το Nitrokey), μπορείτε να επαναφέρετε με ασφάλεια την προειδοποίηση του συστήματος.
es: En cada arranque se genera el código en el Nitropad y en el Nitrokey, si está conectado. Se permite ejecutar 10 arranques sin perder la sincronización entre los dispositivos, después de lo cual se muestra la señal de código malo, independientemente de que el resto del sistema esté en un estado correcto. Si está seguro de que el sistema no ha sido manipulado (por ejemplo, el Nitropad ha sido arrancado más de 10 veces sin la Nitrokey), puede restablecer con seguridad la advertencia del sistema.
et: Igal käivitamisel genereeritakse kood Nitropadil ja Nitrokey'l, kui see on ühendatud. Lubatud on 10 käivitamist ilma seadmete vahelise sünkroniseerimise kaotamiseta, mille järel kuvatakse halva koodi signaal, olenemata sellest, kas ülejäänud süsteem on õiges olekus. Kui te olete kindel, et süsteemi ei ole võltsitud (nt Nitropadiga tehti rohkem kui 10 buutimist ilma Nitrokey'teta), võite süsteemi hoiatuse julgelt nullida.
fi: Koodi luodaan jokaisella käynnistyskerralla Nitropadiin ja Nitrokeyyn, jos se on liitetty. On sallittua suorittaa 10 käynnistystä menettämättä laitteiden välistä synkronointia, minkä jälkeen huonon koodin signaali näytetään riippumatta siitä, onko muu järjestelmä oikeassa tilassa. Jos olet varma, että järjestelmää ei ole peukaloitu (esim. Nitropad on käynnistetty yli 10 kertaa ilman Nitrokeyta), voit turvallisesti nollata järjestelmän varoituksen.
fr: A chaque démarrage, le code est généré sur le Nitropad et la Nitrokey, si elle est connectée. Il est possible d'exécuter 10 démarrages sans perdre la synchronisation entre les appareils, après quoi le signal de mauvais code est affiché, même si le reste du système est dans un état correct. Si vous êtes sûr que le système n'a pas été trafiqué (par exemple, le Nitropad a été démarré plus de 10 fois sans la Nitrokey), vous pouvez réinitialiser l'avertissement du système en toute sécurité.
hu: Minden egyes indításkor a kódot a Nitropad és a Nitrokey generálja, ha az csatlakoztatva van. A rendszer 10 indítást végezhet el anélkül, hogy elveszítené a szinkronizációt az eszközök között, ami után a rossz kód jelzése jelenik meg, függetlenül attól, hogy a rendszer többi része helyes állapotban van. Ha biztos vagy benne, hogy a rendszert nem babrálták meg (pl. a Nitropad több mint 10 alkalommal indult a Nitrokey nélkül), akkor nyugodtan visszaállíthatod a rendszer figyelmeztetését.
ja: 起動するたびにコードがNitropadとNitrokey（接続されている場合）で生成されます。デバイス間の同期を失うことなく10回の起動が可能で、その後はシステムの残りの部分が正しい状態であるかどうかにかかわらず、不良コード信号が表示されます。システムが不正に操作されていないことが確認できた場合（Nitrokeyを使用せずにNitropadを10回以上起動した場合など）、システムの警告を安全にリセットすることができます。
lt: Kiekvieną kartą įkrovos metu kodas generuojamas "Nitropad" ir "Nitrokey", jei jis prijungtas. Leidžiama paleisti 10 įkėlimų neprarandant įrenginių sinchronizacijos, po to rodomas blogo kodo signalas, nepriklausomai nuo to, ar likusi sistemos dalis yra tinkamos būklės. Jei esate tikri, kad sistema nebuvo pažeista (pvz., "Nitropad" be "Nitrokey" buvo paleistas daugiau nei 10 kartų), galite drąsiai iš naujo nustatyti sistemos įspėjimą.
lv: Katru reizi, kad tiek veikta bootēšana, kods tiek ģenerēts Nitropad un Nitrokey, ja tas ir pievienots. Bez sinhronizācijas zuduma starp ierīcēm ir atļauts veikt 10 palaišanas reizes, pēc kurām tiek parādīts signāls par sliktu kodu, neatkarīgi no tā, vai pārējā sistēma ir pareizā stāvoklī. Ja esat pārliecināts, ka sistēmā nav notikušas manipulācijas (piemēram, Nitropad tika palaists vairāk nekā 10 reizes bez Nitrokey), varat droši atiestatīt sistēmas brīdinājumu.
nl: Bij elke boot wordt de code gegenereerd op de Nitropad en de Nitrokey, als deze is aangesloten. Het is toegestaan om 10 keer op te starten zonder de synchronisatie tussen de apparaten te verliezen, waarna het slechte code signaal wordt getoond, ongeacht of de rest van het systeem in een correcte staat is. Als je er zeker van bent dat er niet met het systeem is geknoeid (b.v. de Nitropad is meer dan 10 keer opgestart zonder de Nitrokey), kun je de waarschuwing van het systeem veilig resetten.
pl: Przy każdym uruchomieniu systemu kod jest generowany na Nitropadzie i Nitrokey, jeśli jest podłączony. Dopuszczalne jest wykonanie 10 uruchomień bez utraty synchronizacji pomiędzy urządzeniami, po czym wyświetlany jest sygnał o złym kodzie, niezależnie od tego, czy reszta systemu jest w prawidłowym stanie. Jeśli jesteś pewien, że system nie został naruszony (np. Nitropad został uruchomiony więcej niż 10 razy bez Nitrokeya), możesz bezpiecznie zresetować ostrzeżenie systemu.
pt: Cada boot o código é gerado no Nitropad e no Nitrokey, se estiver conectado. É permitido executar 10 boots sem perder a sincronização entre os dispositivos, após os quais é mostrado o mau sinal do código, independentemente do resto do sistema estar em um estado correto. Se tiver a certeza de que o sistema não foi alterado (por exemplo, o Nitropad foi inicializado mais de 10 vezes sem a Nitrokey), pode repor o aviso do sistema em segurança.
ro: La fiecare pornire, codul este generat pe Nitropad și Nitrokey, dacă este conectat. Este permisă rularea a 10 porniri fără să se piardă sincronizarea între dispozitive, după care se afișează semnalul de cod greșit, indiferent dacă restul sistemului este în stare corectă. Dacă sunteți sigur că sistemul nu a fost manipulat (de exemplu, Nitropad-ul a fost pornit de mai mult de 10 ori fără Nitrokey), puteți reseta în siguranță avertizarea sistemului.
ru: При каждой загрузке код генерируется на Nitropad и Nitrokey, если он подключен. Допускается 10 загрузок без потери синхронизации между устройствами, после чего отображается сигнал о плохом коде, независимо от того, что остальная система находится в корректном состоянии. Если вы уверены, что система не была взломана (например, Nitropad был загружен более 10 раз без Nitrokey), вы можете спокойно сбросить предупреждение системы.
sk: Pri každom spustení sa kód vygeneruje na zariadení Nitropad a na kľúči Nitrokey, ak je pripojený. Je povolené vykonať 10 spustení bez straty synchronizácie medzi zariadeniami, po ktorých sa zobrazí signál zlého kódu bez ohľadu na to, že zvyšok systému je v správnom stave. Ak ste si istí, že so systémom nebolo manipulované (napr. zariadenie Nitropad bolo spustené viac ako 10-krát bez kľúča Nitrokey), môžete bezpečne resetovať varovanie systému.
sl: Ob vsakem zagonu se koda ustvari na napravi Nitropad in ključu Nitrokey, če je priključen. Dovoljeno je 10 zagonov brez izgube sinhronizacije med napravama, po katerih se prikaže signal slabe kode, ne glede na to, da je preostali del sistema v pravilnem stanju. Če ste prepričani, da se v sistem ni posegalo (npr. naprava Nitropad je bila zagnana več kot 10-krat brez ključa Nitrokey), lahko varno ponastavite opozorilo sistema.
sv: Vid varje uppstart genereras koden på Nitropad och Nitrokey, om den är ansluten. Det är tillåtet att köra 10 bootar utan att förlora synkroniseringen mellan enheterna, varefter signalen för dålig kod visas, oavsett om resten av systemet är i korrekt tillstånd. Om du är säker på att systemet inte har manipulerats (t.ex. Nitropad har startats upp mer än 10 gånger utan Nitrokey) kan du säkert återställa systemets varning.
zh_cn: 每次启动都会在Nitropad和Nitrokey上产生代码，如果它被连接的话。允许运行10次而不失去设备之间的同步，之后就会显示坏的代码信号，不管系统的其他部分是否处于正确状态。如果你确定系统没有被篡改（例如Nitropad在没有Nitrokey的情况下启动了10次以上），你可以安全地重置系统的警告。

source: Please connect the Nitrokey and execute the following from the main boot screen:
bg: Свържете Nitrokey и изпълнете следното от главния екран за зареждане:
da: Tilslut Nitrokey, og udfør følgende fra hovedopstartsskærmen:
el: Συνδέστε το Nitrokey και εκτελέστε τα ακόλουθα από την κύρια οθόνη εκκίνησης:
es: Conecte el Nitrokey y ejecute lo siguiente desde la pantalla principal de arranque:
et: Palun ühendage Nitrokey ja käivitage peast käivitamisekraanilt järgmine käsk:
fi: Kytke Nitrokey ja suorita seuraavat komennot pääkäynnistysnäytöltä:
fr: Veuillez connecter la Nitrokey et exécuter ce qui suit à partir de l'écran de démarrage principal :
hu: Kérjük, csatlakoztassa a Nitrokey-t, és a fő indítóképernyőről hajtsa végre a következőket:
ja: Nitrokeyを接続し、メインブート画面から以下を実行してください。
lt: Prijunkite "Nitrokey" ir pagrindiniame įkrovos ekrane atlikite šiuos veiksmus:
lv: Lūdzu, pievienojiet Nitrokey un galvenajā sāknēšanas ekrānā izpildiet šādu darbību:
nl: Sluit de Nitrokey aan en voer het volgende uit vanaf het hoofd opstartscherm:
pl: Proszę podłączyć Nitrokey i wykonać następujące czynności z głównego ekranu startowego:
pt: Por favor, ligue a Nitrokey e execute o seguinte a partir da tela de inicialização principal:
ro: Vă rugăm să conectați Nitrokey și să executați următoarele din ecranul principal de pornire:
ru: Пожалуйста, подключите Nitrokey и выполните следующие действия на главном загрузочном экране:
sk: Pripojte kľúč Nitrokey a na hlavnej spúšťacej obrazovke vykonajte nasledujúce príkazy:
sl: Priključite ključ Nitrokey in na glavnem zagonskem zaslonu izvedite naslednje:
sv: Anslut Nitrokey och utför följande från startskärmen:
zh_cn: 请连接Nitrokey并在主启动屏幕上执行以下内容。

source: Options
bg: Опции
da: Indstillinger
el: Επιλογές
es: Opciones
et: Valikud
fi: Vaihtoehdot
hu: Opciók
ja: オプション
lt: Parinktys
lv: Iespējas
nl: Opties
pl: Opcje
pt: Opções
ro: Opțiuni
ru: Опции
sk: Možnosti
sl: Možnosti
sv: Alternativ
zh_cn: 选择

source: TPM/TOTP/HOTP Options
bg: Опции за TPM/TOTP/HOTP
da: TPM/TOTP/HOTP-muligheder
el: Επιλογές TPM/TOTP/HOTP
es: Opciones TPM/TOTP/HOTP
et: TPM/TOTP/HOTP Valikud
fi: TPM/TOTP/HOTP-vaihtoehdot
fr: Options TPM/TOTP/HOTP
hu: TPM/TOTP/HOTP beállítások
ja: TPM/TOTP/HOTPオプション
lt: TPM/TOTP/HOTP parinktys
lv: TPM/TOTP/HOTP opcijas
nl: TPM/TOTP/HOTP-opties
pl: Opcje TPM/TOTP/HOTP
pt: Opções TPM/TOTP/HOTP
ro: Opțiuni TPM/TOTP/HOTP
ru: Опции TPM/TOTP/HOTP
sk: Možnosti TPM/TOTP/HOTP
sl: Možnosti TPM/TOTP/HOTP
sv: TPM/TOTP/HOTP-alternativ
zh_cn: TPM/TOTP/HOTP选项

source: Generate new TOTP/HOTP secret
bg: Генериране на нова тайна TOTP/HOTP
da: Generer ny TOTP/HOTP-hemmelighed
el: Δημιουργία νέου μυστικού TOTP/HOTP
es: Generar un nuevo secreto TOTP/HOTP
et: Uue TOTP/HOTP-saladuse loomine
fi: Luo uusi TOTP/HOTP-salaisuus
fr: Générer un nouveau secret TOTP/HOTP
hu: Új TOTP/HOTP titok generálása
ja: 新しいTOTP/HOTPシークレットの生成
lt: Naujos TOTP/HOTP paslapties generavimas
lv: Jauna TOTP/HOTP noslēpuma ģenerēšana
nl: Genereer nieuw TOTP/HOTP geheim
pl: Generowanie nowego sekretu TOTP/HOTP
pt: Gerar novo segredo TOTP/HOTP
ro: Generarea unui nou secret TOTP/HOTP
ru: Генерирование нового секрета TOTP/HOTP
sk: Generovanie nového tajomstva TOTP/HOTP
sl: Ustvarjanje nove skrivnosti TOTP/HOTP
sv: Generera ny TOTP/HOTP-hemlighet
zh_cn: 生成新的TOTP/HOTP秘密

source: and follow the on-screen guide. After that the secret and counter should be both reset to a new value.
bg: и следвайте ръководството на екрана. След това тайната и броячът трябва да бъдат нулирани до нова стойност.
da: og følg vejledningen på skærmen. Herefter bør både hemmeligheden og tælleren nulstilles til en ny værdi.
el: και ακολουθήστε τον οδηγό στην οθόνη. Στη συνέχεια, το μυστικό και ο μετρητής θα πρέπει να επαναφερθούν σε νέα τιμή.
es: y siga la guía en pantalla. Después de esto, el secreto y el contador deberían restablecerse a un nuevo valor.
et: ja järgige ekraanil kuvatavat juhendit. Pärast seda peaksid nii saladus kui ka loendur nullistuma uuele väärtusele.
fi: ja seuraa näytön ohjeita. Tämän jälkeen salaisuuden ja laskurin pitäisi olla molemmat nollattu uuteen arvoon.
fr: et suivez le guide à l'écran. Après cela, le secret et le compteur devraient tous deux être remis à une nouvelle valeur.
hu: és kövesse a képernyőn megjelenő útmutatót. Ezt követően a titok és a számláló is új értékre kell, hogy álljon.
ja: をクリックして、画面のガイドに従ってください。その後、シークレットとカウンターの両方が新しい値にリセットされるはずです。
lt: ir vadovaukitės ekrane rodomu vadovu. Po to paslaptis ir skaitiklis turėtų būti nustatyti iš naujo.
lv: un sekojiet ekrānā redzamajam ceļvedim. Pēc tam noslēpums un skaitītājs jāatjauno uz jaunu vērtību.
nl: en volg de instructies op het scherm. Daarna moeten zowel het geheim als de teller op een nieuwe waarde worden teruggezet.
pl: i postępuj zgodnie z instrukcją wyświetlaną na ekranie. Po tym sekret i licznik powinny zostać zresetowane do nowej wartości.
pt: e siga o guia no ecrã. Depois disso, o segredo e o contador devem ser ambos redefinidos para um novo valor.
ro: și urmați ghidul de pe ecran. După aceea, atât secretul, cât și contorul ar trebui să fie resetate la o nouă valoare.
ru: и следуйте инструкциям на экране. После этого секрет и счетчик должны быть сброшены на новое значение.
sk: a postupujte podľa sprievodcu na obrazovke. Potom by sa mali tajné údaje aj počítadlo vynulovať na novú hodnotu.
sl: in sledite navodilom na zaslonu. Nato se skrivnost in števec ponastavita na novo vrednost.
sv: och följ anvisningarna på skärmen. Därefter bör både hemligheten och räknaren återställas till ett nytt värde.
zh_cn: 并按照屏幕上的提示操作。之后，秘密和计数器应该都被重置为一个新的值。

source: Change Disk Encryption Passphrase
bg: Промяна на паролата за криптиране на диска
da: Ændre adgangsfrase til disk-kryptering
el: Αλλαγή κωδικού πρόσβασης κρυπτογράφησης δίσκου
es: Cambiar la frase de contraseña de cifrado del disco
et: Ketta krüpteerimisfraasi muutmine
fi: Vaihda levyn salauksen salasana
fr: Modifier la phrase de passe de chiffrement du disque
hu: Lemeztitkosítási jelszó módosítása
ja: ディスク暗号化パスフレーズの変更
lt: Diskų šifravimo frazės keitimas
lv: Diska šifrēšanas paroles maiņa
nl: Verander Schijf Codering Wachtzin
pl: Zmień hasło szyfrowania dysku (Disk Encryption Passphrase)
pt: Mudar frase-chave de encriptação de disco
ro: Modificarea frazei de criptare a discului
ru: Изменение парольной фразы шифрования диска
sk: Zmena prístupovej frázy šifrovania disku
sl: Spreminjanje gesla za šifriranje diska
sv: Ändra lösenfras för disk-kryptering
zh_cn: 更改磁盘加密密码

source: To change the passphrase for disk encryption, first click on “Activities” in the upper left corner and enter “disk” in the search bar. Then select the “Disks” program that appears in the middle of the screen.
bg: За да промените паролата за криптиране на диска, първо щракнете върху "Дейности" в горния ляв ъгъл и въведете "disk" в лентата за търсене. След това изберете програмата "Дискове", която се появява в средата на екрана.
da: Hvis du vil ændre adgangsfrasen for disk-kryptering, skal du først klikke på "Aktiviteter" i øverste venstre hjørne og indtaste "disk" i søgelinjen. Vælg derefter programmet "Disks", der vises i midten af skærmen.
el: Για να αλλάξετε τη συνθηματική φράση για την κρυπτογράφηση δίσκου, κάντε πρώτα κλικ στην επιλογή "Δραστηριότητες" στην επάνω αριστερή γωνία και πληκτρολογήστε "δίσκος" στη γραμμή αναζήτησης. Στη συνέχεια, επιλέξτε το πρόγραμμα "Δίσκοι" που εμφανίζεται στη μέση της οθόνης.
es: Para cambiar la frase de contraseña para el cifrado de discos, primero haga clic en "Actividades" en la esquina superior izquierda y escriba "disco" en la barra de búsqueda. A continuación, seleccione el programa "Discos" que aparece en el centro de la pantalla.
et: Ketta krüpteerimise salasõna muutmiseks klõpsake kõigepealt vasakus ülanurgas nupul "Tegevused" ja sisestage otsinguribale "disk". Seejärel valige ekraani keskele ilmuv programm "Disks".
fi: Jos haluat vaihtaa levyn salauksen salasanan, napsauta ensin vasemmassa yläkulmassa olevaa "Toimintaa" ja kirjoita hakupalkkiin "disk". Valitse sitten näytön keskelle ilmestyvä "Levyt"-ohjelma.
fr: Pour changer la phrase de passe pour le cryptage des disques, cliquez d'abord sur "Activités" dans le coin supérieur gauche et entrez "disque" dans la barre de recherche. Sélectionnez ensuite le programme "Disques" qui apparaît au milieu de l'écran.
hu: A lemez titkosításához szükséges jelszó megváltoztatásához először kattintson a bal felső sarokban található "Tevékenységek" gombra, és írja be a keresősávba a "lemez" szót. Ezután válassza ki a képernyő közepén megjelenő "Lemezek" programot.
ja: ディスク暗号化のパスフレーズを変更するには、まず、左上の「アクティビティ」をクリックし、検索バーに「ディスク」と入力します。その後、画面中央に表示される「ディスク」プログラムを選択します。
lt: Norėdami pakeisti disko šifravimo slaptažodį, pirmiausia viršutiniame kairiajame kampe spustelėkite "Veikla" ir paieškos juostoje įveskite "diskas". Tada pasirinkite ekrano viduryje rodomą programą "Diskai".
lv: Lai mainītu diska šifrēšanas paroli, vispirms kreisajā augšējā stūrī noklikšķiniet uz "Darbības" un meklēšanas joslā ievadiet "disk". Pēc tam izvēlieties programmu "Disks", kas parādās ekrāna vidū.
nl: Om de wachtwoordzin voor schijfversleuteling te wijzigen, klikt u eerst op "Activiteiten" in de linkerbovenhoek en voert u "schijf" in de zoekbalk in. Selecteer vervolgens het programma "Schijven" dat in het midden van het scherm verschijnt.
pl: Aby zmienić hasło do szyfrowania dysku, najpierw kliknij na "Działania" w lewym górnym rogu i wpisz "dysk" w pasku wyszukiwania. Następnie wybierz program "Dyski", który pojawi się na środku ekranu.
pt: Para alterar a frase-chave para criptografia de disco, primeiro clique em "Atividades" no canto superior esquerdo e digite "disco" na barra de busca. Depois selecione o programa "Discos" que aparece no meio da tela.
ro: Pentru a schimba fraza de acces pentru criptarea discului, faceți clic pe "Activities" (Activități) în colțul din stânga sus și introduceți "disk" (disc) în bara de căutare. Selectați apoi programul "Disks" (Discuri) care apare în mijlocul ecranului.
ru: Чтобы изменить парольную фразу для шифрования диска, сначала нажмите на "Деятельность" в левом верхнем углу и введите в строке поиска "диск". Затем выберите программу "Диски", которая появится в середине экрана.
sk: Ak chcete zmeniť prístupovú frázu pre šifrovanie disku, najprv kliknite na položku "Aktivity" v ľavom hornom rohu a do vyhľadávacieho riadku zadajte "disk". Potom vyberte program "Disky", ktorý sa zobrazí v strede obrazovky.
sl: Če želite spremeniti geslo za šifriranje diska, najprej v zgornjem levem kotu kliknite "Dejavnosti" in v iskalno vrstico vnesite "disk". Nato izberite program "Diski", ki se prikaže na sredini zaslona.
sv: Om du vill ändra lösenfrasen för diskkryptering klickar du först på "Aktiviteter" i det övre vänstra hörnet och skriver in "disk" i sökfältet. Välj sedan programmet "Disks" som visas i mitten av skärmen.
zh_cn: 要改变磁盘加密的密码，首先点击左上角的 "活动"，在搜索栏中输入 "磁盘"。然后选择出现在屏幕中间的 "磁盘 "程序。

source: Select the field that says “Luks”. Afterwards it should have an orange background.
bg: Изберете полето с надпис "Luks". След това то трябва да има оранжев фон.
da: Vælg det felt, hvor der står "Luks". Herefter skal det have en orange baggrund.
el: Επιλέξτε το πεδίο που λέει "Luks". Στη συνέχεια θα πρέπει να έχει πορτοκαλί φόντο.
es: Selecciona el campo que dice "Luks". Después debería tener un fondo naranja.
et: Valige väli "Luks". Seejärel peaks see olema oranžil taustal.
fi: Valitse kenttä, jossa lukee "Luks". Sen jälkeen sen pitäisi olla oranssilla taustalla.
fr: Sélectionnez le champ qui dit "Luks". Ensuite, il devrait avoir un fond orange.
hu: Válassza ki a "Luks" feliratú mezőt. Ezután narancssárga háttérrel kell rendelkeznie.
ja: Luks "と書かれた欄を選択します。その後、背景がオレンジ色になるはずです。
lt: Pasirinkite lauką "Luks". Vėliau jis turėtų būti oranžinės spalvos fone.
lv: Atlasiet lauku ar norādi "Luks". Pēc tam tam tam jābūt oranžā krāsā.
nl: Selecteer het veld met de tekst "Luks". Daarna moet het een oranje achtergrond hebben.
pl: Wybierz pole z napisem "Luks". Następnie powinno ono mieć pomarańczowe tło.
pt: Selecione o campo que diz "Luks". Depois deve ter um fundo cor-de-laranja.
ro: Selectați câmpul pe care scrie "Luks". Ulterior, acesta ar trebui să aibă un fundal portocaliu.
ru: Выберите поле с надписью "Luks". После этого оно должно иметь оранжевый фон.
sk: Vyberte pole s nápisom "Luks". Potom by malo mať oranžové pozadie.
sl: Izberite polje z napisom "Luks". Nato mora imeti oranžno ozadje.
sv: Markera fältet med texten "Luks". Därefter ska det ha en orange bakgrund.
zh_cn: 选择写有 "Luks "的字段。之后，它应该有一个橙色的背景。
