Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/shared-faqs.po
Languages: bg, cs, da, de, el, es, et, fi, fr, hu, it, ja, lt, lv, pl, pt, ro, ru, sk, sl, sv

source: **Q:** Which algorithms and maximum key length are supported?
bg: **В:** Кои алгоритми и максимална дължина на ключа се поддържат?
cs: **Q:** Jaké algoritmy a maximální délka klíče jsou podporovány?
da: **Q:** Hvilke algoritmer og maksimal nøglelængde understøttes?
de: **Q:** Welche Algorithmen und maximale Schlüssellänge werden unterstützt?
el: **Q:** Ποιοι αλγόριθμοι και μέγιστο μήκος κλειδιού υποστηρίζονται;
es: **Q:** ¿Qué algoritmos y longitudes máximas de clave se admiten?
et: **K:** Milliseid algoritme ja maksimaalset võtmepikkust toetatakse?
fi: **Q:** Mitä algoritmeja ja avaimen enimmäispituutta tuetaan?
fr: **Q:** Quels algorithmes et quelle longueur maximale de clé sont pris en charge ?
hu: **K:** Milyen algoritmusok és maximális kulcshosszúságok támogatottak?
it: **Q:** Quali algoritmi e la lunghezza massima della chiave sono supportati?
ja: **Q:**どのようなアルゴリズムと最大鍵長に対応していますか？
lt: **Q:** Kokie algoritmai ir didžiausias rakto ilgis yra palaikomi?
lv: **Q:** Kādi algoritmi un maksimālais atslēgas garums tiek atbalstīti?
pl: **Q:** Jakie algorytmy i maksymalna długość klucza są obsługiwane?
pt: **Q:** Que algoritmos e comprimento máximo de chave são suportados?
ro: **Q:** Ce algoritmi și ce lungime maximă a cheii sunt acceptate?
ru: **В:** Какие алгоритмы и максимальная длина ключа поддерживаются?
sk: **Q:** Ktoré algoritmy a maximálna dĺžka kľúča sú podporované?
sl: **Q:** Kateri algoritmi in največja dolžina ključa so podprti?
sv: **Q:** Vilka algoritmer och maximal nyckellängd stöds?

source: See the following table:
bg: Вижте следната таблица:
cs: Viz následující tabulka:
da: Se følgende tabel:
de: Siehe die folgende Tabelle:
el: Δείτε τον ακόλουθο πίνακα:
es: Consulte la siguiente tabla:
et: Vt järgmist tabelit:
fi: Katso seuraava taulukko:
fr: Voir le tableau suivant :
hu: Lásd a következő táblázatot:
it: Vedere la seguente tabella:
ja: 次の表を参照してください。
lt: Žr. šią lentelę:
lv: Skat. šādu tabulu:
pl: Patrz poniższa tabela:
pt: Veja a tabela a seguir:
ro: A se vedea tabelul următor:
ru: См. следующую таблицу:
sk: Pozri nasledujúcu tabuľku:
sl: Oglejte si naslednjo tabelo:
sv: Se följande tabell:

source: Start
bg: Начало
el: Έναρξη
es: Inicie
fi: Aloita
fr: Début
hu: Indítsa el a oldalt.
it: Iniziare
ja: スタート
lt: Pradžia
lv: Sākt
pt: Início
ru: Начало
sk: Štart
sl: Začetek
sv: Starta

source: Pro + Storage
bg: Pro + съхранение
cs: Pro + úložiště
da: Pro + opbevaring
de: Profi + Lagerung
el: Pro + Αποθήκευση
es: Pro + Almacenamiento
et: Pro + ladustamine
fi: Pro + varastointi
fr: Pro + Stockage
hu: Pro + tárolás
ja: プロ＋ストレージ
lv: Pro + uzglabāšana
pl: Pro + Magazynowanie
pt: Pro + Armazenamento
ro: Pro + Stocare
ru: Профи + хранение
sl: Pro + shranjevanje
sv: Pro + lagring

source: Pro 2 + Storage 2
bg: Pro 2 + съхранение 2
cs: Pro 2 + úložiště 2
da: Pro 2 + opbevaring 2
de: Pro 2 + Speicherung 2
el: Pro 2 + Αποθήκευση 2
es: Pro 2 + Almacenamiento 2
fi: Pro 2 + varastointi 2
fr: Pro 2 + Stockage 2
hu: Pro 2 + tároló 2
lt: "Pro 2" + saugykla 2
lv: Pro 2 + krātuve 2
pl: Pro 2 + Magazyn 2
pt: Pro 2 + Armazenamento 2
sk: Pro 2 + úložisko 2
sl: Pro 2 + shranjevanje 2
sv: Pro 2 + lagring 2

source: curve25519
bg: крива25519
cs: křivka25519
de: Kurve25519
es: curva25519
fr: courbe25519
it: curva25519
ja: カーブ25519
lt: kreivė25519
lv: līkne25519
pl: krzywa25519
pt: curva25519
ro: curba25519
ru: кривая25519
sk: krivka25519
sl: krivulja25519
sv: kurva25519

source: Brainpool 192
ja: ブレインプール 192
lv: Smadzeņu pūlis 192
sk: Mozgovňa 192

source: Brainpool 256-320
ja: ブレインプール 256-320
lv: Smadzeņu pūlis 256-320
sk: Mozgovňa 256-320

source: Brainpool 384-521
fr: Cerveau 384-521
ja: ブレインプール 384-521
lv: Smadzeņu kopa 384-521
ro: Bazin cerebral 384-521
ru: Мозговой пул 384-521
sk: Mozgovňa 384-521

source: Generic Nitrokeys FAQ
bg: Често задавани въпроси за генерични Nitrokeys
cs: Generické Nitrokeys FAQ
da: Ofte stillede spørgsmål om generiske Nitrokeys
de: Generische Nitrokeys FAQ
el: Γενικές Συχνές ερωτήσεις Nitrokeys
es: Genérico Nitrokeys FAQ
et: Üldine Nitrokeys KKK
fr: FAQ sur les nitrokeys génériques
hu: Generikus Nitrokeys GYIK
it: Nitrokeys generico FAQ
ja: ジェネリック・ナイトロックス FAQ
lt: DUK dėl bendrinių Nitrokeys
lv: Vispārīgi Nitrokeys bieži uzdotie jautājumi
pl: Generyczne Nitrokezy FAQ
pt: Genéricos Nitrokeys FAQ
ru: Часто задаваемые вопросы по дженерику Нитрокейс
sk: Generické Nitrokeys FAQ
sl: Generični Nitrokeys Pogosta vprašanja
sv: Vanliga frågor om generiska Nitrokeys

source: **Q:** Which Operating Systems are supported?
bg: **В:** Кои операционни системи се поддържат?
cs: **Q:** Které operační systémy jsou podporovány?
da: **Q:** Hvilke operativsystemer understøttes?
de: **Q:** Welche Betriebssysteme werden unterstützt?
el: **Q:** Ποια λειτουργικά συστήματα υποστηρίζονται;
es: **Q:** ¿Qué sistemas operativos son compatibles?
et: **K:** Milliseid operatsioonisüsteeme toetatakse?
fi: **Q:** Mitä käyttöjärjestelmiä tuetaan?
fr: **Q:** Quels sont les systèmes d'exploitation pris en charge ?
hu: **K:** Mely operációs rendszerek támogatottak?
it: **Q:** Quali sistemi operativi sono supportati?
ja: **Q:**どのようなOSに対応していますか？
lt: **Q:** Kokios operacinės sistemos palaikomos?
lv: **Q:** Kādas operētājsistēmas tiek atbalstītas?
pl: **Q:** Jakie systemy operacyjne są obsługiwane?
pt: **Q:** Que Sistemas Operacionais são suportados?
ro: **Q:** Ce sisteme de operare sunt acceptate?
ru: **В:** Какие операционные системы поддерживаются?
sk: **Q:** Ktoré operačné systémy sú podporované?
sl: **Q:** Kateri operacijski sistemi so podprti?
sv: **Q:** Vilka operativsystem stöds?

source: Windows, Linux, and Mac OS X. Also some support (FIDO2) for Android.
bg: Windows, Linux и Mac OS X. Също така известна поддръжка (FIDO2) за Android.
cs: Windows, Linux a Mac OS X. Také určitá podpora (FIDO2) pro Android.
da: Windows, Linux og Mac OS X. Der er også en vis støtte (FIDO2) til Android.
de: Windows, Linux, und Mac OS X. Auch einige Unterstützung (FIDO2) für Android.
el: Windows, Linux και Mac OS X. Επίσης, κάποια υποστήριξη (FIDO2) για Android.
es: Windows, Linux y Mac OS X. También hay soporte (FIDO2) para Android.
et: Windows, Linux ja Mac OS X. Samuti mõningane toetus (FIDO2) Androidile.
fi: Windows, Linux ja Mac OS X. Myös jonkin verran tukea (FIDO2) Androidille.
fr: Windows, Linux et Mac OS X. Egalement un certain support (FIDO2) pour Android.
hu: Windows, Linux és Mac OS X. Az Android számára is van némi támogatás (FIDO2).
it: Windows, Linux e Mac OS X. Anche un certo supporto (FIDO2) per Android.
ja: Windows、Linux、Mac OS Xに対応。また、Androidについても一部サポート（FIDO2）しています。
lt: "Windows", "Linux" ir "Mac OS X". Taip pat šiek tiek palaikoma (FIDO2) "Android".
lv: Windows, Linux un Mac OS X. Arī atbalsts (FIDO2) operētājsistēmai Android.
pl: Windows, Linux i Mac OS X. Również pewne wsparcie (FIDO2) dla systemu Android.
pt: Windows, Linux, e Mac OS X. Também algum suporte (FIDO2) para Android.
ro: Windows, Linux și Mac OS X. De asemenea, există suport (FIDO2) pentru Android.
ru: Windows, Linux и Mac OS X. Также имеется некоторая поддержка (FIDO2) для Android.
sk: Windows, Linux a Mac OS X. Taktiež určitá podpora (FIDO2) pre Android.
sl: Windows, Linux in Mac OS X. Nekaj podpore (FIDO2) tudi za sistem Android.
sv: Windows, Linux och Mac OS X. Även visst stöd (FIDO2) för Android.

source: **Q:** What are the default passwords?
bg: **В:** Какви са паролите по подразбиране?
cs: **Q:** Jaká jsou výchozí hesla?
da: **Q:** Hvad er standardadgangskoderne?
de: **Q:** Wie lauten die Standardkennwörter?
el: **Q:** Ποιοι είναι οι προεπιλεγμένοι κωδικοί πρόσβασης;
es: **Q:** ¿Cuáles son las contraseñas por defecto?
et: **K:** Millised on vaikimisi paroolid?
fi: **Q:** Mitkä ovat oletussalasanat?
fr: **Q:** Quels sont les mots de passe par défaut ?
hu: **K:** Mik az alapértelmezett jelszavak?
it: **Q:** Quali sono le password di default?
ja: **Q:** デフォルトのパスワードは何ですか？
lt: **Q:** Kokie yra numatytieji slaptažodžiai?
lv: **Q:** Kādas ir noklusējuma paroles?
pl: **Q:** Jakie są domyślne hasła?
pt: **Q:** Quais são as senhas padrão?
ro: **Q:** Care sunt parolele implicite?
ru: **В:** Какие пароли используются по умолчанию?
sk: **Q:** Aké sú predvolené heslá?
sl: **Q:** Katera so privzeta gesla?
sv: **Q:** Vilka är standardlösenorden?

source: **User PIN:** "123456"
bg: **ПИН код на потребителя:** "123456"
cs: **Uživatelský kód PIN:** "123456"
da: **Bruger-PIN-kode:** "123456"
de: **Benutzer-PIN:** "123456"
el: **ΠΙΝ χρήστη:** "123456",
es: **PIN de usuario:** "123456"
et: **Kasutajate PIN-kood:** "123456"
fi: **Käyttäjän PIN-koodi:** "123456"
fr: **NIP de l'utilisateur:** "123456"
hu: **Felhasználói PIN:** "123456"
it: **PIN utente:** "123456"
ja: **ユーザーPIN:** "123456"
lt: **Vartotojo PIN kodas:** "123456"
lv: **Uzīvotāja PIN kods:** "123456"
pl: **PIN użytkownika:** "123456"
pt: **PIN do utilizador:** "123456"
ro: **PIN de utilizator:** "123456"
ru: **ПИН-код пользователя:** "123456"
sk: **Používateľský kód PIN:** "123456"
sl: **Uporabniški PIN:** "123456"
sv: **Användar-PIN:** "123456"

source: **Administrator PIN:** "12345678"
bg: **ПИН код на администратора:** "12345678"
cs: **Administrátorský PIN:** "12345678"
da: **Administrator PIN-kode:** "12345678"
el: **ΠΙΝ διαχειριστή:** "12345678",
es: **PIN de administrador:** "12345678"
et: **Administraatori PIN-kood:** "12345678"
fi: **Valvojan PIN-koodi:** "12345678"
fr: **NIP de l'administrateur:** "12345678"
hu: **Adminisztrátori PIN-kód:** "12345678"
it: **PIN dell'amministratore:** "12345678"
ja: **管理者用暗証番号：** "12345678"
lt: **Administratoriaus PIN kodas:** "12345678"
lv: **Administratora PIN kods:** "12345678"
pt: **Administrador PIN:** "12345678"
ro: **PIN-ul administratorului:** "12345678"
ru: **ПИН-код администратора:** "12345678"
sk: **Administrátorský PIN:** "12345678"
sl: **Koda PIN za administratorja:** "12345678"
sv: **PIN-koden för administratör:** "12345678"

source: **Firmware Password** (Nitrokey Storage only): "12345678"
bg: **Парола за твърд софтуер** (само за Nitrokey Storage): "12345678"
cs: **Heslo k firmwaru** (pouze úložiště Nitrokey): "12345678"
da: **Firmware Password** (kun Nitrokey Storage): "12345678"
de: **Firmware-Passwort** (nur Nitrokey Storage): "12345678"
el: **Κωδικός πρόσβασης firmware** (μόνο Nitrokey Storage): "12345678",
es: **Contraseña de firmware** (sólo Nitrokey Storage): "12345678"
et: **Firmware Password** (ainult Nitrokey Storage): "12345678"
fi: **Firmware-salasana** (vain Nitrokey Storage): "12345678"
fr: **Mot de passe firmware** (Nitrokey Storage seulement) : "12345678"
hu: **Firmware jelszó** (csak Nitrokey Storage): "12345678"
it: **Password firmware** (solo Nitrokey Storage): "12345678"
ja: **ファームウェアパスワード**（Nitrokey Storageのみ）: "12345678"
lt: **Firmware Password** (tik Nitrokey Storage): "12345678"
lv: **Firmware Password** (tikai Nitrokey Storage): "12345678"
pl: **Hasło firmware** (tylko Nitrokey Storage): "12345678"
pt: **Senha do Firmware** (somente armazenamento Nitrokey): "12345678"
ro: **Parolă firmware** (numai pentru Nitrokey Storage): "12345678"
ru: **Пароль прошивки** (только для Nitrokey Storage): "12345678"
sk: **Heslo k pevnému softvéru** (len pre úložisko Nitrokey): "12345678"
sl: **Geslo za osnovno programsko opremo** (samo za shranjevanje Nitrokey): "12345678"
sv: **Firmware Password** (endast Nitrokey Storage): "12345678"

source: **SO-PIN** (Nitrokey HSM only): "3537363231383830"
bg: **SO-PIN** (само за Nitrokey HSM): "3537363231383830"
cs: **SO-PIN** (pouze Nitrokey HSM): "3537363231383830"
da: **SO-PIN** (kun Nitrokey HSM): "35373632323138383830"
de: **SO-PIN** (nur Nitrokey HSM): "3537363231383830"
el: **SO-PIN** (μόνο Nitrokey HSM): "3537363231383830",
es: **SO-PIN** (sólo Nitrokey HSM): "3537363231383830"
et: **SO-PIN** (ainult Nitrokey HSM): "3537363231383830"
fi: **SO-PIN** (vain Nitrokey HSM): "3537363231383830"
fr: **SO-PIN** (Nitrokey HSM seulement) : "3537363231383830"
hu: **SO-PIN** (csak Nitrokey HSM): "3537363231383830"
it: **SO-PIN** (solo Nitrokey HSM): "3537363231383830"
ja: **SO-PIN** (Nitrokey HSMのみ): "3537363231383830"
lt: **SO-PIN** (tik Nitrokey HSM): "3537363231383830"
lv: **SO-PIN** (tikai Nitrokey HSM): "3537363231383830"
pl: **SO-PIN** (tylko Nitrokey HSM): "3537363231383830"
pt: **SO-PIN** (apenas Nitrokey HSM): "3537363231383830"
ro: **SO-PIN** (numai Nitrokey HSM): "353736323131383830"
ru: **SO-PIN** (только для Nitrokey HSM): "3537363231383830"
sk: **SO-PIN** (iba Nitrokey HSM): "3537363231383830"
sl: **SO-PIN** (samo Nitrokey HSM): "3537363231383830"
sv: **SO-PIN** (endast Nitrokey HSM): "353736323231383830"

source: We strongly recommend to change these PINs/password to user-chosen values before using the Nitrokey.
bg: Силно препоръчваме да промените тези ПИН кодове/пароли с избрани от потребителя стойности, преди да използвате Nitrokey.
cs: Důrazně doporučujeme změnit tyto kódy PIN/hesla na hodnoty zvolené uživatelem před použitím klíče Nitrokey.
da: Vi anbefaler på det kraftigste, at du ændrer disse PIN-koder/adgangskoder til brugervalgte værdier, før du bruger Nitrokey.
de: Wir empfehlen dringend, diese PINs/Passwörter vor der Verwendung des Nitrokeys in benutzerdefinierte Werte zu ändern.
el: Σας συνιστούμε να αλλάξετε αυτούς τους κωδικούς PIN/κωδικούς πρόσβασης σε τιμές που έχει επιλέξει ο χρήστης πριν χρησιμοποιήσετε το Nitrokey.
es: Recomendamos encarecidamente cambiar estos PINs/contraseñas por valores elegidos por el usuario antes de utilizar Nitrokey.
et: Enne Nitrokey kasutamist soovitame tungivalt muuta need PIN-koodid/parool kasutaja valitud väärtusteks.
fi: Suosittelemme, että vaihdat nämä PIN-koodit/salasanat käyttäjän valitsemiin arvoihin ennen Nitrokeyn käyttöä.
fr: Nous vous recommandons vivement de modifier ces codes PIN/mot de passe en valeurs choisies par l'utilisateur avant d'utiliser la Nitrokey.
hu: A Nitrokey használata előtt erősen javasoljuk, hogy ezeket a PIN-kódokat/jelszavakat a felhasználó által választott értékekre módosítsa.
it: Raccomandiamo vivamente di cambiare questi PIN/password con valori scelti dall'utente prima di usare la Nitrokey.
ja: Nitrokeyを使用する前に、これらのPIN/パスワードをユーザーが選んだ値に変更することを強くお勧めします。
lt: Primygtinai rekomenduojame prieš naudojant "Nitrokey" pakeisti šiuos PIN kodus ir slaptažodžius į naudotojo pasirinktas vertes.
lv: Pirms Nitrokey lietošanas iesakām mainīt šos PIN kodus/paroli uz lietotāja izvēlētām vērtībām.
pl: Zalecamy zmianę tych PINów/haseł na wartości wybrane przez użytkownika przed użyciem Nitrokey.
pt: Recomendamos vivamente que altere estes PINs/senha para valores escolhidos pelo utilizador antes de utilizar a Nitrokey.
ro: Vă recomandăm cu tărie să modificați aceste coduri PIN/parolă cu valori alese de utilizator înainte de a utiliza Nitrokey.
ru: Перед использованием Nitrokey настоятельно рекомендуется изменить эти PIN-коды/пароли на значения, выбранные пользователем.
sk: Dôrazne odporúčame zmeniť tieto kódy PIN/heslá na hodnoty zvolené používateľom pred použitím zariadenia Nitrokey.
sl: Priporočamo, da pred uporabo ključa Nitrokey te kode PIN/gesla spremenite v vrednosti, ki jih je izbral uporabnik.
sv: Vi rekommenderar starkt att du ändrar dessa PIN-koder/lösenord till användarvalda värden innan du använder Nitrokey.

source: It depends. No one can copy the keys which are stored on the Nitrokey. But depending on the key creation process you can still store a backup of the keys elsewhere.
bg: Зависи. Никой не може да копира ключовете, които се съхраняват в Nitrokey. Но в зависимост от процеса на създаване на ключове все пак можете да съхранявате резервно копие на ключовете на друго място.
cs: Záleží na tom. Klíče uložené na Nitrokey nemůže nikdo zkopírovat. V závislosti na procesu vytváření klíčů však můžete zálohu klíčů uložit jinde.
da: Det afhænger af det. Ingen kan kopiere de nøgler, der er gemt på Nitrokey. Men afhængigt af nøgleoprettelsesprocessen kan du stadig gemme en sikkerhedskopi af nøglerne et andet sted.
de: Es kommt darauf an. Niemand kann die Schlüssel, die auf dem Nitrokey gespeichert sind, kopieren. Aber je nach Schlüsselerstellungsprozess können Sie dennoch eine Sicherungskopie der Schlüssel an anderer Stelle speichern.
el: Εξαρτάται. Κανείς δεν μπορεί να αντιγράψει τα κλειδιά που είναι αποθηκευμένα στο Nitrokey. Όμως, ανάλογα με τη διαδικασία δημιουργίας κλειδιών, μπορείτε να αποθηκεύσετε ένα αντίγραφο ασφαλείας των κλειδιών αλλού.
es: Depende. Nadie puede copiar las claves que se almacenan en la Nitrokey. Pero dependiendo del proceso de creación de las claves, puedes guardar una copia de seguridad de las mismas en otro lugar.
et: See sõltub. Keegi ei saa Nitrokey's salvestatud võtmeid kopeerida. Kuid sõltuvalt võtme loomise protsessist saate siiski salvestada võtmete varukoopia mujal.
fi: Se riippuu. Kukaan ei voi kopioida Nitrokey-avaimeen tallennettuja avaimia. Avainten luomisprosessista riippuen voit kuitenkin tallentaa avainten varmuuskopion muualle.
fr: Cela dépend. Personne ne peut copier les clés qui sont stockées sur la Nitrokey. Mais en fonction du processus de création des clés, vous pouvez toujours stocker une sauvegarde des clés ailleurs.
hu: Attól függ. A Nitrokey-n tárolt kulcsokat senki sem másolhatja le. De a kulcskészítési folyamattól függően a kulcsok biztonsági másolatát máshol is tárolhatja.
it: Dipende. Nessuno può copiare le chiavi che sono memorizzate su Nitrokey. Ma, a seconda del processo di creazione delle chiavi, è comunque possibile memorizzare un backup delle chiavi altrove.
ja: 異なります。Nitrokeyに保存されている鍵は誰にもコピーできません。しかし、鍵の作成プロセスによっては、鍵のバックアップを別の場所に保存することができます。
lt: Priklauso nuo to, kas vyksta. Niekas negali nukopijuoti "Nitrokey" saugomų raktų. Tačiau, priklausomai nuo raktų kūrimo proceso, vis tiek galite saugoti atsarginę raktų kopiją kitoje vietoje.
lv: Tas ir atkarīgs. Nitrokey saglabātās atslēgas neviens nevar kopēt. Bet atkarībā no atslēgu izveides procesa jūs joprojām varat uzglabāt atslēgu rezerves kopiju citur.
pl: To zależy. Nikt nie może skopiować kluczy, które są przechowywane na Nitrokey. Ale w zależności od procesu tworzenia klucza możesz przechowywać kopię zapasową kluczy w innym miejscu.
pt: Depende. Ninguém pode copiar as chaves que estão armazenadas na Nitrokey. Mas dependendo do processo de criação da chave, você ainda pode armazenar uma cópia de segurança das chaves em outro lugar.
ro: Depinde. Nimeni nu poate copia cheile care sunt stocate pe Nitrokey. Dar, în funcție de procesul de creare a cheilor, puteți stoca o copie de rezervă a cheilor în altă parte.
ru: Это зависит от. Никто не может скопировать ключи, которые хранятся на Nitrokey. Но в зависимости от процесса создания ключей вы можете хранить резервную копию ключей в другом месте.
sk: Záleží na tom. Kľúče, ktoré sú uložené na Nitrokey, nikto nemôže kopírovať. Ale v závislosti od procesu vytvárania kľúča si môžete zálohu kľúčov uložiť aj inde.
sl: Odvisno od tega. Nihče ne more kopirati ključev, ki so shranjeni v ključu Nitrokey. Vendar pa lahko glede na postopek ustvarjanja ključev še vedno shranite varnostno kopijo ključev drugje.
sv: Det beror på. Ingen kan kopiera de nycklar som lagras på Nitrokey. Men beroende på hur nycklarna skapas kan du ändå lagra en säkerhetskopia av nycklarna någon annanstans.
