Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/shared-faqs.po
Languages: bg, cs, da, de, el, es, et, fi, fr, hu, it, ja, lt, lv, pl, pt, ro, ru, sk, sl, sv

source: **Nitrokey Pro 1+2:** The security controler's hardware is Common Criteria certified (`Report`_; See `here`_, click "ICs, Smart Cards and Smart Card-Related Devices and Systems" and search for "NXP Smart Card Controller P5CD081V1A and its major configurations P5CC081V1A, P5CN081V1A, P5CD041V1A, P5CD021V1A and P5CD016V1A each with IC dedicated Software").
bg: **Nitrokey Pro 1+2:** Хардуерът на контролера за сигурност е сертифициран по Common Criteria (`Report`_; Виж `тук`_, кликни върху "ICs, Smart Cards and Smart Card-Related Devices and Systems" и потърсете "NXP Smart Card Controller P5CD081V1A и неговите основни конфигурации P5CC081V1A, P5CN081V1A, P5CD041V1A, P5CD021V1A и P5CD016V1A, всяка от които със специален софтуер за ИС").
cs: **Nitrokey Pro 1+2:** Viz `zde`_, klikněte na "ICs, Smart Cards and Smart Card-Related Devices and Systems" a vyhledejte "NXP Smart Card Controller P5CD081V1A a jeho hlavní konfigurace P5CC081V1A, P5CN081V1A, P5CD041V1A, P5CD021V1A a P5CD016V1A, každá s IC dedikovaným softwarem").
da: **Nitrokey Pro 1+2:** Sikkerhedskontrollen's hardware er Common Criteria-certificeret (`Rapport`_; Se `her`_, klik på "IC'er, Smart Cards og Smart Card-relaterede enheder og systemer" og søg efter "NXP Smart Card Controller P5CD081V1A og dens hovedkonfigurationer P5CC081V1A, P5CN081V1A, P5CD041V1A, P5CD021V1A og P5CD016V1A hver med IC dedikeret software").
de: **Nitrokey Pro 1+2:** Die Hardware des Sicherheitskontrollers ist Common Criteria-zertifiziert (`Report`_; Siehe `hier`_, klicken Sie auf "ICs, Smart Cards und Smart Card-bezogene Geräte und Systeme" und suchen Sie nach "NXP Smart Card Controller P5CD081V1A und seine Hauptkonfigurationen P5CC081V1A, P5CN081V1A, P5CD041V1A, P5CD021V1A und P5CD016V1A jeweils mit IC-spezifischer Software").
el: **Nitrokey Pro 1+2:** Δείτε `εδώ`_, κάντε κλικ στο "ICs, Smart Cards and Smart Card-Related Devices and Systems", και αναζητήστε "NXP Smart Card Controller P5CD081V1A και τις κύριες διαμορφώσεις του P5CC081V1A, P5CN081V1A, P5CD041V1A, P5CD021V1A και P5CD016V1A κάθε μία με IC dedicated Software").
es: **Nitrokey Pro 1+2:** El hardware del controlador de seguridad'está certificado por Common Criteria (`Informe`_; Vea `aquí`_, haga clic en "Circuitos integrados, tarjetas inteligentes y dispositivos y sistemas relacionados con las tarjetas inteligentes" y busque "NXP Smart Card Controller P5CD081V1A y sus principales configuraciones P5CC081V1A, P5CN081V1A, P5CD041V1A, P5CD021V1A y P5CD016V1A, cada una de ellas con software dedicado a IC".)
et: **Nitrokey Pro 1+2:** Turvakontrolleri'riistvara on Common Criteria sertifitseeritud (`Report`_; Vt `hinnake "ICs, Smart Cards and Smart Card-Related Devices and Systems">, kliki "ICs, Smart Cards and Smart Card-Related Devices and Systems" ja otsige "NXP Smart Card Controller P5CD081V1A ja selle peamised konfiguratsioonid P5CC081V1A, P5CN081V1A, P5CD041V1A, P5CD021V1A ja P5CD016V1A igaüks koos IC-le pühendatud tarkvaraga").
fi: **Nitrokey Pro 1+2:** Katso `täällä`_, klikkaa "ICs, Smart Cards and Smart Card-Related Devices and Systems" ja etsi "NXP Smart Card Controller P5CD081V1A ja sen tärkeimmät kokoonpanot P5CC081V1A, P5CN081V1A, P5CD041V1A, P5CD021V1A ja P5CD016V1A, joista jokaisessa on IC:lle omistettu ohjelmisto").
fr: **Nitrokey Pro 1+2:** Le matériel du contrôleur de sécurité est certifié Critères Communs (`Report`_ ; Voir `here`_, cliquer sur "ICs, Smart Cards and Smart Card-Related Devices and Systems" et rechercher "NXP Smart Card Controller P5CD081V1A and its major configurations P5CC081V1A, P5CN081V1A, P5CD041V1A, P5CD021V1A and P5CD016V1A each with IC dedicated Software").
hu: **Nitrokey Pro 1+2:** A biztonsági vezérlő'hardver Common Criteria tanúsítvánnyal rendelkezik (`Report`_; Lásd `itt`_, kattintson a "ICs, Smart Cards and Smart Card-Related Devices and Systems" és keresse meg a "NXP Smart Card Controller P5CD081V1A és főbb konfigurációi P5CC081V1A, P5CN081V1A, P5CD041V1A, P5CD021V1A és P5CD016V1A mindegyik IC dedikált szoftverrel").
it: **Nitrokey Pro 1+2:** L'hardware del controllore di sicurezza è certificato Common Criteria (`Report`_; Vedere `qui`_, cliccare "ICs, Smart Cards and Smart Card-Related Devices and Systems" e cercare "NXP Smart Card Controller P5CD081V1A e le sue principali configurazioni P5CC081V1A, P5CN081V1A, P5CD041V1A, P5CD021V1A e P5CD016V1A ciascuna con IC dedicato Software").
ja: このセキュリティ・コントローラのハードウェアはコモン・クライテリア認証を受けています（`レポート`_; `こちら`_を参照）。をクリックして、"NXP Smart Card Controller P5CD081V1A and its major configuration P5CC081V1A, P5CN081V1A, P5CD041V1A, P5CD021V1A, P5CD016V1A each with IC dedicated Software"を検索してください。）
lt: **Nitrokey Pro 1+2:** Žr. `Pranešimą`_; žr. `čia`_, spauskite "ICs, Smart Cards and Smart Card-Related Devices and Systems" ir ieškokite "NXP išmaniųjų kortelių valdiklis P5CD081V1A ir jo pagrindinės konfigūracijos P5CC081V1A, P5CN081V1A, P5CD041V1A, P5CD021V1A ir P5CD016V1A, kiekviena su IC skirta programine įranga").
lv: **Nitrokey Pro 1+2:** Drošības kontroliera aparatūra ir sertificēta pēc Common Criteria (`Pārskats`_; skat. `šeit`_, noklikšķiniet uz "ICs, Smart Cards and Smart Card-Related Devices and Systems" un meklējiet "NXP viedkaršu kontrolieris P5CD081V1A un tā galvenās konfigurācijas P5CC081V1A, P5CN081V1A, P5CD041V1A, P5CD021V1A un P5CD016V1A, katra ar IC veltītu programmatūru").
pl: **Nitrokey Pro 1+2:**Sprzęt kontrolera bezpieczeństwa'posiada certyfikat Common Criteria (`Raport`_; Zobacz `tutaj`_, kliknij "ICs, Smart Cards and Smart Card-Related Devices and Systems" i wyszukaj "NXP Smart Card Controller P5CD081V1A i jego główne konfiguracje P5CC081V1A, P5CN081V1A, P5CD041V1A, P5CD021V1A i P5CD016V1A każda z dedykowanym oprogramowaniem").
pt: **Nitrokey Pro 1+2:** O hardware do controlador de segurança's é certificado como Common Criteria (`Report`_; Veja `here`_, click "ICs, Smart Cards e dispositivos e sistemas relacionados com Smart Card" e procure por "Controlador de Smart Card NXP P5CD081V1A e suas principais configurações P5CC081V1A, P5CN081V1A, P5CD041V1A, P5CD021V1A e P5CD016V1A cada um com Software " dedicado ao IC;).
ro: **Nitrokey Pro 1+2:** Hardware-ul controlerului de securitate's este certificat Common Criteria (`Raport`_; Vezi ` aici`_, click "ICs, Smart Cards and Smart Card-Related Devices and Systems" și căutați "NXP Smart Card Controller P5CD081V1A și principalele sale configurații P5CC081V1A, P5CN081V1A, P5CD041V1A, P5CD021V1A și P5CD016V1A, fiecare cu software dedicat IC").
ru: **Nitrokey Pro 1+2:** Аппаратное обеспечение контроллера безопасности сертифицировано по Common Criteria (`отчет`_; см. `здесь`_, нажмите "ИС, смарт-карты и связанные со смарт-картами устройства и системы" и найдите "NXP Smart Card Controller P5CD081V1A и его основные конфигурации P5CC081V1A, P5CN081V1A, P5CD041V1A, P5CD021V1A и P5CD016V1A, каждая из которых имеет специальное программное обеспечение").
sk: **Nitrokey Pro 1+2:** pozri `zde`_, kliknite na "ICs, Smart Cards and Smart Card-Related Devices and Systems" a vyhľadajte položku "NXP Smart Card Controller P5CD081V1A a jeho hlavné konfigurácie P5CC081V1A, P5CN081V1A, P5CD041V1A, P5CD021V1A a P5CD016V1A, každá so softvérom určeným pre IC").
sl: **Nitrokey Pro 1+2:** Glej `zgoraj`_, klikni "ICs, Smart Cards and Smart Card-Related Devices and Systems" in poiščite "NXP Smart Card Controller P5CD081V1A in njegove glavne konfiguracije P5CC081V1A, P5CN081V1A, P5CD041V1A, P5CD021V1A in P5CD016V1A, vsaka z IC namensko programsko opremo").
sv: **Nitrokey Pro 1+2:** Säkerhetskontrollantens hårdvara är Common Criteria-certifierad (`Report`_; Se `här`_, klicka på "ICs, Smart Cards and Smart Card-Related Devices and Systems" och sök efter "NXP Smart Card Controller P5CD081V1A och dess huvudkonfigurationer P5CC081V1A, P5CN081V1A, P5CD041V1A, P5CD021V1A och P5CD016V1A, var och en med IC dedicated Software").

source: **Nitrokey HSM:** The security controler's hardware and operating system are Common Criteria certified (`HSM Report`_; See `here`_, click "ICs, Smart Cards and Smart Card-Related Devices and Systems" and search for "NXP J3A080 v2.4.1 Secure Smart Card Controller (JCOP v2.4.1)").
bg: **Nitrokey HSM:** Хардуерът и операционната система на контролера за сигурност са сертифицирани по Common Criteria (`HSM Report`_; Вижте `тук`_, кликнете върху "ICs, Smart Cards and Smart Card-Related Devices and Systems" и потърсете "NXP J3A080 v2.4.1 Secure Smart Card Controller (JCOP v2.4.1)").
cs: **Nitrokey HSM:** Hardware a operační systém řídicí jednotky zabezpečení'jsou certifikovány podle Common Criteria (`HSM Report`_; Viz `zde`_, klikněte na "ICs, Smart Cards and Smart Card-Related Devices and Systems" a vyhledejte "NXP J3A080 v2.4.1 Secure Smart Card Controller (JCOP v2.4.1)").
da: **Nitrokey HSM:** Sikkerhedsstyringen og operativsystemet er Common Criteria-certificeret (`HSM-rapport`_; se `her`_, klik på "IC'er, Smart Cards og Smart Card-relaterede enheder og systemer" og søg efter "NXP J3A080 v2.4.1 Secure Smart Card Controller (JCOP v2.4.1)").
de: **Nitrokey HSM:** Die Hardware und das Betriebssystem des Sicherheitscontrollers sind nach Common Criteria zertifiziert (`HSM Report`_; Siehe `hier`_, klicken Sie auf "ICs, Smart Cards und Smart Card-bezogene Geräte und Systeme" und suchen Sie nach "NXP J3A080 v2.4.1 Secure Smart Card Controller (JCOP v2.4.1)").
el: **Nitrokey HSM:** Το υλικό και το λειτουργικό σύστημα του ελεγκτή ασφαλείας είναι πιστοποιημένα βάσει των κοινών κριτηρίων (`HSM Report`_; Δείτε `εδώ`_, κάντε κλικ στο "ICs, Smart Cards and Smart Card-Related Devices and Systems" και αναζητήστε "NXP J3A080 v2.4.1 Secure Smart Card Controller (JCOP v2.4.1)").
es: **Nitrokey HSM:** El hardware y el sistema operativo del controlador de seguridad están certificados por Common Criteria (`Informe sobre HSM`_; Consulte `aquí`_, haga clic en "CI, tarjetas inteligentes y dispositivos y sistemas relacionados con las tarjetas inteligentes" y busque "NXP J3A080 v2.4.1 Secure Smart Card Controller (JCOP v2.4.1)").
et: **Nitrokey HSM:** Turvakontrolleri'riistvara ja operatsioonisüsteem on Common Criteria sertifitseeritud (`HSM Report`_; Vt `here`_, kliki "ICs, Smart Cards and Smart Card-Related Devices and Systems" ja otsi "NXP J3A080 v2.4.1 Secure Smart Card Controller (JCOP v2.4.1)").
fi: **Nitrokey HSM:** Suojausohjain'n laitteisto ja käyttöjärjestelmä ovat Common Criteria -sertifioituja (`HSM-raportti`_; Katso `täällä`_, klikkaa "IC:t, älykortit ja älykortteihin liittyvät laitteet ja järjestelmät" ja etsi "NXP J3A080 v2.4.1 Secure Smart Card Controller (JCOP v2.4.1)").
fr: **Nitrokey HSM:** Le matériel et le système d'exploitation du contrôleur de sécurité sont certifiés Critères Communs (`HSM Report`_ ; Voir `here`_, cliquer sur "ICs, Smart Cards and Smart Card-Related Devices and Systems" et rechercher "NXP J3A080 v2.4.1 Secure Smart Card Controller (JCOP v2.4.1)").
hu: **Nitrokey HSM:** A biztonsági vezérlő és az operációs rendszer Common Criteria tanúsítvánnyal rendelkezik (`HSM Report`_; Lásd `itt`_, kattintson a "ICs, Smart Cards and Smart Card-Related Devices and Systems" és keressen rá a "NXP J3A080 v2.4.1 Secure Smart Card Controller (JCOP v2.4.1)" -ra).
it: **Nitrokey HSM:** L'hardware e il sistema operativo del controllore di sicurezza sono certificati Common Criteria (`HSM Report`_; Vedere `qui`_, cliccare "ICs, Smart Cards and Smart Card-Related Devices and Systems" e cercare "NXP J3A080 v2.4.1 Secure Smart Card Controller (JCOP v2.4.1)").
ja: **Nitrokey HSM:** セキュリティ・コントローラのハードウェアとオペレーティング・システムはコモン・クライテリア認証を受けています（`HSM Report`_; `こちら`_を参照、"IC, Smart Card and Smart Card-Related Devices and Systems"をクリックし、"NXP J3A080 v2.4.1 Secure Smart Card Controller (JCOP v2.4.1)"を検索）。
lt: **Nitrokey HSM:** Saugumo valdiklio techninė įranga ir operacinė sistema yra sertifikuotos pagal Bendruosius kriterijus (`HSM ataskaita`_; Žr. `čia`_, spustelėkite "ICs, Smart Cards and Smart Card-Related Devices and Systems" ir ieškokite "NXP J3A080 v2.4.1 Secure Smart Card Controller (JCOP v2.4.1)").
lv: **Nitrokey HSM:** Drošības kontroliera aparatūra un operētājsistēma ir sertificēta saskaņā ar Common Criteria (`HSM Report`_; Skatiet `šeit`_, noklikšķiniet uz "ICs, Smart Cards and Smart Card-Related Devices and Systems" un meklējiet "NXP J3A080 v2.4.1 Secure Smart Card Controller (JCOP v2.4.1)").
pl: **Nitrokey HSM:** Sprzęt i system operacyjny kontrolera bezpieczeństwa'posiadają certyfikat Common Criteria (`HSM Report`_; Zobacz `here`_, kliknij "ICs, Smart Cards and Smart Card-Related Devices and Systems" i wyszukaj "NXP J3A080 v2.4.1 Secure Smart Card Controller (JCOP v2.4.1)").
pt: **Nitrokey HSM:** O controlador de segurança's hardware e sistema operacional são certificados pelos Common Criteria (`HSM Report`_; See `here`_, click "ICs, Smart Cards e Smart Card-Related Devices and Systems" and search for "NXP J3A080 v2.4.1 Secure Smart Card Controller (JCOP v2.4.1)").
ro: **Nitrokey HSM:** Hardware-ul și sistemul de operare al controlerului de securitate's sunt certificate Common Criteria (`HSM Report`_; Consultați ` aici`_, faceți clic pe "ICs, Smart Cards and Smart Card-Related Devices and Systems" și căutați "NXP J3A080 v2.4.1 Secure Smart Card Controller (JCOP v2.4.1)").
ru: **Nitrokey HSM:** Контроллер безопасности'аппаратное обеспечение и операционная система сертифицированы по Common Criteria (`HSM Report`_; См. `здесь`_, нажмите "ICs, Smart Cards and Smart Card-Related Devices and Systems" и найдите "NXP J3A080 v2.4.1 Secure Smart Card Controller (JCOP v2.4.1)").
sk: **Nitrokey HSM:** Hardvér a operačný systém bezpečnostného kontroléra sú certifikované podľa Common Criteria (`HSM Report`_; Pozri `zde`_, kliknite na "ICs, Smart Cards and Smart Card-Related Devices and Systems" a vyhľadajte "NXP J3A080 v2.4.1 Secure Smart Card Controller (JCOP v2.4.1)").
sl: **Nitrokey HSM:** Strojna oprema in operacijski sistem varnostnega krmilnika sta certificirana po skupnih merilih (`HSM Report`_; Glej `tukaj`_, kliknite "ICs, Smart Cards and Smart Card-Related Devices and Systems" in poiščite "NXP J3A080 v2.4.1 Secure Smart Card Controller (JCOP v2.4.1)").
sv: Säkerhetsstyrningen och operativsystemet är certifierade enligt Common Criteria (`Security Target`_; `HSM2 Report`_; se `här`_, klicka på "ICs, Smart Cards and Smart Card-Related Devices and Systems" och sök efter "NXP JCOP 3 P60").

source: **Nitrokey HSM2:** The security controler's hardware and operating system are Common Criteria certified (`Security Target`_; `HSM2 Report`_; See `here`_, click "ICs, Smart Cards and Smart Card-Related Devices and Systems" and search for "NXP JCOP 3 P60").
bg: **Nitrokey HSM2:** хардуерът и операционната система на контролера за сигурност са сертифицирани по Common Criteria (`Security Target`_; `HSM2 Report`_; Виж `тук`_, кликни върху "ICs, Smart Cards and Smart Card-Related Devices and Systems" и търси "NXP JCOP 3 P60").
cs: **Nitrokey HSM2:`Security Target`_; `HSM2 Report`_; Viz `zde`_, klikněte na "ICs, Smart Cards and Smart Card-Related Devices and Systems" a vyhledejte "NXP JCOP 3 P60").
da: **Nitrokey HSM2:** Sikkerhedskontrollen's hardware og operativsystem er Common Criteria-certificeret (`Security Target`_; `HSM2 Report`_; Se `her`_, klik på "ICs, Smart Cards and Smart Card-Related Devices and Systems" og søg efter "NXP JCOP 3 P60").
de: **Nitrokey HSM2:** Die Hardware und das Betriebssystem des Sicherheitskontrollers sind nach Common Criteria zertifiziert (`Security Target`_; `HSM2 Report`_; Siehe `hier`_, klicken Sie auf "ICs, Smart Cards und Smart Card-bezogene Geräte und Systeme" und suchen Sie nach "NXP JCOP 3 P60").
el: **Nitrokey HSM2:** Βλέπε `εδώ`_, κάντε κλικ στο "ICs, Smart Cards and Smart Card-Related Devices and Systems"και αναζητήστε "NXP JCOP 3 P60").
es: **Nitrokey HSM2:**El hardware y el sistema operativo del controlador de seguridad'están certificados por Common Criteria (`Objetivo de seguridad`_; `Informe HSM2`_; Consulte `aquí`_, haga clic en "CI, tarjetas inteligentes y dispositivos y sistemas relacionados con tarjetas inteligentes" y busque "NXP JCOP 3 P60").
et: **Nitrokey HSM2:`Turvalisuse sihtmärk`_; `HSM2 aruanne`_; Vt ` siin`_, klõpsake "ICs, Smart Cards and Smart Card-Related Devices and Systems" ja otsige "NXP JCOP 3 P60").
fi: **Nitrokey HSM2:`Turvakohde`_; `HSM2-raportti`_; Katso `täällä`_, klikkaa "ICs, Smart Cards and Smart Card-Related Devices and Systems" ja etsi "NXP JCOP 3 P60").
fr: **Nitrokey HSM2:** Le matériel et le système d'exploitation du contrôleur de sécurité sont certifiés Critères Communs (`Security Target`_ ; `HSM2 Report`_ ; Voir `here`_, cliquer sur "ICs, Smart Cards and Smart Card-Related Devices and Systems" et rechercher "NXP JCOP 3 P60").
hu: **Nitrokey HSM2:`Security Target`_; `HSM2 Report`_; Lásd `itt`_, kattintson a "ICs, Smart Cards and Smart Card-Related Devices and Systems" és keressen rá a "NXP JCOP 3 P60" kifejezésre).
it: **Nitrokey HSM2:** L'hardware e il sistema operativo del security controler sono certificati Common Criteria (`Security Target`_; `HSM2 Report`_; Vedi `qui`_, clicca "ICs, Smart Cards and Smart Card-Related Devices and Systems" e cerca "NXP JCOP 3 P60").
ja: **Nitrokey HSM2を採用しています。`Security Target`_; `HSM2 Report`_; `こちら`_、"IC, Smart Card and Smart Card-Related Devices and Systems"をクリックし、"NXP JCOP 3 P60"を検索してください）を参照してください。
lt: **Nitrokey HSM2:`Security Target`_; `HSM2 Report`_; Žr. `kur`_, spauskite "ICs, Smart Cards and Smart Card-Related Devices and Systems" ir ieškokite "NXP JCOP 3 P60").
lv: **Nitrokey HSM2:** Drošības kontroliera aparatūra un operētājsistēma ir sertificēta pēc Common Criteria (`Security Target`_; `HSM2 Report`_; Skatīt `šeit`_, noklikšķiniet uz "ICs, Smart Cards and Smart Card-Related Devices and Systems" un meklējiet "NXP JCOP 3 P60 ").
pl: **Nitrokey HSM2:**Sprzęt i system operacyjny kontrolera bezpieczeństwa'posiadają certyfikat Common Criteria (`Security Target`_; `HSM2 Report`_; Zobacz `here`_, kliknij "ICs, Smart Cards and Smart Card-Related Devices and Systems" i wyszukaj "NXP JCOP 3 P60").
pt: **Nitrokey HSM2:** O controle de segurança's hardware e sistema operacional são certificados pelos Common Criteria (`Security Target`_; `HSM2 Report`_; Veja `here`_, click "ICs, Smart Cards e Dispositivos e Sistemas relacionados com Smart Card" e procure por "NXP JCOP 3 P60").
ro: **Nitrokey HSM2:** Hardware-ul și sistemul de operare al controlerului de securitate sunt certificate Common Criteria (`Security Target`_; `HSM2 Report`_; Consultați ` aici`_, faceți clic pe "ICs, Smart Cards and Smart Card-Related Devices and Systems" și căutați "NXP JCOP 3 P60").
ru: **Nitrokey HSM2:** Аппаратное обеспечение и операционная система контроллера безопасности сертифицированы по Common Criteria (`Security Target`_; `HSM2 Report`_; См. `здесь`_, нажмите "ICs, Smart Cards and Smart Card-Related Devices and Systems" и найдите "NXP JCOP 3 P60").
sk: **Nitrokey HSM2:`Bezpečnostný cieľ`_; `HSM2 Report`_; Pozri `zde`_, kliknite na "ICs, Smart Cards and Smart Card-Related Devices and Systems" a vyhľadajte "NXP JCOP 3 P60").
sl: **Nitrokey HSM2:`Security Target`_; `HSM2 Report`_; Glej `zgoraj`_, klikni "ICs, Smart Cards and Smart Card-Related Devices and Systems" in poišči "NXP JCOP 3 P60").
sv: Säkerhetsstyrningen och operativsystemet är certifierade enligt Common Criteria (`Security Target`_; `HSM2 Report`_; se `här`_, klicka på "ICs, Smart Cards and Smart Card-Related Devices and Systems" och sök efter "NXP JCOP 3 P60").

source: Frequently Asked Questions
bg: Често задавани въпроси
cs: Často kladené otázky
da: Ofte stillede spørgsmål
de: Häufig gestellte Fragen
el: Συχνές ερωτήσεις
es: Preguntas frecuentes
et: Korduma kippuvad küsimused
fi: Usein kysytyt kysymykset
fr: Questions fréquemment posées
hu: Gyakran ismételt kérdések
it: Domande frequenti
ja: よくあるご質問
lt: Dažnai užduodami klausimai
lv: Biežāk uzdotie jautājumi
pl: Najczęściej zadawane pytania
pt: Perguntas Mais Frequentes
ro: Întrebări frecvente
ru: Часто задаваемые вопросы
sk: Často kladené otázky
sl: Pogosto zastavljena vprašanja
sv: Vanliga frågor

source: Windows, Linux, and Mac OS X.
bg: Windows, Linux и Mac OS X.
cs: Windows, Linux a Mac OS X.
da: Windows, Linux og Mac OS X.
de: Windows, Linux und Mac OS X.
el: Windows, Linux και Mac OS X.
es: Windows, Linux y Mac OS X.
et: Windows, Linux ja Mac OS X.
fi: Windows, Linux ja Mac OS X.
fr: Windows, Linux et Mac OS X.
hu: Windows, Linux és Mac OS X.
it: Windows, Linux e Mac OS X.
ja: Windows、Linux、Mac OS Xに対応しています。
lt: "Windows", "Linux" ir "Mac OS X".
lv: Windows, Linux un Mac OS X.
pl: Windows, Linux i Mac OS X.
pt: Windows, Linux, e Mac OS X.
ro: Windows, Linux și Mac OS X.
ru: Windows, Linux и Mac OS X.
sk: Windows, Linux a Mac OS X.
sl: Windows, Linux in Mac OS X.
sv: Windows, Linux och Mac OS X.
