Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/shared-faqs.po
Languages: bg, cs, da, de, el, es, et, fi, fr, hu, it, ja, lt, lv, pl, pt, ro, ru, sk, sl, sv

source: **Admin PIN:** The admin PIN is at least 8-digits long and is used to change contents/settings of the Nitrokey. That is to say after initializing the Nitrokey you probably won't need this PIN too often (e.g. if you want to add another password to the password safe of the Nitrokey Pro or Nitrokey Storage).
bg: **ПИН код на администратора:** ПИН кодът на администратора е дълъг най-малко 8 цифри и се използва за промяна на съдържанието/настройките на Nitrokey. Това означава, че след инициализирането на Nitrokey вероятно няма да'се нуждаете от този ПИН твърде често (напр. ако искате да добавите друга парола в сейфа за пароли на Nitrokey Pro или Nitrokey Storage).
cs: **Administrátorský PIN:** Administrátorský PIN je nejméně 8místný a slouží ke změně obsahu/nastavení klíče Nitrokey. To znamená, že po inicializaci klíče Nitrokey pravděpodobně nebudete'tento PIN potřebovat příliš často (např. pokud budete chtít přidat další heslo do trezoru na hesla klíče Nitrokey Pro nebo Nitrokey Storage).
da: **Admin PIN-kode:** Admin PIN-koden er mindst 8 cifre lang og bruges til at ændre indholdet/indstillingerne på Nitrokey. Det vil sige, at efter initialisering af Nitrokey vil du sandsynligvis ikke få brug for denne PIN-kode for ofte (f.eks. hvis du ønsker at tilføje en anden adgangskode til adgangskodeboksen i Nitrokey Pro eller Nitrokey Storage).
de: **Admin-PIN:** Die Admin-PIN ist mindestens 8-stellig und wird verwendet, um Inhalte/Einstellungen des Nitrokey zu ändern. D.h. nach der Initialisierung des Nitrokey werden Sie diese PIN wahrscheinlich nicht allzu oft benötigen (z.B. wenn Sie ein weiteres Passwort zum Passworttresor des Nitrokey Pro oder Nitrokey Storage hinzufügen möchten).
el: **ΠΙΝ διαχειριστή:** Το PIN διαχειριστή είναι τουλάχιστον 8ψήφιο και χρησιμοποιείται για την αλλαγή των περιεχομένων/ρυθμίσεων του Nitrokey. Δηλαδή, μετά την αρχικοποίηση του Nitrokey πιθανότατα δεν θα χρειάζεστε αυτό το PIN πολύ συχνά (π.χ. αν θέλετε να προσθέσετε έναν άλλο κωδικό πρόσβασης στο χρηματοκιβώτιο κωδικών πρόσβασης του Nitrokey Pro ή του Nitrokey Storage).
es: **El PIN de administrador tiene al menos 8 dígitos y se utiliza para cambiar los contenidos/configuraciones del Nitrokey. Es decir, después de inicializar la Nitrokey, probablemente no necesitará este PIN con demasiada frecuencia (por ejemplo, si quiere añadir otra contraseña a la caja fuerte de la Nitrokey Pro o la Nitrokey Storage).
et: **Administraatori PIN-kood:** Administraatori PIN-kood on vähemalt 8-kohaline ja seda kasutatakse Nitrokey sisu/seadete muutmiseks. See tähendab, et pärast Nitrokey initsialiseerimist te tõenäoliselt ei'tse seda PIN-koodi liiga tihti (nt kui soovite lisada Nitrokey Pro või Nitrokey Storage'i paroolitehase paroolitehasesse veel ühe parooli).
fi: **Admin PIN-koodi:** Admin PIN-koodi on vähintään 8-numeroinen, ja sitä käytetään Nitrokeyn sisällön/asetusten muuttamiseen. Toisin sanoen Nitrokeyn alustamisen jälkeen et todennäköisesti tarvitse tätä PIN-koodia liian usein (esim. jos haluat lisätä toisen salasanan Nitrokey Pro- tai Nitrokey Storage -laitteen salasanakaappiin).
fr: **PIN admin:** Le PIN admin est composé d'au moins 8 chiffres et sert à modifier le contenu/les réglages de la Nitrokey. C'est-à-dire qu'après avoir initialisé la Nitrokey, vous n'aurez probablement pas besoin de ce code PIN trop souvent (par exemple, si vous voulez ajouter un autre mot de passe dans le coffre à mot de la Nitrokey Pro ou de la Nitrokey Storage).
hu: **Admin PIN:** Az admin PIN legalább 8 számjegy hosszú, és a Nitrokey tartalmának/beállításainak módosítására szolgál. Ez azt jelenti, hogy a Nitrokey inicializálása után valószínűleg nem lesz'sűrűn szüksége erre a PIN-kódra (pl. ha újabb jelszót szeretne hozzáadni a Nitrokey Pro vagy a Nitrokey Storage jelszószéfjéhez).
it: **PIN amministratore:** Il PIN amministratore è lungo almeno 8 cifre e viene usato per cambiare i contenuti/impostazioni di Nitrokey. Questo significa che dopo aver inizializzato la Nitrokey probabilmente non avrete bisogno di questo PIN troppo spesso (per esempio se volete aggiungere un'altra password alla cassaforte di Nitrokey Pro o Nitrokey Storage).
ja: 管理者用PINは少なくとも8桁の長さで、Nitrokeyの内容や設定を変更する際に使用します。つまり、Nitrokeyを初期化した後は、このPINを頻繁に必要とすることはないでしょう（例えば、Nitrokey ProやNitrokey Storageのパスワードセーフに別のパスワードを追加したい場合など）。
lt: **Administratoriaus PIN kodas:** Administratoriaus PIN kodas yra ne trumpesnis kaip 8 skaitmenų ir naudojamas norint pakeisti "Nitrokey" turinį ir nustatymus. Tai reiškia, kad po "Nitrokey" inicializavimo šio PIN kodo jums tikriausiai'neprireiks per dažnai (pvz., jei norėsite į "Nitrokey Pro" arba "Nitrokey Storage" slaptažodžių seifą įtraukti kitą slaptažodį).
lv: **Administratora PIN:** Administratora PIN kods ir vismaz 8 ciparu garš, un to izmanto, lai mainītu Nitrokey saturu/nosacījumus. Tas nozīmē, ka pēc Nitrokey inicializēšanas šis PIN kods, visticamāk, jums nebūs nepieciešams pārāk bieži (piemēram, ja vēlaties pievienot citu paroli Nitrokey Pro vai Nitrokey Storage paroles seifam).
pl: **Admin PIN:** Admin PIN ma długość co najmniej 8 cyfr i jest używany do zmiany zawartości/ustawień Nitrokey. Oznacza to, że po inicjalizacji Nitrokey prawdopodobnie nie będziesz potrzebował tego PINu zbyt często (np. jeśli chcesz dodać inne hasło do sejfu haseł Nitrokey Pro lub Nitrokey Storage).
pt: **O PIN de administrador tem pelo menos 8 dígitos e é usado para alterar o conteúdo da Nitrokey. Isto é, depois de inicializar a Nitrokey você provavelmente ganhou'não precisa deste PIN muitas vezes (por exemplo, se você quiser adicionar outra senha ao cofre de senhas do Nitrokey Pro ou do Nitrokey Storage).
ro: **PIN-ul de administrator:** PIN-ul de administrator are cel puțin 8 cifre și este utilizat pentru a modifica conținutul/setările Nitrokey. Adică, după inițializarea Nitrokey, probabil că nu veți avea nevoie de acest PIN prea des (de exemplu, dacă doriți să adăugați o altă parolă în seiful de parole al Nitrokey Pro sau Nitrokey Storage).
ru: **PIN-код администратора:** PIN-код администратора имеет длину не менее 8 цифр и используется для изменения содержимого/настроек Nitrokey. То есть после инициализации Nitrokey этот PIN-код, вероятно, не понадобится вам слишком часто (например, если вы захотите добавить еще один пароль в сейф паролей Nitrokey Pro или Nitrokey Storage).
sk: **Administrátorský PIN:** Administrátorský PIN má minimálne 8 číslic a používa sa na zmenu obsahu/nastavení zariadenia Nitrokey. To znamená, že po inicializácii zariadenia Nitrokey pravdepodobne nebudete'tento PIN kód potrebovať príliš často (napr. ak chcete pridať ďalšie heslo do trezoru hesiel zariadenia Nitrokey Pro alebo Nitrokey Storage).
sl: **Admin PIN:** Admin PIN je dolg vsaj 8 številk in se uporablja za spreminjanje vsebine/nastavitev naprave Nitrokey. To pomeni, da po inicializaciji ključa Nitrokey tega PIN-a verjetno ne boste prepogosto potrebovali (npr. če želite dodati drugo geslo v sef za gesla ključa Nitrokey Pro ali Nitrokey Storage).
sv: **Admin PIN:** Admin PIN-koden är minst 8 siffror lång och används för att ändra innehåll/inställningar i Nitrokey. Det vill säga efter initialisering av Nitrokey kommer du förmodligen inte att behöva den här PIN-koden alltför ofta (t.ex. om du vill lägga till ett annat lösenord till lösenordssäkringen i Nitrokey Pro eller Nitrokey Storage).

source: The admin PIN can have up to 20 digits and other characters (e.g. alphabetic and special characters). But as the admin PIN is blocked as soon three wrong PIN attempts were done, it is sufficiently secure to only have 8 digits PIN. The default PIN is 12345678.
bg: ПИН кодът на администратора може да съдържа до 20 цифри и други знаци (напр. буквени и специални знаци). Но тъй като ПИН кодът на администратора се блокира при три грешни опита за въвеждане на ПИН код, достатъчно сигурно е да има само 8 цифри ПИН код. ПИН кодът по подразбиране е 12345678.
cs: Správcovský PIN může mít až 20 číslic a dalších znaků (např. abecedních a speciálních). Protože je však kód PIN správce zablokován, jakmile byly provedeny tři chybné pokusy o zadání kódu PIN, je dostatečně bezpečné mít pouze 8místný kód PIN. Výchozí PIN je 12345678.
da: Admin-PIN-koden kan have op til 20 cifre og andre tegn (f.eks. alfabetiske og specialtegn). Men da administrator-PIN-koden blokeres, så snart der er foretaget tre forkerte PIN-forsøg, er det tilstrækkeligt sikkert kun at have en 8-cifret PIN-kode. Standard-PIN-koden er 12345678.
de: Die Admin-PIN kann bis zu 20 Ziffern und weitere Zeichen (z.B. Buchstaben und Sonderzeichen) enthalten. Da die Admin-PIN jedoch gesperrt wird, sobald drei falsche PIN-Versuche unternommen wurden, ist es ausreichend sicher, nur eine 8-stellige PIN zu verwenden. Die Standard-PIN lautet 12345678.
el: Το PIN διαχειριστή μπορεί να έχει έως και 20 ψηφία και άλλους χαρακτήρες (π.χ. αλφαβητικούς και ειδικούς χαρακτήρες). Καθώς όμως το PIN διαχειριστή μπλοκάρεται μόλις γίνουν τρεις λανθασμένες προσπάθειες για το PIN, είναι αρκετά ασφαλές να έχετε μόνο 8 ψηφία PIN. Το προεπιλεγμένο PIN είναι 12345678.
es: El PIN de administrador puede tener hasta 20 dígitos y otros caracteres (por ejemplo, caracteres alfabéticos y especiales). Pero como el PIN de administrador se bloquea en cuanto se hacen tres intentos de PIN erróneos, es suficientemente seguro tener sólo 8 dígitos de PIN. El PIN por defecto es 12345678.
et: Administraatori PIN-kood võib olla kuni 20-kohaline ja muid märke (nt tähestik ja erimärgid). Kuid kuna administraatori PIN-kood blokeeritakse kohe, kui on tehtud kolm valet PIN-koodi katset, on piisavalt turvaline, kui PIN-kood on ainult 8-kohaline. Vaikimisi PIN on 12345678.
fi: Ylläpitäjän PIN-koodissa voi olla enintään 20 numeroa ja muita merkkejä (esim. aakkos- ja erikoismerkkejä). Koska ylläpitäjän PIN-koodi kuitenkin estetään heti, kun kolme väärää PIN-koodia on yritetty käyttää, on riittävän turvallista käyttää vain 8-numeroista PIN-koodia. Oletusarvoinen PIN-koodi on 12345678.
fr: Le PIN administrateur peut comporter jusqu'à 20 chiffres et d'autres caractères (par exemple, des caractères alphabétiques et spéciaux). Mais comme le PIN administrateur est bloqué dès que trois tentatives de PIN erroné ont été effectuées, il est suffisamment sûr de n'avoir qu'un PIN à 8 chiffres. Le PIN par défaut est 12345678.
hu: Az admin PIN-kód legfeljebb 20 számjegyből és egyéb karakterekből (pl. betű- és speciális karakterek) állhat. Mivel azonban az admin PIN kódot három hibás PIN próbálkozás után blokkolja a rendszer, elegendő biztonságot nyújt, ha csak 8 számjegyű PIN kódot használ. Az alapértelmezett PIN 12345678.
it: Il PIN amministrativo può avere fino a 20 cifre e altri caratteri (per esempio alfabetici e speciali). Ma dato che il PIN amministrativo viene bloccato non appena vengono fatti tre tentativi di PIN errati, è sufficientemente sicuro avere solo 8 cifre di PIN. Il PIN di default è 12345678.
ja: 管理者用暗証番号は、最大20桁の数字とその他の文字（アルファベットや特殊文字など）を使用することができます。しかし、管理者用暗証番号は3回間違えるとブロックされるため、8桁の暗証番号だけでも十分に安全です。デフォルトのPINは12345678です。
lt: Administratoriaus PIN kodą gali sudaryti iki 20 skaitmenų ir kitų simbolių (pvz., raidžių ir specialiųjų simbolių). Tačiau, kadangi administratoriaus PIN užblokuojamas, kai tik tris kartus neteisingai bandoma įvesti PIN, pakankamai saugu turėti tik 8 skaitmenų PIN. Numatytasis PIN kodas yra 12345678.
lv: Administratora PIN var būt līdz 20 cipariem un citām rakstzīmēm (piemēram, burtiem un speciālajām rakstzīmēm). Taču, tā kā administratora PIN tiek bloķēts, tiklīdz ir veikti trīs nepareizi PIN piešķiršanas mēģinājumi, ir pietiekami droši izmantot tikai 8 ciparu PIN kodu. Noklusējuma PIN kods ir 12345678.
pl: Kod PIN administratora może składać się z maksymalnie 20 cyfr i innych znaków (np. alfabetycznych i specjalnych). Ponieważ jednak kod PIN administratora jest blokowany po trzech błędnych próbach wpisania kodu, wystarczającym zabezpieczeniem jest wprowadzenie tylko 8-cyfrowego kodu PIN. Domyślny kod PIN to 12345678.
pt: O PIN de administração pode ter até 20 dígitos e outros caracteres (por exemplo, caracteres alfabéticos e especiais). Mas como o PIN de administrador é bloqueado assim que três tentativas erradas de PIN são feitas, ele é suficientemente seguro para ter apenas 8 dígitos PIN. O PIN padrão é 12345678.
ro: PIN-ul de administrator poate avea până la 20 de cifre și alte caractere (de exemplu, caractere alfabetice și speciale). Dar, deoarece PIN-ul de administrator este blocat de îndată ce au avut loc trei încercări greșite de PIN, este suficient de sigur să aveți un PIN de numai 8 cifre. PIN-ul implicit este 12345678.
ru: PIN-код администратора может содержать до 20 цифр и других символов (например, буквенных и специальных). Но поскольку PIN-код администратора блокируется при трех неправильных попытках ввода PIN-кода, достаточно безопасно иметь только 8-значный PIN-код. PIN-код по умолчанию - 12345678.
sk: Kód PIN administrátora môže mať až 20 číslic a ďalších znakov (napr. abecedných a špeciálnych). Keďže sa však kód PIN administrátora zablokuje hneď po troch nesprávnych pokusoch o zadanie kódu PIN, je dostatočne bezpečné mať len 8-miestny kód PIN. Predvolený kód PIN je 12345678.
sl: Administratorski PIN ima lahko do 20 številk in drugih znakov (npr. abecednih in posebnih znakov). Ker pa se administratorjev PIN blokira takoj, ko so bili opravljeni trije napačni poskusi PIN, je dovolj varno, če ima samo 8-mestni PIN. Privzeta koda PIN je 12345678.
sv: PIN-koden kan bestå av upp till 16 siffror och andra tecken (t.ex. bokstavs- och specialtecken). Men eftersom PIN-koden blockeras så snart tre felaktiga PIN-försök har gjorts, är det tillräckligt säkert att bara ha en 6-siffrig PIN-kod.

source: **Firmware password:** The firmware password should meet general password recommandations (e.g. use alphabetic characters, digits and special characters or use a usfficiently long password). The firmware password is needed to update the firmware of the Nitrokey Storage. See further instructions for update process here.
bg: **Парола за фърмуера:** Паролата за фърмуера трябва да отговаря на общите препоръки за парола (напр. да използва буквени знаци, цифри и специални знаци или да използва достатъчно дълга парола). Паролата за фърмуера е необходима за актуализиране на фърмуера на устройството за съхранение Nitrokey. Вижте допълнителни инструкции за процеса на актуализация тук.
cs: **Heslo k firmwaru:** Heslo k firmwaru by mělo splňovat obecná doporučení pro hesla (např. používat abecední znaky, číslice a speciální znaky nebo používat dostatečně dlouhé heslo). Heslo firmwaru je nutné k aktualizaci firmwaru úložiště Nitrokey. Další pokyny k postupu aktualizace naleznete zde.
da: **Firmwareadgangskode:** Firmwareadgangskoden skal opfylde de generelle anbefalinger for adgangskoder (f.eks. brug alfabetiske tegn, cifre og specialtegn eller brug en tilstrækkelig lang adgangskode). Firmwareadgangskoden er nødvendig for at opdatere Nitrokey Storage's firmware. Se yderligere instruktioner om opdateringsprocessen her.
de: **Firmware-Passwort:** Das Firmware-Passwort sollte den allgemeinen Passwort-Empfehlungen entsprechen (z.B. Buchstaben, Ziffern und Sonderzeichen verwenden oder ein ausreichend langes Passwort verwenden). Das Firmware-Passwort wird benötigt, um die Firmware des Nitrokey Storage zu aktualisieren. Weitere Anweisungen zum Aktualisierungsprozess finden Sie hier.
el: **Κωδικός πρόσβασης υλικολογισμικού:** Ο κωδικός πρόσβασης υλικολογισμικού θα πρέπει να πληροί τις γενικές συστάσεις για τον κωδικό πρόσβασης (π.χ. χρήση αλφαβητικών χαρακτήρων, ψηφίων και ειδικών χαρακτήρων ή χρήση ενός επαρκώς μεγάλου κωδικού πρόσβασης). Ο κωδικός πρόσβασης υλικολογισμικού απαιτείται για την ενημέρωση του υλικολογισμικού του Nitrokey Storage. Δείτε περαιτέρω οδηγίες για τη διαδικασία ενημέρωσης εδώ.
es: **Contraseña del firmware:** La contraseña del firmware debe cumplir con las recomendaciones generales sobre contraseñas (por ejemplo, utilizar caracteres alfabéticos, dígitos y caracteres especiales o utilizar una contraseña suficientemente larga). La contraseña del firmware es necesaria para actualizar el firmware del Nitrokey Storage. Vea más instrucciones para el proceso de actualización aquí.
et: **Firmavara parool:** Firmavara parool peaks vastama üldistele parooli soovitustele (nt kasutage tähestikku, numbreid ja erimärke või kasutage piisavalt pikka parooli). Firmware parool on vajalik Nitrokey Storage'i püsivara uuendamiseks. Vaata täiendavaid juhiseid uuendamise protsessi kohta siit.
fi: **Firmware-salasana:** Firmware-salasanan on täytettävä yleiset salasanasuositukset (esim. käytä aakkosmerkkejä, numeroita ja erikoismerkkejä tai riittävän pitkää salasanaa). Firmware-salasanaa tarvitaan Nitrokey Storage -laitteen laiteohjelmiston päivittämiseen. Katso lisäohjeita päivitysprosessista täältä.
fr: **Le mot de passe du microprogramme doit être conforme aux recommandations générales en matière de mot de passe (par exemple, utiliser des caractères alphabétiques, des chiffres et des caractères spéciaux ou utiliser un mot de passe suffisamment long). Le mot de passe du microprogramme est nécessaire pour mettre à jour le microprogramme de la Nitrokey Storage. Voir les instructions supplémentaires pour le processus de mise à jour ici.
hu: **Firmware jelszó:** A firmware jelszavának meg kell felelnie az általános jelszavas ajánlásoknak (pl. alfabetikus karakterek, számjegyek és speciális karakterek használata, vagy megfelelően hosszú jelszó használata). A firmware jelszóra a Nitrokey Storage firmware frissítéséhez van szükség. A frissítési folyamatra vonatkozó további utasításokat itt találja.
it: **Password del firmware:** La password del firmware deve soddisfare le raccomandazioni generali sulle password (ad esempio, utilizzare caratteri alfabetici, cifre e caratteri speciali o utilizzare una password sufficientemente lunga). La password del firmware è necessaria per aggiornare il firmware di Nitrokey Storage. Vedi ulteriori istruzioni per il processo di aggiornamento qui.
ja: **ファームウェアのパスワード：** ファームウェアのパスワードは、一般的なパスワードの推奨事項を満たしている必要があります（例：アルファベット、数字、特殊文字の使用、または十分に長いパスワードの使用）。ファームウェアパスワードは、Nitrokey Storageのファームウェアをアップデートするために必要です。アップデート方法については、こちらをご覧ください。
lt: **Programinės įrangos slaptažodis:** Programinės įrangos slaptažodis turėtų atitikti bendrąsias slaptažodžių rekomendacijas (pvz., naudoti abėcėlės simbolius, skaitmenis ir specialiuosius simbolius arba pakankamai ilgą slaptažodį). Programinės įrangos slaptažodis reikalingas norint atnaujinti "Nitrokey Storage" programinę įrangą. Išsamesnes atnaujinimo proceso instrukcijas rasite čia.
lv: **Programmatūras parole:** Programmatūras parolei jāatbilst vispārējiem paroles ieteikumiem (piemēram, jāizmanto alfabēta burti, cipari un speciālās zīmes vai pietiekami gara parole). Programmaparatūras parole ir nepieciešama, lai atjauninātu Nitrokey krātuves programmaparatūru. Sīkāku informāciju par atjaunināšanas procesu skatiet šeit.
pl: **Hasło oprogramowania sprzętowego:** Hasło oprogramowania sprzętowego powinno odpowiadać ogólnym zaleceniom dotyczącym haseł (np. należy używać znaków alfabetycznych, cyfr i znaków specjalnych lub używać wystarczająco długiego hasła). Hasło oprogramowania sprzętowego jest potrzebne do aktualizacji oprogramowania sprzętowego Nitrokey Storage. Zobacz dalsze instrukcje dotyczące procesu aktualizacji tutaj.
pt: **Senha do firmware:** A senha do firmware deve atender às recomendações gerais de senha (por exemplo, use caracteres alfabéticos, dígitos e caracteres especiais ou use uma senha suficientemente longa). A senha do firmware é necessária para atualizar o firmware do Armazenamento Nitrokey. Veja mais instruções para o processo de actualização aqui.
ro: **Parolă firmware:** Parola firmware-ului trebuie să respecte recomandările generale privind parolele (de exemplu, utilizați caractere alfabetice, cifre și caractere speciale sau utilizați o parolă suficient de lungă). Parola firmware-ului este necesară pentru a actualiza firmware-ul Nitrokey Storage. Consultați instrucțiunile suplimentare pentru procesul de actualizare aici.
ru: **Пароль прошивки:** Пароль прошивки должен соответствовать общим рекомендациям по паролям (например, использовать алфавитные, цифровые и специальные символы или использовать достаточно длинный пароль). Пароль прошивки необходим для обновления прошивки Nitrokey Storage. Дополнительные инструкции по процессу обновления см. здесь.
sk: **Heslo k firmvéru:** Heslo k firmvéru by malo spĺňať všeobecné odporúčania pre heslo (napr. používať abecedné znaky, číslice a špeciálne znaky alebo používať dostatočne dlhé heslo). Heslo firmvéru je potrebné na aktualizáciu firmvéru zariadenia Nitrokey Storage. Ďalšie pokyny pre proces aktualizácie nájdete tu.
sl: **Geslo za vdelano programsko opremo:** Geslo za vdelano programsko opremo mora ustrezati splošnim priporočilom za gesla (npr. uporabite abecedne znake, številke in posebne znake ali uporabite dovolj dolgo geslo). Geslo za vdelano programsko opremo je potrebno za posodobitev vdelane programske opreme naprave Nitrokey Storage. Dodatna navodila za postopek posodobitve si oglejte tukaj.
sv: **Lösenord för firmware:** Lösenordet för firmware bör uppfylla de allmänna rekommendationerna för lösenord (t.ex. använd alfabetiska tecken, siffror och specialtecken eller använd ett tillräckligt långt lösenord). Lösenordet för firmware behövs för att uppdatera den fasta programvaran för Nitrokey Storage. Se ytterligare instruktioner för uppdateringsprocessen här.
