Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/shared-faqs.po
Languages: bg, cs, da, de, el, es, et, fi, fr, hu, it, ja, lt, lv, pl, pt, ro, ru, sk, sl, sv

source: Nitrokey Storage's PINs can be up to 20 digits long and can consist of numbers, characters and special characters. Note: When using GnuPG or OpenSC, 32 character long PINs can be used but aren't supported by Nitrokey App.
bg: ПИН кодовете на Nitrokey Storage' могат да бъдат с дължина до 20 цифри и да се състоят от цифри, знаци и специални символи. Забележка: Когато използвате GnuPG или OpenSC, могат да се използват ПИН кодове с дължина 32 символа, но те не се поддържат от приложението Nitrokey.
cs: PINy úložiště Nitrokey mohou mít až 20 číslic a mohou se skládat z čísel, znaků a speciálních znaků. Poznámka: Při použití GnuPG nebo OpenSC lze použít 32 znaků dlouhé kódy PIN, které však aplikace Nitrokey nepodporuje.
da: Nitrokey Storage's PIN-koder kan være op til 20 cifre lange og kan bestå af tal, tegn og specialtegn. Bemærk: Når du bruger GnuPG eller OpenSC, kan der bruges pinkoder med 32 tegn, men de understøttes ikke af Nitrokey App.
de: Die PINs von Nitrokey Storage können bis zu 20 Ziffern lang sein und aus Zahlen, Buchstaben und Sonderzeichen bestehen. Hinweis: Bei Verwendung von GnuPG oder OpenSC können 32 Zeichen lange PINs verwendet werden, die jedoch von der Nitrokey App nicht unterstützt werden.
el: Τα PIN της Nitrokey Storage μπορούν να έχουν μήκος έως και 20 ψηφία και να αποτελούνται από αριθμούς, χαρακτήρες και ειδικούς χαρακτήρες. Σημείωση: Όταν χρησιμοποιείτε το GnuPG ή το OpenSC, μπορούν να χρησιμοποιηθούν PIN με 32 χαρακτήρες, αλλά δεν υποστηρίζονται από την εφαρμογή Nitrokey App.
es: Los PIN de Nitrokey Storage pueden tener hasta 20 dígitos y pueden estar compuestos por números, caracteres y caracteres especiales. Nota: Cuando se utiliza GnuPG u OpenSC, se pueden utilizar PINs de 32 caracteres, pero no son compatibles con Nitrokey App.
et: Nitrokey Storage'i PIN-koodid võivad olla kuni 20-kohalised ja koosneda numbritest, tähemärkidest ja erimärkidest. Märkus: GnuPG või OpenSC kasutamisel saab kasutada 32 tähemärgi pikkuseid PIN-koode, kuid Nitrokey App ei toeta neid.
fi: Nitrokey Storage'n PIN-koodit voivat olla enintään 20 numeroa pitkiä ja koostua numeroista, merkeistä ja erikoismerkeistä. Huomautus: GnuPG:tä tai OpenSC:tä käytettäessä voidaan käyttää 32 merkin pituisia PIN-koodeja, mutta Nitrokey App ei tue niitä.
fr: Les codes PIN de Nitrokey Storage peuvent comporter jusqu'à 20 chiffres et peuvent être composés de chiffres, de caractères et de caractères spéciaux. Remarque : lorsque vous utilisez GnuPG ou OpenSC, des codes PIN de 32 caractères peuvent être utilisés mais ne sont pas pris en charge par Nitrokey App.
hu: A Nitrokey Storage' PIN-kódok legfeljebb 20 számjegy hosszúak lehetnek, és számokból, karakterekből és speciális karakterekből állhatnak. Megjegyzés: A GnuPG vagy az OpenSC használata esetén 32 karakter hosszú PIN-kódok is használhatók, de a Nitrokey App nem támogatja őket.
it: I PIN di Nitrokey Storage possono essere lunghi fino a 20 cifre e possono essere composti da numeri, caratteri e caratteri speciali. Nota: Quando si usa GnuPG o OpenSC, si possono usare PIN lunghi 32 caratteri ma non sono supportati da Nitrokey App.
ja: Nitrokey Storage'のPINは最大20桁の長さで、数字、文字、特殊文字で構成することができます。注：GnuPGまたはOpenSCを使用する場合、32文字の長さのPINを使用できますが、Nitrokey Appではサポートされていません。
lt: "Nitrokey Storage' PIN kodai gali būti iki 20 skaitmenų ilgio, juos gali sudaryti skaičiai, simboliai ir specialieji ženklai. Pastaba: naudojant "GnuPG" arba "OpenSC", galima naudoti 32 simbolių ilgio PIN kodus, tačiau "Nitrokey App" jų nepalaiko.
lv: Nitrokey Storage's PIN kodi var būt līdz 20 ciparu gari un sastāvēt no cipariem, rakstzīmēm un speciālajām rakstzīmēm. Piezīme: Izmantojot GnuPG vai OpenSC, var izmantot 32 rakstzīmju garus PIN kodus, taču Nitrokey lietotne tos neatbalsta.
pl: PINy Nitrokey Storage's mogą mieć długość do 20 cyfr i mogą składać się z cyfr, znaków i znaków specjalnych. Uwaga: W przypadku używania GnuPG lub OpenSC można używać PINów o długości 32 znaków, ale nie są one obsługiwane przez Nitrokey App.
pt: Os PINs da Nitrokey Storage's podem ter até 20 dígitos e podem ser compostos por números, caracteres e caracteres especiais. Nota: Ao usar GnuPG ou OpenSC, PINs de 32 caracteres podem ser usados mas são't suportados pela Nitrokey App.
ro: PIN-urile Nitrokey Storage's pot avea o lungime de până la 20 de cifre și pot fi formate din numere, caractere și caractere speciale. Notă: Atunci când se utilizează GnuPG sau OpenSC, se pot utiliza PIN-uri cu o lungime de 32 de caractere, dar nu sunt acceptate de Nitrokey App.
ru: PIN-коды Nitrokey Storage' могут быть длиной до 20 цифр и состоять из цифр, знаков и специальных символов. Примечание: При использовании GnuPG или OpenSC можно использовать PIN-коды длиной 32 символа, но они' не поддерживаются приложением Nitrokey.
sk: PIN kód úložiska Nitrokey Storage'môže mať až 20 číslic a môže pozostávať z číslic, znakov a špeciálnych znakov. Poznámka: Pri používaní GnuPG alebo OpenSC je možné používať 32 znakov dlhé kódy PIN, ktoré však aplikácia Nitrokey nepodporuje.
sl: PIN-i Nitrokey Storage so lahko dolgi do 20 številk in so lahko sestavljeni iz številk, znakov in posebnih znakov. Opomba: Če uporabljate GnuPG ali OpenSC, lahko uporabite 32 znakov dolge kode PIN, vendar jih aplikacija Nitrokey ne podpira.
sv: Nitrokey PIN-koder kan vara upp till 16 siffror långa och bestå av siffror, tecken och specialtecken. Obs: När du använder GnuPG eller OpenSC kan du använda PIN-koder som är 32 tecken långa, men de stöds inte av Nitrokey App.

source: **Q:** What is the User PIN for?
bg: **В:** За какво се използва ПИН кодът на потребителя?
cs: **Q:** K čemu slouží uživatelský kód PIN?
da: **Q:** Hvad er bruger-PIN-koden til?
de: **Q:** Wofür ist die Benutzer-PIN?
el: **Ερώτηση:** Για ποιο λόγο χρησιμοποιείται το PIN χρήστη;
es: **P: ** ¿Para qué sirve el PIN de usuario?
et: **K:** Milleks on kasutaja PIN-kood?
fi: **Q:** Mitä varten on käyttäjän PIN-koodi?
fr: **Q:** A quoi sert le code PIN de l'utilisateur ?
hu: **K:** Mire szolgál a felhasználói PIN-kód?
it: **Q:** A cosa serve il PIN utente?
ja: **Q:** ユーザーPINは何のためのものですか？
lt: **Q:** Kam skirtas naudotojo PIN kodas?
lv: **Q:** Kādam nolūkam tiek izmantots lietotāja PIN kods?
pl: **Q:** Do czego służy kod PIN użytkownika?
pt: **Q:** Para que serve o PIN do utilizador?
ro: **Întrebare:** La ce folosește PIN-ul de utilizator?
ru: **В:** Для чего нужен PIN-код пользователя?
sk: **Q:** Na čo slúži používateľský kód PIN?
sl: **Q:** Za kaj je namenjena uporabniška koda PIN?
sv: **Q:** Vad är användar-PIN-koden till för?

source: The user PIN is at least 6-digits long and is used to get access to the contect of the Nitrokey. This is the PIN you will use a lot in every day use e.g. for decrypting messages, for unlocking your encrypted storage (NK Storage only) etc.
bg: Потребителският PIN код е дълъг най-малко 6 цифри и се използва за достъп до съдържанието на Nitrokey. Това е ПИН кодът, който ще използвате често в ежедневието, например за декриптиране на съобщения, за отключване на криптираното хранилище (само за NK Storage) и т.н.
cs: Uživatelský kód PIN je nejméně šestimístný a slouží k získání přístupu ke kontejneru Nitrokey. Tento kód PIN budete často používat při každodenním používání, např. pro dešifrování zpráv, pro odemknutí zašifrovaného úložiště (pouze úložiště NK) atd.
da: Bruger-PIN-koden er mindst 6 cifre lang og bruges til at få adgang til Nitrokey's område. Det er den PIN-kode, du vil bruge meget i dagligdagen, f.eks. til at dekryptere beskeder, til at låse op for dit krypterede lager (kun NK Storage) osv.
de: Die Benutzer-PIN ist mindestens 6-stellig und wird verwendet, um Zugriff auf den Inhalt des Nitrokeys zu erhalten. Dies ist die PIN, die Sie im täglichen Gebrauch häufig verwenden werden, z. B. zum Entschlüsseln von Nachrichten, zum Entsperren Ihres verschlüsselten Speichers (nur NK Storage) usw.
el: Το PIN χρήστη είναι τουλάχιστον 6ψήφιο και χρησιμοποιείται για την πρόσβαση στο περιεχόμενο του Nitrokey. Αυτό είναι το PIN που θα χρησιμοποιείτε συχνά στην καθημερινή σας χρήση, π.χ. για την αποκρυπτογράφηση μηνυμάτων, για το ξεκλείδωμα του κρυπτογραφημένου αποθηκευτικού χώρου σας (μόνο NK Storage) κ.λπ.
es: El PIN de usuario tiene al menos 6 dígitos y se utiliza para acceder al contenido de Nitrokey. Este es el PIN que usarás mucho en el uso diario, por ejemplo, para descifrar mensajes, para desbloquear tu almacenamiento cifrado (sólo NK Storage), etc.
et: Kasutaja PIN-kood on vähemalt 6-kohaline ja seda kasutatakse juurdepääsuks Nitrokey kontaktile. Seda PIN-koodi kasutate igapäevaselt palju, nt sõnumite dekrüpteerimiseks, krüpteeritud salvestusruumi avamiseks (ainult NK Storage) jne.
fi: Käyttäjän PIN-koodi on vähintään 6-numeroinen, ja sitä käytetään Nitrokey-avaimen käyttöoikeuksien saamiseksi. Tätä PIN-koodia käytät paljon jokapäiväisessä käytössä, esimerkiksi viestien salauksen purkamiseen, salatun tallennustilan avaamiseen (vain NK Storage) jne.
fr: Le code PIN utilisateur est composé d'au moins 6 chiffres et est utilisé pour accéder au contenu de la Nitrokey. Il s'agit du code PIN que vous utiliserez souvent dans votre vie quotidienne, par exemple pour décrypter des messages, pour déverrouiller votre stockage crypté (stockage NK uniquement), etc.
hu: A felhasználói PIN-kód legalább 6 számjegyű, és a Nitrokey konteójához való hozzáféréshez használatos. Ezt a PIN-kódot a mindennapi használat során gyakran fogja használni, pl. üzenetek visszafejtéséhez, titkosított tárhelyének feloldásához (csak NK Storage) stb.
it: Il PIN utente è lungo almeno 6 cifre e viene usato per accedere al contenuto della Nitrokey. Questo è il PIN che userai molto nell'uso quotidiano, ad esempio per decriptare i messaggi, per sbloccare il tuo storage criptato (solo NK Storage) ecc.
ja: ユーザーPINは少なくとも6桁の長さで、Nitrokeyの保護領域にアクセスするために使用されます。このPINは、メッセージの復号化や暗号化されたストレージ（NKストレージのみ）のロック解除など、日常的によく使用するものです。
lt: Naudotojo PIN kodas yra ne trumpesnis kaip 6 skaitmenų ir naudojamas prieigai prie "Nitrokey" kontakto gauti. Šį PIN kodą dažnai naudosite kasdien, pvz., dešifruodami pranešimus, atrakindami užšifruotą saugyklą (tik NK saugykloje) ir t. t.
lv: Lietotāja PIN kods ir vismaz sešciparu, un to izmanto, lai piekļūtu Nitrokey kontekstam. Šo PIN kodu jūs bieži izmantosiet ikdienā, piemēram, lai atšifrētu ziņojumus, atbloķētu savu šifrēto krātuvi (tikai NK krātuve) u. c.
pl: PIN użytkownika składa się z co najmniej 6 cyfr i jest używany w celu uzyskania dostępu do zawartości Nitrokey. Jest to PIN, którego będziesz często używać w codziennym użytkowaniu, np. do odszyfrowywania wiadomości, odblokowywania zaszyfrowanej pamięci (tylko NK Storage) itp.
pt: O PIN do usuário tem pelo menos 6 dígitos e é usado para ter acesso ao conteudo da Nitrokey. Este é o PIN que você usará muito em todos os dias, por exemplo, para decodificar mensagens, para desbloquear seu armazenamento criptografado (NK Storage only), etc.
ro: PIN-ul utilizatorului are cel puțin 6 cifre și este utilizat pentru a obține acces la conținutul Nitrokey. Acesta este PIN-ul pe care îl veți folosi foarte des în utilizarea zilnică, de exemplu, pentru decriptarea mesajelor, pentru deblocarea memoriei criptate (numai NK Storage) etc.
ru: PIN-код пользователя состоит как минимум из 6 цифр и используется для получения доступа к контенту Nitrokey. Этот PIN-код вы будете часто использовать в повседневной жизни, например, для расшифровки сообщений, для разблокировки вашего зашифрованного хранилища (только для NK Storage) и т.д.
sk: Používateľský kód PIN je najmenej 6-miestny a slúži na získanie prístupu ku kontaktu systému Nitrokey. Tento kód PIN budete často používať pri každodennom používaní, napr. na dešifrovanie správ, na odomknutie zašifrovaného úložiska (iba úložisko NK) atď.
sl: Uporabniška koda PIN je dolga vsaj 6 številk in se uporablja za dostop do vsebine ključa Nitrokey. To je PIN, ki ga boste pogosto uporabljali pri vsakodnevni uporabi, npr. za dešifriranje sporočil, odklepanje šifrirane shrambe (samo shramba NK) itd.
sv: Användar-PIN-koden är minst 6 siffror lång och används för att få tillgång till Nitrokeys innehåll. Detta är den PIN-kod som du kommer att använda mycket i vardagen, t.ex. för att dekryptera meddelanden, för att låsa upp din krypterade lagring (endast NK Storage) osv.

source: **Q:** What is the Admin PIN for?
bg: **В:** За какво служи ПИН кодът на администратора?
cs: **Q:** K čemu slouží kód PIN správce?
da: **Q:** Hvad er Admin PIN-kode til?
de: **Q:** Wofür ist die Admin-PIN gedacht?
el: **Ερώτηση:** Για ποιο λόγο χρησιμοποιείται το PIN διαχειριστή;
es: **P: ** ¿Para qué sirve el PIN de administrador?
et: **K:** Milleks on administraatori PIN-kood?
fi: **Q:** Mitä varten ylläpitäjän PIN-koodi on?
fr: **Q:** A quoi sert le PIN admin ?
hu: **K:** Mire szolgál az Admin PIN-kód?
it: **Q:** A cosa serve il PIN dell'amministratore?
ja: **Q:** Admin PINは何のためのものですか？
lt: **Q:** Kam skirtas administratoriaus PIN kodas?
lv: **Q:** Kādam nolūkam ir paredzēts administratora PIN kods?
pl: **Q:** Do czego służy Admin PIN?
pt: **Q:** Para que serve o PIN de administração?
ro: **Q:** Pentru ce este PIN-ul de administrator?
ru: **В:** Для чего нужен PIN-код администратора?
sk: **Q:** Na čo slúži kód PIN administrátora?
sl: **Q:** Za kaj je potreben administratorski PIN?
sv: **Q:** Vad är användar-PIN-koden till för?

source: The admin PIN is at least 8-digits long and is used to change contents/settings of the Nitrokey. That is to say after initializing the Nitrokey you probably won't need this PIN too often (e.g. if you want to add another password to the password safe of the Nitrokey Pro or Nitrokey Storage).
bg: Администраторският PIN код е дълъг поне 8 цифри и се използва за промяна на съдържанието/настройките на Nitrokey. Това означава, че след инициализирането на Nitrokey вероятно няма да'се нуждаете от този ПИН твърде често (напр. ако искате да добавите друга парола в сейфа за пароли на Nitrokey Pro или Nitrokey Storage).
cs: Správcovský PIN je nejméně 8místný a slouží ke změně obsahu/nastavení klíče Nitrokey. To znamená, že po inicializaci klíče Nitrokey pravděpodobně nebudete tento kód PIN'potřebovat příliš často (např. pokud budete chtít přidat další heslo do trezoru na hesla klíče Nitrokey Pro nebo Nitrokey Storage).
da: Admin-PIN-koden er mindst 8 cifre lang og bruges til at ændre indholdet/indstillingerne på Nitrokey. Det vil sige, at efter initialisering af Nitrokey vil du sandsynligvis ikke få brug for denne PIN-kode for ofte (f.eks. hvis du vil tilføje en anden adgangskode til adgangskodeboksen i Nitrokey Pro eller Nitrokey Storage).
de: Die Admin-PIN ist mindestens 8-stellig und wird verwendet, um Inhalte/Einstellungen des Nitrokey zu ändern. D.h. nach der Initialisierung des Nitrokey werden Sie diese PIN wahrscheinlich nicht allzu oft benötigen (z.B. wenn Sie ein weiteres Passwort zum Passworttresor des Nitrokey Pro oder Nitrokey Storage hinzufügen wollen).
el: Το PIN διαχειριστή είναι τουλάχιστον 8ψήφιο και χρησιμοποιείται για την αλλαγή περιεχομένου/ρυθμίσεων του Nitrokey. Αυτό σημαίνει ότι μετά την αρχικοποίηση του Nitrokey πιθανόν να μην χρειάζεστε αυτό το PIN πολύ συχνά (π.χ. αν θέλετε να προσθέσετε έναν άλλο κωδικό πρόσβασης στο χρηματοκιβώτιο κωδικών πρόσβασης του Nitrokey Pro ή του Nitrokey Storage).
es: El PIN de administrador tiene al menos 8 dígitos y se utiliza para cambiar los contenidos/configuraciones del Nitrokey. Es decir, después de inicializar la Nitrokey, probablemente no necesitará este PIN con demasiada frecuencia (por ejemplo, si quiere añadir otra contraseña a la caja fuerte de la Nitrokey Pro o la Nitrokey Storage).
et: Administraatori PIN-kood on vähemalt 8-kohaline ja seda kasutatakse Nitrokey sisu/seadete muutmiseks. See tähendab, et pärast Nitrokey initsialiseerimist te tõenäoliselt ei'tse seda PIN-koodi liiga tihti (nt kui soovite lisada Nitrokey Pro või Nitrokey Storage'i paroolitehase paroolitehasesse veel ühe parooli).
fi: Ylläpitäjän PIN-koodi on vähintään 8-numeroinen, ja sitä käytetään Nitrokeyn sisällön/asetusten muuttamiseen. Toisin sanoen Nitrokeyn alustamisen jälkeen et luultavasti tarvitse tätä PIN-koodia kovin usein (esim. jos haluat lisätä toisen salasanan Nitrokey Pro- tai Nitrokey Storage -laitteen salasanakaappiin).
fr: Le code PIN admin est composé d'au moins 8 chiffres et est utilisé pour modifier le contenu/les réglages de la Nitrokey. C'est-à-dire qu'après avoir initialisé la Nitrokey, vous n'aurez probablement pas besoin de ce code PIN trop souvent (par exemple, si vous voulez ajouter un autre mot de passe dans le coffre à mot de la Nitrokey Pro ou de la Nitrokey Storage).
hu: Az admin PIN-kód legalább 8 számjegyű, és a Nitrokey tartalmának/beállításainak módosítására szolgál. Ez azt jelenti, hogy a Nitrokey inicializálása után valószínűleg nem lesz szükséged erre a PIN-kódra túl gyakran (pl. ha egy másik jelszót akarsz hozzáadni a Nitrokey Pro vagy a Nitrokey Storage jelszószéfjéhez).
it: Il PIN dell'amministratore è lungo almeno 8 cifre e viene usato per cambiare i contenuti/impostazioni di Nitrokey. Questo significa che dopo aver inizializzato la Nitrokey probabilmente non avrete bisogno di questo PIN troppo spesso (ad esempio se volete aggiungere un'altra password alla cassaforte di Nitrokey Pro o Nitrokey Storage).
ja: 管理者用PINは少なくとも8桁の長さで、Nitrokeyの内容や設定を変更する際に使用します。つまり、Nitrokeyを初期化した後は、このPINを頻繁に必要とすることはないでしょう（例えば、Nitrokey ProやNitrokey Storageのパスワードセーフに別のパスワードを追加したい場合など）。
lt: Administratoriaus PIN kodas yra bent 8 skaitmenų ilgio ir naudojamas norint pakeisti "Nitrokey" turinį ir nustatymus. Tai reiškia, kad po "Nitrokey" inicializavimo šio PIN kodo tikriausiai neprireiks per dažnai (pvz., jei norėsite į "Nitrokey Pro" arba "Nitrokey Storage" slaptažodžių seifą įtraukti kitą slaptažodį).
lv: Administratora PIN kods ir vismaz 8 ciparu garš, un to izmanto, lai mainītu Nitrokey saturu/nosacījumus. Tas nozīmē, ka pēc Nitrokey inicializēšanas šis PIN kods, visticamāk, jums nebūs nepieciešams pārāk bieži (piemēram, ja vēlaties pievienot citu paroli Nitrokey Pro vai Nitrokey Storage paroles seifam).
pl: Admin PIN ma długość co najmniej 8 cyfr i jest używany do zmiany zawartości/ustawień Nitrokey. Oznacza to, że po inicjalizacji Nitrokey prawdopodobnie nie będziesz potrzebował tego PINu zbyt często (np. jeśli chcesz dodać kolejne hasło do sejfu haseł Nitrokey Pro lub Nitrokey Storage).
pt: O PIN de administração tem pelo menos 8 dígitos e é usado para alterar o conteúdo/definições da Nitrokey. Isto é, depois de inicializar a Nitrokey você provavelmente ganhou'não precisa deste PIN muitas vezes (por exemplo, se você quiser adicionar outra senha ao cofre de senhas do Nitrokey Pro ou do Nitrokey Storage).
ro: PIN-ul de administrator are o lungime de cel puțin 8 cifre și este utilizat pentru a modifica conținutul/setările Nitrokey. Adică, după inițializarea Nitrokey, probabil că nu veți avea nevoie de acest PIN prea des (de exemplu, dacă doriți să adăugați o altă parolă în seiful de parole al Nitrokey Pro sau Nitrokey Storage).
ru: PIN-код администратора состоит как минимум из 8 цифр и используется для изменения содержимого/настроек Nitrokey. То есть после инициализации Nitrokey этот PIN-код, вероятно, не понадобится вам слишком часто (например, если вы захотите добавить еще один пароль в сейф паролей Nitrokey Pro или Nitrokey Storage).
sk: Administrátorský PIN kód je najmenej 8-miestny a používa sa na zmenu obsahu/nastavení zariadenia Nitrokey. To znamená, že po inicializácii kľúča Nitrokey tento PIN pravdepodobne nebudete'potrebovať príliš často (napr. ak chcete pridať ďalšie heslo do trezoru hesiel kľúča Nitrokey Pro alebo úložiska Nitrokey).
sl: Administratorski PIN je dolg vsaj 8 številk in se uporablja za spreminjanje vsebine/nastavitev naprave Nitrokey. To pomeni, da po inicializaciji ključa Nitrokey tega PIN-a verjetno ne boste prepogosto potrebovali (npr. če želite dodati drugo geslo v sef za gesla ključa Nitrokey Pro ali Nitrokey Storage).
sv: Admin-PIN-koden är minst 8 siffror lång och används för att ändra innehåll/inställningar i Nitrokey. Det vill säga efter initialisering av Nitrokey kommer du förmodligen inte att behöva den här PIN-koden alltför ofta (t.ex. om du vill lägga till ett annat lösenord till lösenordssäkringen i Nitrokey Pro eller Nitrokey Storage).

source: Shop and Delivery FAQ
bg: Често задавани въпроси за магазин и доставка
cs: Časté dotazy k obchodu a doručení
da: Ofte stillede spørgsmål om butik og levering
de: Shop und Lieferung FAQ
el: Συχνές ερωτήσεις για το κατάστημα και την παράδοση
es: Tienda y entrega FAQ
et: Kauplus ja tarne KKK
fi: Kauppa ja toimitus FAQ
fr: FAQ sur la boutique et la livraison
hu: Bolt és szállítás GYIK
it: Negozio e consegna FAQ
ja: ショップ＆デリバリーFAQ
lt: Parduotuvė ir pristatymas DUK
lv: Bieži uzdotie jautājumi par veikalu un piegādi
pl: Sklep i dostawa FAQ
pt: Perguntas frequentes sobre compras e entregas
ro: Întrebări frecvente despre magazin și livrare
ru: FAQ по магазинам и доставке
sk: Často kladené otázky týkajúce sa obchodu a doručenia
sl: Pogosta vprašanja o trgovini in dostavi
sv: Vanliga frågor om butik och leverans

source: **Q:** How long does the shipping take?
bg: **Q:** Колко време отнема доставката?
cs: **Q:** Jak dlouho trvá přeprava?
da: **Q:** Hvor lang tid tager forsendelsen?
de: **Q:** Wie lange dauert der Versand?
el: **Q:** Πόσο διαρκεί η αποστολή;
es: **P: ¿Cuánto tiempo tarda el envío?
et: **K:** Kui kaua võtab saatmine aega?
fi: **Q:** Kuinka kauan toimitus kestää?
fr: **Q:** Combien de temps dure l'expédition ?
hu: **K:** Mennyi ideig tart a szállítás?
it: **Q:** Quanto tempo ci vuole per la spedizione?
ja: **Q:** 発送にはどのくらい時間がかかりますか？
lt: **Q:** Kiek laiko užtrunka pristatymas?
lv: **Q:** Cik ilgs ir piegādes laiks?
pl: **Q:** Jak długo trwa wysyłka?
pt: **Q:** Quanto tempo demora o envio?
ro: **Q:** Cât timp durează transportul?
ru: **Вопрос:** Как долго длится доставка?
sk: **Q:** Ako dlho trvá preprava?
sl: **Q:** Kako dolgo traja pošiljanje?
sv: **Q:** Hur lång tid tar det att leverera?

source: **Letter and Registered Mail**:
bg: **Писмо и препоръчана поща**:
cs: **Dopis a doporučená zásilka**:
da: **Brev og anbefalet brev**:
de: **Brief und Einschreiben**:
el: **Επιστολή και συστημένη επιστολή**:
es: **Carta y correo certificado**:
et: **Kiri ja tähtkiri**:
fi: **Lähetys ja kirjattu kirje**:
fr: **Lettre et courrier recommandé** :
hu: **Levél és ajánlott levél**:
it: **Lettera e posta raccomandata**:
lt: **laišku ir registruotu paštu**:
lv: **Lestu un ierakstītu vēstuli**:
pl: **Listem i listem poleconym**:
pt: **Carta e correio registado**:
ro: **Carte și scrisoare recomandată**:
ru: **Письмо и заказная почта**:
sk: **Listom a doporučenou poštou**:
sl: **Pismo in priporočena pošta**:
sv: **Brev och rekommenderat brev**:

source: Germany: 2-5 business days
bg: Германия: 2-5 работни дни
cs: Německo: 2-5 pracovních dnů
da: Tyskland: 2-5 arbejdsdage
de: Deutschland: 2-5 Arbeitstage
el: Γερμανία: 2-5 εργάσιμες ημέρες
es: Alemania: 2-5 días laborables
et: Saksamaa: 2-5 tööpäeva
fi: Saksa: 2-5 työpäivää
fr: Allemagne : 2-5 jours ouvrables
hu: Németország: 2-5 munkanap
it: Germania: 2-5 giorni lavorativi
ja: ドイツ: 2-5 営業日
lt: Vokietija: 2-5 darbo dienos
lv: Vācija: 2-5 darba dienas
pl: Niemcy: 2-5 dni roboczych
pt: Alemanha: 2-5 dias úteis
ro: Germania: 2-5 zile lucrătoare
ru: Германия: 2-5 рабочих дней
sk: Nemecko: 2-5 pracovných dní
sl: Nemčija: 2-5 delovnih dni
sv: Tyskland: 2-5 arbetsdagar
