Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/shared-faqs.po
Languages: bg, cs, da, de, el, es, et, fi, fr, hu, it, ja, lt, lv, pl, pt, ro, ru, sk, sl, sv

source: The firmware password is never blocked. An attacker could try to guess the password and would have unlimited attempts. Therefore you must choose a strong password. The default password is 12345678.
bg: Паролата на фърмуера никога не се блокира. Нападателят може да се опита да отгатне паролата и ще има неограничен брой опити. Затова трябва да изберете силна парола. Паролата по подразбиране е 12345678.
cs: Heslo firmwaru není nikdy blokováno. Útočník by se mohl pokusit heslo uhodnout a měl by neomezený počet pokusů. Proto je nutné zvolit silné heslo. Výchozí heslo je 12345678.
da: Firmwareadgangskoden er aldrig blokeret. En angriber kan forsøge at gætte adgangskoden og har et ubegrænset antal forsøg. Du skal derfor vælge en stærk adgangskode. Standardadgangskoden er 12345678.
de: Das Firmware-Passwort wird nie gesperrt. Ein Angreifer könnte versuchen, das Passwort zu erraten und hätte unbegrenzte Versuche. Daher müssen Sie ein sicheres Passwort wählen. Das Standardpasswort lautet 12345678.
el: Ο κωδικός πρόσβασης υλικολογισμικού δεν μπλοκάρεται ποτέ. Ένας εισβολέας θα μπορούσε να προσπαθήσει να μαντέψει τον κωδικό πρόσβασης και θα είχε απεριόριστες προσπάθειες. Επομένως, πρέπει να επιλέξετε έναν ισχυρό κωδικό πρόσβασης. Ο προεπιλεγμένος κωδικός πρόσβασης είναι 12345678.
es: La contraseña del firmware nunca se bloquea. Un atacante podría intentar adivinar la contraseña y tendría intentos ilimitados. Por lo tanto, debe elegir una contraseña fuerte. La contraseña por defecto es 12345678.
et: Firmware parool ei ole kunagi blokeeritud. Ründaja võib üritada parooli ära arvata ja tal on piiramatu arv katsete arv. Seetõttu peate valima tugeva parooli. Vaikimisi parool on 12345678.
fi: Yritysohjelmiston salasanaa ei koskaan estetä. Hyökkääjä voi yrittää arvata salasanan, ja hänellä on rajoittamaton määrä yrityksiä. Siksi sinun on valittava vahva salasana. Oletussalasana on 12345678.
fr: Le mot de passe du microprogramme n'est jamais bloqué. Un attaquant pourrait essayer de deviner le mot de passe et aurait un nombre illimité de tentatives. Vous devez donc choisir un mot de passe fort. Le mot de passe par défaut est 12345678.
hu: A firmware jelszava soha nincs blokkolva. Egy támadó megpróbálhatja kitalálni a jelszót, és korlátlanul próbálkozhat. Ezért erős jelszót kell választania. Az alapértelmezett jelszó 12345678.
it: La password del firmware non è mai bloccata. Un aggressore potrebbe provare a indovinare la password e avrebbe tentativi illimitati. Perciò dovete scegliere una password forte. La password di default è 12345678.
ja: ファームウェアのパスワードは決してブロックされません。攻撃者がパスワードを推測しようとしても、その試行回数は無制限です。そのため、強力なパスワードを選択する必要があります。デフォルトのパスワードは12345678です。
lt: Programinės įrangos slaptažodis niekada neužblokuojamas. Užpuolikas galėtų bandyti atspėti slaptažodį ir turėtų neribotą skaičių bandymų. Todėl turite pasirinkti stiprų slaptažodį. Numatytasis slaptažodis yra 12345678.
lv: Programmatūras parole nekad netiek bloķēta. Uzbrucējs varētu mēģināt uzminēt paroli, un viņam būtu neierobežots mēģinājumu skaits. Tāpēc jāizvēlas spēcīga parole. Noklusējuma parole ir 12345678.
pl: Hasło firmware'u nigdy nie jest blokowane. Napastnik mógłby próbować odgadnąć hasło i miałby nieograniczoną liczbę prób. Dlatego należy wybrać silne hasło. Domyślne hasło to 12345678.
pt: A senha do firmware nunca é bloqueada. Um atacante poderia tentar adivinhar a senha e teria tentativas ilimitadas. Portanto, você deve escolher uma senha forte. A senha padrão é 12345678.
ro: Parola firmware-ului nu este niciodată blocată. Un atacator ar putea încerca să ghicească parola și ar avea un număr nelimitat de încercări. Prin urmare, trebuie să alegeți o parolă puternică. Parola implicită este 12345678.
ru: Пароль прошивки никогда не блокируется. Злоумышленник может попытаться угадать пароль, и у него будет неограниченное количество попыток. Поэтому вы должны выбрать надежный пароль. По умолчанию используется пароль 12345678.
sk: Heslo firmvéru nie je nikdy zablokované. Útočník by sa mohol pokúsiť uhádnuť heslo a mal by neobmedzený počet pokusov. Preto musíte zvoliť silné heslo. Predvolené heslo je 12345678.
sl: Geslo za vdelano programsko opremo ni nikoli blokirano. Napadalec lahko poskuša uganiti geslo in ima na voljo neomejeno število poskusov. Zato morate izbrati močno geslo. Privzeto geslo je 12345678.
sv: Lösenordet för den fasta programvaran blockeras aldrig. En angripare kan försöka gissa lösenordet och har obegränsat antal försök. Därför måste du välja ett starkt lösenord. Standardlösenordet är 12345678.

source: **SO PIN:** The SO PIN is used in the Nitrokey HSM only and is something like a "master" PIN with special properties. Please read this instructions carefully to understand the SO PIN of the Nitrokey HSM.
bg: **SO PIN:** SO PIN се използва само в Nitrokey HSM и е нещо като "главен" PIN със специални свойства. Моля, прочетете внимателно тези инструкции, за да разберете SO PIN на Nitrokey HSM.
cs: **SO PIN:** SO PIN se používá pouze v Nitrokey HSM a je něco jako "master" PIN se speciálními vlastnostmi. Přečtěte si prosím pozorně tento návod, abyste porozuměli kódu SO PIN zařízení Nitrokey HSM.
da: **SO PIN:** SO PIN-koden bruges kun i Nitrokey HSM og er noget i retning af en "master" PIN-kode med særlige egenskaber. Læs venligst denne vejledning omhyggeligt for at forstå SO PIN-koden for Nitrokey HSM.
de: **SO PIN:** Die SO PIN wird nur im Nitrokey HSM verwendet und ist so etwas wie eine "Master" PIN mit besonderen Eigenschaften. Bitte lesen Sie diese Anleitung sorgfältig durch, um die SO PIN des Nitrokey HSM zu verstehen.
el: **SO PIN:** Το SO PIN χρησιμοποιείται μόνο στο Nitrokey HSM και είναι κάτι σαν ένα "master" PIN με ειδικές ιδιότητες. Διαβάστε προσεκτικά τις παρούσες οδηγίες για να κατανοήσετε το SO PIN του Nitrokey HSM.
es: **SO PIN:** El SO PIN se utiliza únicamente en el Nitrokey HSM y es algo así como un "maestro" PIN con propiedades especiales. Por favor, lea atentamente estas instrucciones para entender el SO PIN del Nitrokey HSM.
et: **SO PIN:** SO PIN-koodi kasutatakse ainult Nitrokey HSMis ja see on midagi sellist nagu "master" PIN-kood, millel on eriomadused. Palun lugege tähelepanelikult neid juhiseid, et mõista Nitrokey HSM-i SO PIN-koodi.
fi: **SO PIN:** SO PIN-koodia käytetään vain Nitrokey HSM:ssä, ja se on eräänlainen "master" PIN-koodi erityisominaisuuksilla. Lue nämä ohjeet huolellisesti, jotta ymmärrät Nitrokey HSM:n SO PIN-koodin.
fr: **SO PIN:** Le SO PIN est utilisé uniquement dans le Nitrokey HSM et est une sorte de PIN "maître" avec des propriétés spéciales. Veuillez lire attentivement ces instructions pour comprendre le SO PIN du Nitrokey HSM.
hu: **SO PIN:** Az SO PIN csak a Nitrokey HSM-ben használatos, és olyan, mint egy "master" PIN-kód speciális tulajdonságokkal. Kérjük, olvassa el figyelmesen ezt az útmutatót, hogy megértse a Nitrokey HSM SO PIN-kódját.
it: **SO PIN:** Il SO PIN è usato solo in Nitrokey HSM ed è qualcosa come un "master" PIN con proprietà speciali. Leggi attentamente queste istruzioni per capire il SO PIN di Nitrokey HSM.
ja: **SO PIN:** SO PINは、Nitrokey HSMでのみ使用され、特別な性質を持つ"master"PINのようなものです。この説明書をよく読んで、Nitrokey HSMのSO PINについて理解してください。
lt: **SO PIN:** SO PIN kodas naudojamas tik "Nitrokey HSM" ir yra tarsi "pagrindinis" PIN kodas su specialiomis savybėmis. Atidžiai perskaitykite šią instrukciją, kad suprastumėte "Nitrokey HSM" SO PIN kodą.
lv: **SO PIN:** SO PIN tiek izmantots tikai Nitrokey HSM un ir kaut kas līdzīgs "galvenajam" PIN ar īpašām īpašībām. Lūdzu, uzmanīgi izlasiet šo instrukciju, lai izprastu Nitrokey HSM SO PIN kodu.
pl: **SO PIN:** SO PIN jest używany tylko w Nitrokey HSM i jest czymś w rodzaju "master" PIN o specjalnych właściwościach. Prosimy o uważne przeczytanie niniejszej instrukcji, aby zrozumieć działanie SO PIN w Nitrokey HSM.
pt: **SO PIN:** O PIN SO é usado apenas no HSM da Nitrokey e é algo como um "master" PIN com propriedades especiais. Por favor leia atentamente estas instruções para compreender o PIN SO do HSM da Nitrokey.
ro: **SO PIN:** SO PIN este utilizat numai în Nitrokey HSM și este ceva de genul unui "master" PIN cu proprietăți speciale. Vă rugăm să citiți cu atenție aceste instrucțiuni pentru a înțelege PIN-ul SO al Nitrokey HSM.
ru: **SO PIN:** SO PIN используется только в Nitrokey HSM и является чем-то вроде "главного" PIN со специальными свойствами. Пожалуйста, внимательно прочитайте эту инструкцию, чтобы понять, что такое SO PIN-код Nitrokey HSM.
sk: **SO PIN:** SO PIN sa používa len v Nitrokey HSM a je niečo ako "master" PIN so špeciálnymi vlastnosťami. Pozorne si prečítajte tento návod, aby ste porozumeli kódu SO PIN systému Nitrokey HSM.
sl: **SO PIN:** SO PIN se uporablja samo v sistemu Nitrokey HSM in je nekaj podobnega kot "glavni" PIN s posebnimi lastnostmi. Pozorno preberite ta navodila, da boste razumeli kodo SO PIN naprave Nitrokey HSM.
sv: SO PIN-koden används endast i Nitrokey HSM och är ungefär som en "master" PIN-kod med särskilda egenskaper. Läs denna instruktion noggrant för att förstå SO PIN-koden för Nitrokey HSM.

source: **Q:** How many keys can I store?
bg: **В:** Колко ключа мога да съхранявам?
cs: **Q:** Kolik klíčů mohu uložit?
da: **Q:** Hvor mange nøgler kan jeg gemme?
de: **Q:** Wie viele Schlüssel kann ich speichern?
el: **Q:** Πόσα κλειδιά μπορώ να αποθηκεύσω;
es: **Q:** ¿Cuántas llaves puedo almacenar?
et: **K:** Mitu võtit ma saan salvestada?
fi: **Q:** Kuinka monta avainta voin tallentaa?
fr: **Q:** Combien de clés puis-je stocker ?
hu: **K:** Hány kulcsot tárolhatok?
it: **Q:** Quante chiavi posso memorizzare?
ja: **Q:** 鍵は何本まで保存できますか？
lt: **Q:** Kiek raktų galima saugoti?
lv: **Q:** Cik daudz atslēgu var saglabāt?
pl: **Q:** Ile kluczy mogę przechowywać?
pt: **Quantas chaves posso guardar?
ro: **Q:** Câte chei pot stoca?
ru: **В:** Сколько ключей я могу хранить?
sk: **Q:** Koľko kľúčov môžem uložiť?
sl: **Q:** Koliko ključev lahko shranim?
sv: **Q:** Hur många nycklar kan jag lagra?

source: The Nitrokey Pro, Nitrokey Start and Nitrokey Storage can store three RSA key pairs. All keys use the same identity but are used for different purposes: authentication, encryption and signing.
bg: Nitrokey Pro, Nitrokey Start и Nitrokey Storage могат да съхраняват три двойки ключове RSA. Всички ключове използват една и съща идентичност, но се използват за различни цели: удостоверяване, криптиране и подписване.
cs: Do zařízení Nitrokey Pro, Nitrokey Start a Nitrokey Storage lze uložit tři páry klíčů RSA. Všechny klíče používají stejnou identitu, ale používají se pro různé účely: ověřování, šifrování a podepisování.
da: Nitrokey Pro, Nitrokey Start og Nitrokey Storage kan gemme tre RSA-nøglepar. Alle nøgler bruger den samme identitet, men bruges til forskellige formål: autentificering, kryptering og signering.
de: Der Nitrokey Pro, Nitrokey Start und Nitrokey Storage können drei RSA-Schlüsselpaare speichern. Alle Schlüssel verwenden die gleiche Identität, werden aber für unterschiedliche Zwecke verwendet: Authentifizierung, Verschlüsselung und Signierung.
el: Τα Nitrokey Pro, Nitrokey Start και Nitrokey Storage μπορούν να αποθηκεύσουν τρία ζεύγη κλειδιών RSA. Όλα τα κλειδιά χρησιμοποιούν την ίδια ταυτότητα, αλλά χρησιμοποιούνται για διαφορετικούς σκοπούς: πιστοποίηση ταυτότητας, κρυπτογράφηση και υπογραφή.
es: Nitrokey Pro, Nitrokey Start y Nitrokey Storage pueden almacenar tres pares de claves RSA. Todas las claves utilizan la misma identidad, pero se utilizan para fines diferentes: autenticación, cifrado y firma.
et: Nitrokey Pro, Nitrokey Start ja Nitrokey Storage võivad salvestada kolm RSA võtmepaari. Kõik võtmed kasutavad sama identiteeti, kuid neid kasutatakse erinevatel eesmärkidel: autentimine, krüpteerimine ja allkirjastamine.
fi: Nitrokey Pro, Nitrokey Start ja Nitrokey Storage voivat tallentaa kolme RSA-avainparia. Kaikissa avaimissa on sama tunniste, mutta niitä käytetään eri tarkoituksiin: todennukseen, salaukseen ja allekirjoittamiseen.
fr: Les clés Nitrokey Pro, Nitrokey Start et Nitrokey Storage peuvent stocker trois paires de clés RSA. Toutes les clés utilisent la même identité mais sont utilisées à des fins différentes : authentification, cryptage et signature.
hu: A Nitrokey Pro, a Nitrokey Start és a Nitrokey Storage három RSA kulcspárt képes tárolni. Minden kulcs ugyanazt az azonosítót használja, de különböző célokra: hitelesítésre, titkosításra és aláírásra.
it: Nitrokey Pro, Nitrokey Start e Nitrokey Storage possono memorizzare tre coppie di chiavi RSA. Tutte le chiavi usano la stessa identità ma sono usate per scopi diversi: autenticazione, crittografia e firma.
ja: Nitrokey Pro、Nitrokey Start、Nitrokey Storageには、3つのRSAキーペアを保存することができます。すべての鍵は同じIDを使用しますが、認証、暗号化、署名という異なる目的で使用されます。
lt: "Nitrokey Pro", "Nitrokey Start" ir "Nitrokey Storage" galima saugoti tris RSA raktų poras. Visi raktai naudoja tą pačią tapatybę, tačiau naudojami skirtingais tikslais: autentiškumo nustatymui, šifravimui ir pasirašymui.
lv: Nitrokey Pro, Nitrokey Start un Nitrokey Storage var saglabāt trīs RSA atslēgu pārus. Visas atslēgas izmanto vienu un to pašu identitāti, taču tās tiek izmantotas dažādiem mērķiem: autentifikācijai, šifrēšanai un parakstīšanai.
pl: Nitrokey Pro, Nitrokey Start i Nitrokey Storage mogą przechowywać trzy pary kluczy RSA. Wszystkie klucze używają tej samej tożsamości, ale są używane do różnych celów: uwierzytelniania, szyfrowania i podpisywania.
pt: O Nitrokey Pro, Nitrokey Start e Nitrokey Storage pode armazenar três pares de chaves RSA. Todas as chaves utilizam a mesma identidade mas são utilizadas para fins diferentes: autenticação, encriptação e assinatura.
ro: Nitrokey Pro, Nitrokey Start și Nitrokey Storage pot stoca trei perechi de chei RSA. Toate cheile folosesc aceeași identitate, dar sunt utilizate în scopuri diferite: autentificare, criptare și semnare.
ru: Nitrokey Pro, Nitrokey Start и Nitrokey Storage могут хранить три пары ключей RSA. Все ключи используют один и тот же идентификатор, но применяются для разных целей: аутентификации, шифрования и подписи.
sk: Do zariadení Nitrokey Pro, Nitrokey Start a Nitrokey Storage možno uložiť tri páry kľúčov RSA. Všetky kľúče používajú rovnakú identitu, ale používajú sa na rôzne účely: overovanie, šifrovanie a podpisovanie.
sl: Nitrokey Pro, Nitrokey Start in Nitrokey Storage lahko shranijo tri pare ključev RSA. Vsi ključi uporabljajo isto identiteto, vendar se uporabljajo za različne namene: preverjanje pristnosti, šifriranje in podpisovanje.
sv: Nitrokey Pro, Nitrokey Start och Nitrokey Storage kan lagra tre RSA-nyckelpar. Alla nycklar använder samma identitet men används för olika ändamål: autentisering, kryptering och signering.

source: Nitrokey HSM can store 20 RSA-2048 and 31 ECC-256 key pairs.
bg: Nitrokey HSM може да съхранява 20 двойки ключове RSA-2048 и 31 двойки ключове ECC-256.
cs: Nitrokey HSM může uložit 20 párů klíčů RSA-2048 a 31 párů klíčů ECC-256.
da: Nitrokey HSM kan gemme 20 RSA-2048- og 31 ECC-256-nøglepar.
de: Nitrokey HSM kann 20 RSA-2048 und 31 ECC-256 Schlüsselpaare speichern.
el: Το Nitrokey HSM μπορεί να αποθηκεύσει 20 ζεύγη κλειδιών RSA-2048 και 31 ζεύγη κλειδιών ECC-256.
es: Nitrokey HSM puede almacenar 20 pares de claves RSA-2048 y 31 ECC-256.
et: Nitrokey HSM suudab salvestada 20 RSA-2048 ja 31 ECC-256 võtmepaari.
fi: Nitrokey HSM voi tallentaa 20 RSA-2048- ja 31 ECC-256-avainparia.
fr: Le Nitrokey HSM peut stocker 20 paires de clés RSA-2048 et 31 paires de clés ECC-256.
hu: A Nitrokey HSM 20 RSA-2048 és 31 ECC-256 kulcspárt képes tárolni.
it: Nitrokey HSM può memorizzare 20 coppie di chiavi RSA-2048 e 31 ECC-256.
ja: Nitrokey HSMは20個のRSA-2048と31個のECC-256のキーペアを保存できます。
lt: "Nitrokey HSM" gali saugoti 20 RSA-2048 ir 31 ECC-256 raktų porą.
lv: Nitrokey HSM var saglabāt 20 RSA-2048 un 31 ECC-256 atslēgu pārus.
pl: Nitrokey HSM może przechowywać 20 par kluczy RSA-2048 i 31 par kluczy ECC-256.
pt: Nitrokey HSM pode armazenar 20 pares de chaves RSA-2048 e 31 pares de chaves ECC-256.
ro: Nitrokey HSM poate stoca 20 de perechi de chei RSA-2048 și 31 de perechi de chei ECC-256.
ru: Nitrokey HSM может хранить 20 пар ключей RSA-2048 и 31 пару ключей ECC-256.
sk: Nitrokey HSM môže uložiť 20 párov kľúčov RSA-2048 a 31 párov kľúčov ECC-256.
sl: Nitrokey HSM lahko shrani 20 parov ključev RSA-2048 in 31 parov ključev ECC-256.
sv: Nitrokey HSM kan lagra 20 RSA-2048- och 31 ECC-256-nyckelpar.

source: Nitrokey U2F stores a single ECC key pair but can be used with an unlimited amount of user accounts.
bg: Nitrokey U2F съхранява една двойка ключове ECC, но може да се използва с неограничен брой потребителски акаунти.
cs: Nitrokey U2F ukládá jeden pár klíčů ECC, ale lze jej použít s neomezeným počtem uživatelských účtů.
da: Nitrokey U2F gemmer et enkelt ECC-nøglepar, men kan bruges med et ubegrænset antal brugerkonti.
de: Nitrokey U2F speichert ein einziges ECC-Schlüsselpaar, kann aber mit einer unbegrenzten Anzahl von Benutzerkonten verwendet werden.
el: Το Nitrokey U2F αποθηκεύει ένα μόνο ζεύγος κλειδιών ECC, αλλά μπορεί να χρησιμοποιηθεί με απεριόριστο αριθμό λογαριασμών χρηστών.
es: Nitrokey U2F almacena un único par de claves ECC, pero puede utilizarse con un número ilimitado de cuentas de usuario.
et: Nitrokey U2F salvestab ühe ECC võtmepaari, kuid seda saab kasutada piiramatu arvu kasutajakontodega.
fi: Nitrokey U2F tallentaa yhden ECC-avainparin, mutta sitä voidaan käyttää rajattomalla määrällä käyttäjätilejä.
fr: Nitrokey U2F stocke une seule paire de clés ECC mais peut être utilisé avec un nombre illimité de comptes utilisateurs.
hu: A Nitrokey U2F egyetlen ECC kulcspárt tárol, de korlátlan számú felhasználói fiókkal használható.
it: Nitrokey U2F memorizza una singola coppia di chiavi ECC ma può essere utilizzato con una quantità illimitata di account utente.
ja: Nitrokey U2Fは、1つのECCキーペアを保存しますが、無制限のユーザーアカウントで使用することができます。
lt: "Nitrokey U2F" saugo vieną ECC raktų porą, bet gali būti naudojama su neribotu naudotojų paskyrų skaičiumi.
lv: Nitrokey U2F saglabā vienu ECC atslēgu pāri, taču to var izmantot ar neierobežotu lietotāju kontu skaitu.
pl: Nitrokey U2F przechowuje pojedynczą parę kluczy ECC, ale może być używany z nieograniczoną liczbą kont użytkowników.
pt: Nitrokey U2F armazena um único par de chaves ECC mas pode ser usado com uma quantidade ilimitada de contas de usuário.
ro: Nitrokey U2F stochează o singură pereche de chei ECC, dar poate fi utilizată cu un număr nelimitat de conturi de utilizator.
ru: Nitrokey U2F хранит одну пару ключей ECC, но может использоваться с неограниченным количеством учетных записей пользователей.
sk: Nitrokey U2F uchováva jeden pár kľúčov ECC, ale môže sa používať s neobmedzeným počtom používateľských účtov.
sl: Nitrokey U2F hrani en par ključev ECC, vendar se lahko uporablja z neomejenim številom uporabniških računov.
sv: Nitrokey U2F lagrar ett enda ECC-nyckelpar men kan användas med ett obegränsat antal användarkonton.

source: **Q:** How fast is encryption and signing?
bg: **В:** Колко бързо се извършва криптирането и подписването?
cs: **Q:** Jak rychlé je šifrování a podepisování?
da: **Q:** Hvor hurtigt er kryptering og signering?
de: **Q:** Wie schnell sind Verschlüsselung und Signierung?
el: **Q:** Πόσο γρήγορη είναι η κρυπτογράφηση και η υπογραφή;
es: **P: ** ¿Cómo de rápido es el cifrado y la firma?
et: **K:** Kui kiire on krüpteerimine ja allkirjastamine?
fi: **Q:** Kuinka nopeasti salaus ja allekirjoitus toimii?
fr: **Q:** Quelle est la rapidité du cryptage et de la signature ?
hu: **K:** Milyen gyors a titkosítás és az aláírás?
it: **Q:** Quanto è veloce la crittografia e la firma?
ja: **Q：**暗号化や署名の速度はどのくらいですか？
lt: **Q:** Kaip greitai šifruojama ir pasirašoma?
lv: **Q:** Cik ātra ir šifrēšana un parakstīšana?
pl: **Q:** Jak szybkie jest szyfrowanie i podpisywanie?
pt: **Q:** Quão rápido é a encriptação e a assinatura?
ro: **Întrebare: ** Cât de rapid este criptarea și semnarea?
ru: **В:** Насколько быстро происходит шифрование и подписание?
sk: **Q:** Ako rýchlo prebieha šifrovanie a podpisovanie?
sl: **Q:** Kako hitro poteka šifriranje in podpisovanje?
sv: **Q:** Hur snabbt går kryptering och signering?

source: See the relevant product faq for details: (@todo add links)
bg: За повече информация вижте съответната информация за продукта: (@todo add links)
cs: Podrobnosti naleznete v příslušných pokynech k produktu: (@todo přidat odkazy)
da: Se den relevante produktfaq for at få flere oplysninger: (@todo tilføje links)
de: Einzelheiten finden Sie in der entsprechenden Produkt-FAQ: (@todo Links hinzufügen)
el: Ανατρέξτε στο σχετικό faq του προϊόντος για λεπτομέρειες: (@todo add links)
es: Consulte las preguntas frecuentes sobre el producto para obtener más información: (@todo add links)
et: Üksikasjalikumat teavet leiate asjaomase toote juhistest: (@todo add links)
fi: Katso lisätietoja asianomaisesta tuotteesta: (@todo add links)
fr: Consultez la FAQ du produit concerné pour plus de détails : (@todo ajoute des liens)
hu: A részletekért lásd a vonatkozó termékfakutatásokat: (@todo linkek hozzáadása)
it: Vedere la faq del prodotto pertinente per i dettagli: (@todo add link)
ja: 詳しくは、各製品のfaqをご覧ください。(@todo add links)
lt: Išsamesnės informacijos ieškokite atitinkamame gaminio žinyne: (@todo pridėti nuorodas)
lv: Sīkāku informāciju skatiet attiecīgajā produkta tehniskajā aprakstā: (@todo pievienot saites)
pl: Szczegółowe informacje można znaleźć w odpowiednim faq produktu: (@todo dodaj linki)
pt: Consulte a faq do produto relevante para obter mais detalhes: (@todo add links)
ro: Pentru detalii, consultați faq-ul produsului relevant: (@todo adaugă linkuri)
ru: Подробности см. в faq соответствующего продукта: (@todo добавить ссылки)
sk: Podrobnosti nájdete v príslušnom informačnom liste k produktu: (@todo pridať odkazy)
sl: Za podrobnosti glejte ustrezen pojasnjevalni vprašalnik o izdelku: (@todo dodaj povezave)
sv: Se den relevanta produktfaq för mer information: (@todo lägger till länkar)

source: **Q:** Do Nitrokeys contain a secure chip or just a normal microcontroller?
bg: **Отговор:** Нитрокеите съдържат ли защитен чип или просто обикновен микроконтролер?
cs: **Q:** Obsahují Nitrokeys bezpečný čip nebo jen normální mikrokontrolér?
da: **Q:** Indeholder Nitrokeys en sikker chip eller bare en almindelig mikrocontroller?
de: **Q:** Enthalten Nitrokeys einen sicheren Chip oder nur einen normalen Mikrocontroller?
el: **Q:** Τα Nitrokeys περιέχουν ένα ασφαλές τσιπ ή έναν απλό μικροελεγκτή;
es: **Pregunta:** ¿Las Nitrokeys contienen un chip seguro o sólo un microcontrolador normal?
et: **K:** Kas Nitrokeys on turvaline kiip või tavaline mikrokontroller?
fi: **Q:** Sisältävätkö Nitrokeyt suojatun sirun vai vain tavallisen mikrokontrollerin?
fr: **Q:** Les Nitrokeys contiennent-ils une puce sécurisée ou juste un microcontrôleur normal ?
hu: **K:** A Nitrokey-k tartalmaznak biztonságos chipet vagy csak egy normál mikrokontrollert?
it: **Q:** I Nitrokeys contengono un chip sicuro o solo un normale microcontrollore?
ja: **Q:** Nitrokeysにはセキュアチップが搭載されているのでしょうか、それとも通常のマイクロコントローラーが搭載されているのでしょうか？
lt: **Q:** Ar "Nitrokeys" turi saugią mikroschemą, ar tik įprastą mikrovaldiklį?
lv: **Q:** Vai Nitrokeys satur drošu mikroshēmu vai tikai parastu mikrokontrolleri?
pl: **Q:** Czy Nitrokeys zawierają bezpieczny chip, czy tylko zwykły mikrokontroler?
pt: **Q:**Os Nitrokeys contêm um chip seguro ou apenas um microcontrolador normal?
ro: **Întrebare:** Nitrokeys conține un cip securizat sau doar un microcontroler normal?
ru: **Вопрос:** Содержат ли Nitrokeys защищенный чип или просто обычный микроконтроллер?
sk: **Q:** Obsahujú Nitrokeys bezpečný čip alebo len obyčajný mikrokontrolér?
sl: **Q:** Ali Nitrokeys vsebujejo varen čip ali le običajen mikrokrmilnik?
sv: **Q:** Innehåller Nitrokeys ett säkert chip eller bara en vanlig mikrokontroller?
