Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/shared-faqs.po
Languages: bg, cs, da, de, el, es, et, fi, fr, hu, it, ja, lt, lv, pl, pt, ro, ru, sk, sl, sv

source: Nitrokey Pro's and Storage's PINs can be up to 20 digits long and can consist of numbers, characters and special characters. Note: When using GnuPG or OpenSC, 32 character long PINs can be used but aren't supported by Nitrokey App.
bg: ПИН кодовете на Nitrokey Pro's и Storage's могат да бъдат с дължина до 20 цифри и да се състоят от цифри, символи и специални знаци. Забележка: Когато използвате GnuPG или OpenSC, могат да се използват ПИН кодове с дължина 32 символа, но те не се поддържат от приложението Nitrokey.
cs: PINy Nitrokey Pro's a Storage's mohou mít až 20 číslic a mohou se skládat z čísel, znaků a speciálních znaků. Poznámka: Při použití GnuPG nebo OpenSC lze použít 32 znaků dlouhé kódy PIN, které však aplikace Nitrokey nepodporuje.
da: Nitrokey Pro's og Storage's PIN-koder kan være op til 20 cifre lange og kan bestå af tal, tegn og specialtegn. Bemærk: Når du bruger GnuPG eller OpenSC, kan der bruges pinkoder med 32 tegn, men de understøttes ikke af Nitrokey App.
de: Die PINs von Nitrokey Pro und Storage können bis zu 20 Ziffern lang sein und aus Zahlen, Buchstaben und Sonderzeichen bestehen. Hinweis: Bei Verwendung von GnuPG oder OpenSC können 32 Zeichen lange PINs verwendet werden, die jedoch von der Nitrokey App nicht unterstützt werden.
el: Τα PIN των Nitrokey Pro's και Storage's μπορούν να έχουν μήκος έως και 20 ψηφία και να αποτελούνται από αριθμούς, χαρακτήρες και ειδικούς χαρακτήρες. Σημείωση: Όταν χρησιμοποιείτε το GnuPG ή το OpenSC, μπορούν να χρησιμοποιηθούν PINs μήκους 32 χαρακτήρων, αλλά δεν υποστηρίζονται από την εφαρμογή Nitrokey App.
es: Los PINs de Nitrokey Pro's y Storage's pueden tener hasta 20 dígitos y pueden estar compuestos por números, caracteres y caracteres especiales. Nota: Cuando se utiliza GnuPG u OpenSC, se pueden utilizar PINs de 32 caracteres, pero no son compatibles con Nitrokey App.
et: Nitrokey Pro's ja Storage's PIN-koodid võivad olla kuni 20-kohalised ja koosneda numbritest, tähemärkidest ja erimärkidest. Märkus: GnuPG või OpenSC kasutamisel saab kasutada 32 tähemärgi pikkuseid PIN-koode, kuid neid ei toeta Nitrokey App.
fi: Nitrokey Pro'n ja Storage'n PIN-koodit voivat olla enintään 20 numeroa pitkiä ja koostua numeroista, merkeistä ja erikoismerkeistä. Huomautus: GnuPG:tä tai OpenSC:tä käytettäessä voidaan käyttää 32 merkin pituisia PIN-koodeja, mutta Nitrokey App ei tue niitä.
fr: Les codes PIN de Nitrokey Pro et Storage peuvent comporter jusqu'à 20 chiffres et peuvent être composés de chiffres, de caractères et de caractères spéciaux. Remarque : lorsque vous utilisez GnuPG ou OpenSC, vous pouvez utiliser des codes PIN de 32 caractères mais ils ne sont pas pris en charge par Nitrokey App.
hu: A Nitrokey Pro's és Storage's PIN-kódok legfeljebb 20 számjegy hosszúak lehetnek, és számokból, karakterekből és speciális karakterekből állhatnak. Megjegyzés: A GnuPG vagy az OpenSC használatakor 32 karakter hosszú PIN-kódok is használhatók, de a Nitrokey App nem támogatja őket.
it: I PIN di Nitrokey Pro e Storage possono essere lunghi fino a 20 cifre e possono essere composti da numeri, caratteri e caratteri speciali. Nota: Quando si usa GnuPG o OpenSC, si possono usare PIN lunghi 32 caratteri ma non sono supportati da Nitrokey App.
ja: Nitrokey Storage'のPINは最大20桁の長さで、数字、文字、特殊文字で構成することができます。注：GnuPGまたはOpenSCを使用する場合、32文字の長さのPINを使用できますが、Nitrokey Appではサポートされていません。
lt: "Nitrokey Pro" ir "Storage" PIN kodai gali būti iki 20 skaitmenų ilgio, juos gali sudaryti skaičiai, simboliai ir specialieji ženklai. Pastaba: naudojant "GnuPG" arba "OpenSC", galima naudoti 32 simbolių ilgio PIN kodus, tačiau "Nitrokey App" jų nepalaiko.
lv: Nitrokey Pro's un Storage's PIN kodi var būt līdz 20 ciparu gari un sastāvēt no cipariem, rakstzīmēm un speciālzīmēm. Piezīme: Izmantojot GnuPG vai OpenSC, var izmantot 32 rakstzīmju garus PIN kodus, taču Nitrokey lietotne tos neatbalsta.
pl: PINy Nitrokey Pro's i Storage's mogą mieć długość do 20 cyfr i mogą składać się z cyfr, znaków i znaków specjalnych. Uwaga: W przypadku używania GnuPG lub OpenSC można używać PINów o długości 32 znaków, ale nie są one obsługiwane przez Nitrokey App.
pt: Os PINs Nitrokey Pro's e Storage's podem ter até 20 dígitos e podem ser compostos por números, caracteres e caracteres especiais. Nota: Ao usar GnuPG ou OpenSC, PINs com 32 caracteres podem ser usados mas são't suportados pela Nitrokey App.
ro: PIN-urile Nitrokey Pro's și Storage's pot avea o lungime de până la 20 de cifre și pot fi formate din numere, caractere și caractere speciale. Notă: Atunci când se utilizează GnuPG sau OpenSC, se pot utiliza PIN-uri lungi de 32 de caractere, dar nu sunt acceptate de Nitrokey App.
ru: PIN-коды Nitrokey Pro' и Storage' могут быть длиной до 20 цифр и состоять из цифр, знаков и специальных символов. Примечание: При использовании GnuPG или OpenSC можно использовать PIN-коды длиной 32 символа, но они не поддерживаются приложением Nitrokey.
sk: Kódy PIN zariadení Nitrokey Pro's a Storage's môžu mať až 20 číslic a môžu pozostávať z číslic, znakov a špeciálnych znakov. Poznámka: Pri používaní GnuPG alebo OpenSC je možné používať 32 znakov dlhé kódy PIN, ktoré však aplikácia Nitrokey nepodporuje.
sl: PIN-i Nitrokey Pro in Storage so lahko dolgi do 20 številk in so lahko sestavljeni iz številk, znakov in posebnih znakov. Opomba: Če uporabljate GnuPG ali OpenSC, lahko uporabite 32 znakov dolge kode PIN, vendar jih aplikacija Nitrokey ne podpira.
sv: Nitrokey PIN-koder kan vara upp till 16 siffror långa och bestå av siffror, tecken och specialtecken. Obs: När du använder GnuPG eller OpenSC kan du använda PIN-koder som är 32 tecken långa, men de stöds inte av Nitrokey App.

source: **Q:** What is user/admin/firmware PIN/password for?
bg: **В:** За какво служи ПИН кодът/паролата на потребителя/администратора/фирмуера?
cs: **Otázka:** K čemu slouží kód PIN/heslo uživatele/admina/firmwaru?
da: **Q:** Hvad er bruger/admin/firmware PIN/password til?
de: **Q:** Wozu dient die Benutzer-/Admin-/Firmware-PIN bzw. das Kennwort?
el: **Ερώτηση:** Τι είναι ο κωδικός χρήστη/διαχειριστή/firmware PIN/password;
es: **Q:** ¿Para qué sirve el PIN/contraseña de usuario/admin/firmware?
et: **K:** Milleks on kasutaja/administraatori/firmware PIN-kood/parool?
fi: **Q:** Mitä varten on user/admin/firmware PIN/salasana?
fr: **Q:** A quoi sert le PIN/mot de passe de user/admin/firmware ?
hu: **K:** Mire szolgál a user/admin/firmware PIN/jelszó?
it: **Q:** A cosa serve il PIN/password di utente/admin/firmware?
ja: **Q:** user/admin/firmware PIN/passwordは何のためのものですか？
lt: **Q:** Kam skirtas naudotojo/administratoriaus/firmware PIN kodas/ slaptažodis?
lv: **Q:** Kādam nolūkam tiek izmantots lietotāja/admin/firmware PIN kods/parole?
pl: **Q:** Do czego służy PIN/hasło użytkownika/admin/firmware?
pt: **Q:** Para que serve o PIN/password do utilizador/admin/firmware?
ro: **Întrebare:** La ce folosește user/admin/firmware PIN/parolă?
ru: **В:** Для чего нужен PIN-код/пароль пользователя/админа/прошивальщика?
sk: **Q:** Na čo slúži PIN kód/heslo používateľa/admina/firmvéru?
sl: **Q:** Za kaj je uporabnik/admin/firmware PIN/geslo?
sv: **Q:** Vad är user/admin/firmware PIN/lösenordet till för?

source: **User PIN:** The user PIN is at least 6-digits long and is used to get access to the contect of the Nitrokey. This is the PIN you will use a lot in every day use e.g. for decrypting messages, for unlocking your encrypted storage (NK Storage only) etc.
bg: **ПИН код на потребителя:** ПИН кодът на потребителя е дълъг най-малко 6 цифри и се използва за достъп до съдържанието на Nitrokey. Това е ПИН кодът, който ще използвате много често при ежедневна употреба, напр. за декриптиране на съобщения, за отключване на криптираното хранилище (само за NK Storage) и др.
cs: **Uživatelský kód PIN:** Uživatelský kód PIN je minimálně šestimístný a slouží k přístupu ke kontejneru Nitrokey. Tento PIN budete často používat při každodenním používání, např. pro dešifrování zpráv, pro odemknutí zašifrovaného úložiště (pouze úložiště NK) atd.
da: **Bruger-PIN:** Bruger-PIN-koden er mindst 6 cifre lang og bruges til at få adgang til Nitrokey's område. Dette er den PIN-kode, som du vil bruge meget i daglig brug, f.eks. til at dekryptere beskeder, til at låse dit krypterede lager op (kun NK Storage) osv.
de: **Benutzer-PIN:** Die Benutzer-PIN ist mindestens 6-stellig und wird verwendet, um Zugriff auf den Inhalt des Nitrokey zu erhalten. Dies ist die PIN, die Sie im täglichen Gebrauch häufig verwenden werden, z. B. zum Entschlüsseln von Nachrichten, zum Entsperren Ihres verschlüsselten Speichers (nur NK Storage) usw.
el: **ΠΙΝ χρήστη:** Το PIN χρήστη είναι τουλάχιστον 6ψήφιο και χρησιμοποιείται για την πρόσβαση στο περιεχόμενο του Nitrokey. Αυτό είναι το PIN που θα χρησιμοποιείτε συχνά σε καθημερινή χρήση, π.χ. για την αποκρυπτογράφηση μηνυμάτων, για το ξεκλείδωμα του κρυπτογραφημένου αποθηκευτικού χώρου σας (μόνο για τον αποθηκευτικό χώρο NK) κ.λπ.
es: **PIN de usuario:** El PIN de usuario tiene al menos 6 dígitos y se utiliza para acceder al contenido de Nitrokey. Este es el PIN que usará mucho en el uso diario, por ejemplo, para descifrar mensajes, para desbloquear su almacenamiento encriptado (sólo NK Storage), etc.
et: **Kasutajate PIN-kood:** Kasutaja PIN-kood on vähemalt 6-kohaline ja seda kasutatakse Nitrokey kontaktile juurdepääsu saamiseks. See on PIN-kood, mida kasutate igapäevaselt palju, nt sõnumite dekrüpteerimiseks, krüpteeritud salvestusruumi avamiseks (ainult NK Storage) jne.
fi: **Käyttäjän PIN-koodi:** Käyttäjän PIN-koodi on vähintään 6-numeroinen, ja sitä käytetään Nitrokeyn käyttöoikeuksiin. Tätä PIN-koodia käytät paljon jokapäiväisessä käytössä, esim. viestien salauksen purkamiseen, salatun tallennustilan avaamiseen (vain NK Storage) jne.
fr: **PIN utilisateur:** Le PIN utilisateur est composé d'au moins 6 chiffres et est utilisé pour accéder au contenu de la Nitrokey. Il s'agit du code PIN que vous utiliserez souvent dans votre vie quotidienne, par exemple pour décrypter des messages, pour déverrouiller votre stockage crypté (stockage NK uniquement), etc.
hu: **Használói PIN:** A felhasználói PIN legalább 6 számjegy hosszú, és a Nitrokey konteójához való hozzáféréshez szükséges. Ezt a PIN-kódot a mindennapi használat során gyakran fogja használni, pl. üzenetek visszafejtéséhez, titkosított tárhelyének feloldásához (csak NK Storage) stb.
it: **PIN utente:** Il PIN utente è lungo almeno 6 cifre ed è usato per accedere al contenuto di Nitrokey. Questo è il PIN che userai molto nell'uso quotidiano, ad esempio per decriptare i messaggi, per sbloccare il tuo storage criptato (solo NK Storage) ecc.
ja: ユーザーPINは少なくとも6桁の長さで、Nitrokeyの保護領域にアクセスするために使用されます。このPINは、メッセージの復号化や暗号化されたストレージ（NKストレージのみ）のロック解除など、日常的によく使用するものです。
lt: **Vartotojo PIN kodas:** Vartotojo PIN kodas yra bent 6 skaitmenų ilgio ir naudojamas norint gauti prieigą prie "Nitrokey" kontakto. Šį PIN kodą dažnai naudosite kasdien, pvz., dešifruodami pranešimus, atrakindami užšifruotą saugyklą (tik NK saugykloje) ir t. t.
lv: **Lietotāja PIN kods:** Lietotāja PIN kods ir vismaz sešciparu, un to izmanto, lai piekļūtu Nitrokey kontekstam. Šo PIN kodu jūs bieži izmantosiet ikdienā, piemēram, lai atšifrētu ziņojumus, atbloķētu savu šifrēto krātuvi (tikai NK krātuve) u. c.
pl: **PIN użytkownika:** PIN użytkownika składa się z co najmniej 6 cyfr i jest używany w celu uzyskania dostępu do zawartości Nitrokey. Jest to PIN, którego będziesz często używał w codziennym użytkowaniu, np. do odszyfrowania wiadomości, odblokowania zaszyfrowanej pamięci (tylko NK Storage) itp.
pt: **PIN do utilizador:** O PIN do utilizador tem pelo menos 6 dígitos e é usado para ter acesso ao conteudo da Nitrokey. Este é o PIN que utilizará muito todos os dias, por exemplo, para desencriptar mensagens, para desbloquear o seu armazenamento encriptado (apenas armazenamento NK), etc.
ro: **PIN-ul utilizatorului:** PIN-ul utilizatorului are o lungime de cel puțin 6 cifre și este utilizat pentru a obține acces la conținutul Nitrokey. Acesta este PIN-ul pe care îl veți folosi foarte des în utilizarea de zi cu zi, de exemplu pentru decriptarea mesajelor, pentru deblocarea memoriei criptate (numai NK Storage) etc.
ru: **User PIN:** Пользовательский PIN-код состоит как минимум из 6 цифр и используется для получения доступа к контенту Nitrokey. Этот PIN-код вы будете часто использовать в повседневной жизни, например, для расшифровки сообщений, для разблокировки вашего зашифрованного хранилища (только для NK Storage) и т.д.
sk: **Používateľský kód PIN:** Používateľský kód PIN je najmenej 6-miestny a slúži na získanie prístupu ku kontaktu zariadenia Nitrokey. Tento kód PIN budete často používať pri každodennom používaní, napr. na dešifrovanie správ, na odomknutie zašifrovaného úložiska (iba úložisko NK) atď.
sl: **Uporabniška koda PIN:** Uporabniška koda PIN je dolga najmanj 6 številk in se uporablja za dostop do vsebine ključa Nitrokey. To je PIN, ki ga boste pogosto uporabljali pri vsakodnevni uporabi, npr. za dešifriranje sporočil, odklepanje šifriranega pomnilnika (samo pomnilnik NK) itd.
sv: **Användar-PIN:** Användar-PIN-koden är minst 6 siffror lång och används för att få tillgång till Nitrokey. Detta är den PIN-kod som du kommer att använda mycket i vardagen, t.ex. för att dekryptera meddelanden, för att låsa upp ditt krypterade lagringsutrymme (endast NK Storage) osv.

source: The user PIN can have up to 20 digits and other characters (e.g. alphabetic and special characters). But as the user PIN is blocked as soon three wrong PIN attempts were done, it is sufficiently secure to only have a 6 digits PIN. The default PIN is 123456.
bg: Потребителският ПИН код може да съдържа до 20 цифри и други символи (напр. буквени и специални символи). Но тъй като потребителският ПИН се блокира при три грешни опита за въвеждане на ПИН, достатъчно сигурно е да има само 6-цифрен ПИН. ПИН кодът по подразбиране е 123456.
cs: Uživatelský PIN může mít až 20 číslic a dalších znaků (např. abecedních a speciálních). Protože je však uživatelský kód PIN zablokován, jakmile dojde ke třem chybným pokusům o zadání kódu PIN, je dostatečně bezpečné mít pouze šestimístný kód PIN. Výchozí kód PIN je 123456.
da: Bruger-PIN-koden kan have op til 20 cifre og andre tegn (f.eks. alfabetiske og specialtegn). Men da bruger-PIN-koden blokeres, så snart der er gjort tre forkerte PIN-forsøg, er det tilstrækkeligt sikkert kun at have en 6-cifret PIN-kode. Standard-PIN-koden er 123456.
de: Die Benutzer-PIN kann bis zu 20 Ziffern und andere Zeichen (z. B. Buchstaben und Sonderzeichen) enthalten. Da die Benutzer-PIN jedoch gesperrt wird, sobald drei falsche PIN-Versuche unternommen wurden, ist eine 6-stellige PIN ausreichend sicher. Die Standard-PIN lautet 123456.
el: Το PIN χρήστη μπορεί να έχει έως και 20 ψηφία και άλλους χαρακτήρες (π.χ. αλφαβητικούς και ειδικούς χαρακτήρες). Καθώς όμως το PIN χρήστη μπλοκάρεται μόλις γίνουν τρεις λανθασμένες προσπάθειες για το PIN, είναι αρκετά ασφαλές να έχετε μόνο ένα PIN με 6 ψηφία. Το προεπιλεγμένο PIN είναι 123456.
es: El PIN de usuario puede tener hasta 20 dígitos y otros caracteres (por ejemplo, caracteres alfabéticos y especiales). Pero como el PIN de usuario se bloquea en cuanto se hacen tres intentos de PIN erróneos, es suficientemente seguro tener sólo un PIN de 6 dígitos. El PIN por defecto es 123456.
et: Kasutaja PIN-kood võib sisaldada kuni 20 numbrit ja muid sümboleid (nt tähestikku ja erimärke). Kuid kuna kasutaja PIN-kood blokeeritakse, kui on tehtud kolm valet PIN-koodi katset, on piisavalt turvaline kasutada ainult 6-kohalist PIN-koodi. Vaikimisi PIN-kood on 123456.
fi: Käyttäjän PIN-koodissa voi olla enintään 20 numeroa ja muita merkkejä (esim. aakkos- ja erikoismerkkejä). Koska käyttäjän PIN-koodi kuitenkin estetään heti, kun kolme väärää PIN-koodiyritystä on tehty, on riittävän turvallista käyttää vain 6-numeroista PIN-koodia. Oletusarvoinen PIN-koodi on 123456.
fr: Le PIN de l'utilisateur peut comporter jusqu'à 20 chiffres et d'autres caractères (par exemple, des caractères alphabétiques et spéciaux). Mais comme le PIN de l'utilisateur est bloqué dès que trois tentatives de PIN erroné ont été effectuées, il est suffisamment sûr de n'avoir qu'un PIN à 6 chiffres. Le PIN par défaut est 123456.
hu: A felhasználói PIN-kód legfeljebb 20 számjegyből és egyéb karakterekből (pl. betű- és speciális karakterek) állhat. Mivel azonban a felhasználói PIN-kódot három rossz PIN-kódkísérlet után blokkolja a rendszer, elegendő biztonságot nyújt, ha csak 6 számjegyű PIN-kódot használ. Az alapértelmezett PIN 123456.
it: Il PIN utente può avere fino a 20 cifre e altri caratteri (per esempio alfabetici e speciali). Ma dato che il PIN utente viene bloccato non appena vengono fatti tre tentativi di PIN errati, è sufficientemente sicuro avere solo un PIN di 6 cifre. Il PIN di default è 123456.
ja: ユーザーPINは、最大20桁の数字とその他の文字（アルファベットや特殊文字など）を使用することができます。しかし、暗証番号を3回間違えるとブロックされるため、6桁の暗証番号だけでも十分に安全です。デフォルトのPINは123456です。
lt: Vartotojo PIN kodą gali sudaryti iki 20 skaitmenų ir kitų simbolių (pvz., raidžių ir specialiųjų simbolių). Tačiau kadangi naudotojo PIN užblokuojamas, kai tik atliekami trys neteisingi PIN bandymai, pakankamai saugu turėti tik 6 skaitmenų PIN. Numatytasis PIN kodas yra 123456.
lv: Lietotāja PIN kodā var būt līdz 20 cipariem un citām rakstzīmēm (piemēram, burtiem un speciālajām rakstzīmēm). Taču, tā kā lietotāja PIN tiek bloķēts, tiklīdz ir veikti trīs nepareizi PIN piešķiršanas mēģinājumi, ir pietiekami droši izmantot tikai 6 ciparu PIN kodu. Noklusējuma PIN kods ir 123456.
pl: Kod PIN użytkownika może składać się z maksymalnie 20 cyfr i innych znaków (np. alfabetycznych i specjalnych). Ponieważ jednak kod PIN użytkownika jest blokowany po trzech błędnych próbach wpisania, wystarczająco bezpieczny jest tylko 6-cyfrowy kod PIN. Domyślny kod PIN to 123456.
pt: O PIN do utilizador pode ter até 20 dígitos e outros caracteres (por exemplo, caracteres alfabéticos e especiais). Mas como o PIN do usuário é bloqueado assim que três tentativas erradas de PIN são feitas, é suficientemente seguro para ter apenas um PIN de 6 dígitos. O PIN padrão é 123456.
ro: PIN-ul utilizatorului poate avea până la 20 de cifre și alte caractere (de exemplu, caractere alfabetice și speciale). Dar, deoarece PIN-ul utilizatorului este blocat de îndată ce au fost efectuate trei încercări greșite de a introduce un PIN, este suficient de sigur să aveți un PIN de numai 6 cifre. PIN-ul implicit este 123456.
ru: PIN-код пользователя может содержать до 20 цифр и других символов (например, алфавитных и специальных). Но поскольку PIN-код пользователя блокируется сразу после трех неправильных попыток ввода PIN-кода, достаточно безопасно иметь PIN-код, состоящий только из 6 цифр. PIN-код по умолчанию - 123456.
sk: Používateľský kód PIN môže mať maximálne 20 číslic a ďalších znakov (napr. abecedných a špeciálnych). Keďže sa však používateľský kód PIN zablokuje hneď po troch nesprávnych pokusoch o zadanie kódu PIN, je dostatočne bezpečné mať len 6-miestny kód PIN. Predvolený kód PIN je 123456.
sl: Uporabniška koda PIN ima lahko do 20 številk in drugih znakov (npr. abecednih in posebnih znakov). Ker pa se uporabniška koda PIN blokira takoj, ko so bili opravljeni trije napačni poskusi koda PIN, je dovolj varno, če ima le šestmestno kodo PIN. Privzeta koda PIN je 123456.
sv: PIN-koden kan bestå av upp till 16 siffror och andra tecken (t.ex. bokstavs- och specialtecken). Men eftersom PIN-koden blockeras så snart tre felaktiga PIN-försök har gjorts, är det tillräckligt säkert att bara ha en 6-siffrig PIN-kod.
