Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/shared-faqs.po
Languages: bg, cs, da, de, el, es, et, fi, fr, hu, it, ja, lt, lv, pl, pt, ro, ru, sk, sl, sv

source: Nitrokey Pro, Nitrokey HSM and Nitrokey Storage contain a tamper resistant smart card. To some extent this also applies to Nitrokey U2F but it's of lower quality. Nitrokey Start is implemented in the microprocessor.
bg: Nitrokey Pro, Nitrokey HSM и Nitrokey Storage съдържат устойчива на подправяне смарт карта. До известна степен това се отнася и за Nitrokey U2F, но тя е с по-ниско качество. Nitrokey Start е реализирана в микропроцесора.
cs: Nitrokey Pro, Nitrokey HSM a Nitrokey Storage obsahují čipovou kartu odolnou proti manipulaci. Do jisté míry se to týká i karty Nitrokey U2F, ale ta je méně kvalitní. Funkce Nitrokey Start je implementována v mikroprocesoru.
da: Nitrokey Pro, Nitrokey HSM og Nitrokey Storage indeholder et chipkort, der er beskyttet mod manipulation. Til en vis grad gælder dette også for Nitrokey U2F, men det er af lavere kvalitet. Nitrokey Start er implementeret i mikroprocessoren.
de: Nitrokey Pro, Nitrokey HSM und Nitrokey Storage enthalten eine fälschungssichere Smartcard. Bis zu einem gewissen Grad gilt dies auch für Nitrokey U2F, allerdings in geringerer Qualität. Nitrokey Start ist im Mikroprozessor implementiert.
el: Τα Nitrokey Pro, Nitrokey HSM και Nitrokey Storage περιέχουν μια έξυπνη κάρτα ανθεκτική στην παραβίαση. Σε κάποιο βαθμό αυτό ισχύει και για το Nitrokey U2F, αλλά είναι χαμηλότερης ποιότητας. Το Nitrokey Start υλοποιείται στον μικροεπεξεργαστή.
es: Nitrokey Pro, Nitrokey HSM y Nitrokey Storage contienen una tarjeta inteligente resistente a la manipulación. Hasta cierto punto, esto también se aplica a Nitrokey U2F, pero es de menor calidad. Nitrokey Start está implementado en el microprocesador.
et: Nitrokey Pro, Nitrokey HSM ja Nitrokey Storage sisaldavad võltsimiskindlat kiipkaarti. Mõningal määral kehtib see ka Nitrokey U2F kohta, kuid see on madalama kvaliteediga. Nitrokey Start on rakendatud mikroprotsessoris.
fi: Nitrokey Pro, Nitrokey HSM ja Nitrokey Storage sisältävät väärentämisen estävän älykortin. Jossain määrin tämä koskee myös Nitrokey U2F:ää, mutta se on heikompilaatuinen. Nitrokey Start on toteutettu mikroprosessorissa.
fr: Nitrokey Pro, Nitrokey HSM et Nitrokey Storage contiennent une carte à puce inviolable. Dans une certaine mesure, cela s'applique également à la Nitrokey U2F, mais elle est de qualité inférieure. Nitrokey Start est implémenté dans le microprocesseur.
hu: A Nitrokey Pro, a Nitrokey HSM és a Nitrokey Storage hamisításálló intelligens kártyát tartalmaz. Bizonyos mértékig ez a Nitrokey U2F-re is vonatkozik, de ez alacsonyabb minőségű. A Nitrokey Start a mikroprocesszorban van megvalósítva.
it: Nitrokey Pro, Nitrokey HSM e Nitrokey Storage contengono una smart card resistente alle manomissioni. In una certa misura questo vale anche per Nitrokey U2F ma è di qualità inferiore. Nitrokey Start è implementato nel microprocessore.
ja: Nitrokey Pro、Nitrokey HSM、Nitrokey Storageには、耐タンパー性のあるスマートカードが含まれています。これはある程度、Nitrokey U2Fにも当てはまりますが、品質は低くなります。Nitrokey Startはマイクロプロセッサに実装されています。
lt: "Nitrokey Pro", "Nitrokey HSM" ir "Nitrokey Storage" yra nuo klastojimo apsaugota lustinė kortelė. Iš dalies tai taikoma ir "Nitrokey U2F", tačiau ji yra prastesnės kokybės. "Nitrokey Start" įdiegta mikroprocesoriuje.
lv: Nitrokey Pro, Nitrokey HSM un Nitrokey Storage satur pret viltojumiem drošu viedkarti. Zināmā mērā tas attiecas arī uz Nitrokey U2F, taču tā ir zemākas kvalitātes. Nitrokey Start ir iestrādāta mikroprocesorā.
pl: Nitrokey Pro, Nitrokey HSM i Nitrokey Storage zawierają kartę inteligentną odporną na manipulacje. W pewnym stopniu dotyczy to również Nitrokey U2F, ale jest to karta niższej jakości. Nitrokey Start jest zaimplementowany w mikroprocesorze.
pt: Nitrokey Pro, Nitrokey HSM e Nitrokey Storage contêm um smart card resistente à violação. Em certa medida isto também se aplica ao Nitrokey U2F mas ele's de qualidade inferior. O Nitrokey Start é implementado no microprocessador.
ro: Nitrokey Pro, Nitrokey HSM și Nitrokey Storage conțin un card inteligent rezistent la manipulare. Într-o oarecare măsură, acest lucru se aplică și la Nitrokey U2F, dar este de calitate inferioară. Nitrokey Start este implementat în microprocesor.
ru: Nitrokey Pro, Nitrokey HSM и Nitrokey Storage содержат смарт-карту, устойчивую к вскрытию. В некоторой степени это относится и к Nitrokey U2F, но она'менее качественная. Nitrokey Start реализован в микропроцессоре.
sk: Nitrokey Pro, Nitrokey HSM a Nitrokey Storage obsahujú čipovú kartu odolnú proti neoprávnenej manipulácii. Do určitej miery to platí aj pre Nitrokey U2F, ale je nižšej kvality. Nitrokey Start je implementovaný v mikroprocesore.
sl: Nitrokey Pro, Nitrokey HSM in Nitrokey Storage vsebujejo pametno kartico, ki je odporna proti ponarejanju. Do neke mere to velja tudi za Nitrokey U2F, vendar je slabše kakovosti. Sistem Nitrokey Start je vgrajen v mikroprocesor.
sv: Nitrokey Pro, Nitrokey HSM och Nitrokey Storage innehåller ett manipulationsskyddat smartkort. I viss mån gäller detta även Nitrokey U2F, men det är av lägre kvalitet. Nitrokey Start implementeras i mikroprocessorn.

source: **Q:** How good is the Random Number Generator (RNG)?
bg: **В:** Колко добър е генераторът на случайни числа (RNG)?
cs: **Otázka:** Jak kvalitní je generátor náhodných čísel (RNG)?
da: **Q:** Hvor god er Random Number Generator (RNG)?
de: **Q:** Wie gut ist der Zufallszahlengenerator (RNG)?
el: **Q:** Πόσο καλή είναι η γεννήτρια τυχαίων αριθμών (RNG);
es: **P: ** ¿Qué tan bueno es el generador de números aleatorios (RNG)?
et: **K:** Kui hea on juhusliku numbri generaator (RNG)?
fi: **Q:** Kuinka hyvä satunnaislukugeneraattori (RNG) on?
fr: **Q:** Quelle est la qualité du générateur de nombres aléatoires (RNG) ?
hu: **K:** Mennyire jó a véletlenszám-generátor (RNG)?
it: **Q:** Quanto è buono il generatore di numeri casuali (RNG)?
ja: **Q:** 乱数発生器（RNG）の性能はどのくらいですか？
lt: **Klausimas:** Kaip gerai veikia atsitiktinių skaičių generatorius (RNG)?
lv: **K:** Cik labs ir nejaušo skaitļu ģenerators (RNG)?
pl: **Q:** Jak dobry jest Generator Liczb Losowych (RNG)?
pt: **Q:** Quão bom é o Gerador de Números Aleatórios (RNG)?
ro: **Q:** Cât de bun este generatorul de numere aleatorii (RNG)?
ru: **Вопрос:** Насколько хорош генератор случайных чисел (ГСЧ)?
sk: **Q:** Ako dobrý je generátor náhodných čísel (RNG)?
sl: **Q:** Kako dober je generator naključnih števil (RNG)?
sv: **Q:** Hur bra är Random Number Generator (RNG)?

source: **Q:** Is Nitrokey Common Criteria or FIPS certified?
bg: **В:** Сертифициран ли е Nitrokey по Common Criteria или FIPS?
cs: **Q:** Má Nitrokey certifikaci Common Criteria nebo FIPS?
da: **Q:** Er Nitrokey Common Criteria- eller FIPS-certificeret?
de: **Q:** Ist Nitrokey nach Common Criteria oder FIPS zertifiziert?
el: **Q:** Είναι το Nitrokey πιστοποιημένο με Common Criteria ή FIPS;
es: **P:** ¿Nitrokey tiene la certificación Common Criteria o FIPS?
et: **K:** Kas Nitrokey on Common Criteria või FIPS sertifitseeritud?
fi: **Q:** Onko Nitrokey Common Criteria- tai FIPS-sertifioitu?
fr: **Q:** Nitrokey est-il certifié Critères communs ou FIPS ?
hu: **K:** A Nitrokey Common Criteria vagy FIPS tanúsítvánnyal rendelkezik?
it: **Q:** Nitrokey è certificato Common Criteria o FIPS?
ja: **Q:** NitrokeyはコモンクライテリアやFIPSの認証を受けていますか？
lt: **Q:** Ar "Nitrokey" yra sertifikuota pagal Bendruosius kriterijus arba FIPS?
lv: **Q:** Vai Nitrokey ir sertificēts pēc Common Criteria vai FIPS?
pl: **Q:** Czy Nitrokey posiada certyfikat Common Criteria lub FIPS?
pt: **Q:**O Nitrokey Common Criteria ou FIPS é certificado?
ro: **Q:** Este Nitrokey certificat Common Criteria sau FIPS?
ru: **В:** Сертифицирован ли Nitrokey по Common Criteria или FIPS?
sk: **Q:** Je Nitrokey certifikovaný podľa Common Criteria alebo FIPS?
sl: **Q:** Ali ima Nitrokey certifikat Common Criteria ali FIPS?
sv: **Q:** Är Nitrokey Pro Common Criteria- eller FIPS-certifierad?

source: **Nitrokey Storage 1+2:** `Cure53`_ has performed an `independent security audit`_ of the hardware, firmware, and Nitrokey App.
bg: **Нитрокей Storage 1+2:** `Cure53`_ е извършила `независим одит на сигурността`_ на хардуера, фърмуера и приложението Nitrokey.
cs: **Úložiště Nitrokey 1+2:** `Cure53`_ provedla `nezávislý bezpečnostní audit`_ hardwaru, firmwaru a aplikace Nitrokey.
da: **Nitrokey Storage 1+2:** `Cure53`_ har udført en `uafhængig sikkerhedsrevision`_ af hardwaren, firmwaren og Nitrokey App'en.
de: **Nitrokey Storage 1+2:** `Cure53`_ hat eine `unabhängige Sicherheitsüberprüfung`_ der Hardware, Firmware und Nitrokey App durchgeführt.
el: **Nitrokey Storage 1+2:** `Η "Cure53" πραγματοποίησε έναν `ανεξάρτητο έλεγχο ασφαλείας του υλικού, του υλικολογισμικού και της εφαρμογής Nitrokey.
es: **Nitrokey Storage 1+2:** `Cure53`_ ha realizado una `auditoría de seguridad independiente`_ del hardware, el firmware y la aplicación Nitrokey.
et: **Nitrokey Storage 1+2:** `Cure53`_ on viinud läbi `sõltumatu turvaauditi`_ riistvara, püsivara ja Nitrokey rakenduse kohta.
fi: **Nitrokey Storage 1+2:** `Cure53`_ on suorittanut `riippumattoman tietoturvatarkastuksen`_ laitteistosta, laiteohjelmistosta ja Nitrokey-sovelluksesta.
fr: **Nitrokey Storage 1+2:** `Cure53`_ a effectué un `audit de sécurité indépendant`_ du matériel, du firmware et de l'application Nitrokey.
hu: **Nitrokey Storage 1+2:** `Cure53`_ elvégezte a hardver, a firmware és a Nitrokey App `független biztonsági ellenőrzését`_.
it: **Nitrokey Storage 1+2:** `Cure53`_ ha eseguito un ` audit di sicurezza indipendente`_ dell'hardware, del firmware e della Nitrokey App.
ja: **Nitrokey Storage 1+2：** `Cure53`_は、ハードウェア、ファームウェア、およびNitrokeyアプリの`独立したセキュリティ監査`_を実施しました。
lt: **"Nitrokey" saugykla 1+2:** `"Cure53" atliko `nepriklausomą techninės įrangos, programinės įrangos ir "Nitrokey" programos saugumo auditą.
lv: **Nitrokey Storage 1+2:** `Cure53`_ ir veikusi `neatkarīgu datortehnikas, programmaparatūras un Nitrokey lietotnes drošības auditu.
pl: **Nitrokey Storage 1+2:** `Cure53`_ przeprowadziło `niezależny audyt bezpieczeństwa`_ sprzętu, firmware i Nitrokey App.
pt: **Nitrokey Storage 1+2:** `Cure53`_ realizou uma ` auditoria de segurança independente`_ do hardware, firmware e Nitrokey App.
ro: **Nitrokey Storage 1+2:** `Cure53`_ a efectuat un `audit de securitate independent`_ al hardware-ului, firmware-ului și aplicației Nitrokey.
ru: **Nitrokey Storage 1+2:** `Cure53`_ провела `независимый аудит безопасности`_ оборудования, микропрограммы и приложения Nitrokey.
sk: **Úložisko Nitrokey 1+2:** `Cure53`_ vykonala `nezávislý bezpečnostný audit`_ hardvéru, firmvéru a aplikácie Nitrokey.
sl: **Hramba Nitrokey 1+2:** `Cure53`_ je opravila `neodvisno varnostno revizijo`_ strojne opreme, vdelane programske opreme in aplikacije Nitrokey.
sv: **Nitrokey Storage 1+2:** `Cure53`_ har utfört en `oberoende säkerhetsgranskning`_ av hårdvaran, den fasta programvaran och Nitrokey App.

source: The security controler's hardware is Common Criteria certified (`Report`_; See `here`_, click "ICs, Smart Cards and Smart Card-Related Devices and Systems" and search for "NXP Smart Card Controller P5CD081V1A and its major configurations P5CC081V1A, P5CN081V1A, P5CD041V1A, P5CD021V1A and P5CD016V1A each with IC dedicated Software").
bg: Хардуерът на контролера за сигурност е сертифициран по Common Criteria (`Доклад`_; Вижте `тук`_, щракнете върху "ИС, смарт карти и свързани със смарт карти устройства и системи" и потърсете "NXP Smart Card Controller P5CD081V1A и неговите основни конфигурации P5CC081V1A, P5CN081V1A, P5CD041V1A, P5CD021V1A и P5CD016V1A, всяка от които със специален софтуер за ИС").
cs: Hardware bezpečnostní řídicí jednotky'má certifikaci Common Criteria (`Report`_; Viz `zde`_, klikněte na "ICs, Smart Cards and Smart Card-Related Devices and Systems" a vyhledejte "NXP Smart Card Controller P5CD081V1A a jeho hlavní konfigurace P5CC081V1A, P5CN081V1A, P5CD041V1A, P5CD021V1A a P5CD016V1A, každá s IC dedikovaným softwarem").
da: Sikkerhedskontrollen's hardware er Common Criteria-certificeret (`Report`_; se `her`_, klik på "IC'er, Smart Cards og Smart Card-relaterede enheder og systemer" og søg efter "NXP Smart Card Controller P5CD081V1A og dens hovedkonfigurationer P5CC081V1A, P5CN081V1A, P5CD041V1A, P5CD021V1A og P5CD016V1A hver med IC dedikeret software").
de: Die Hardware des Sicherheitskontrollers ist Common Criteria-zertifiziert (`Report`_; Siehe `hier`_, klicken Sie auf "ICs, Smart Cards und Smart Card-bezogene Geräte und Systeme" und suchen Sie nach "NXP Smart Card Controller P5CD081V1A und seine Hauptkonfigurationen P5CC081V1A, P5CN081V1A, P5CD041V1A, P5CD021V1A und P5CD016V1A jeweils mit IC-spezifischer Software").
el: Το υλικό του ελεγκτή ασφαλείας είναι πιστοποιημένο με Common Criteria (`Report`_; Βλέπε `εδώ`_, κάντε κλικ στο "ICs, Smart Cards and Smart Card-Related Devices and Systems"ICs, Smart Cards and Smart Card-Related Devices and Systems", και αναζητήστε "NXP Smart Card Controller P5CD081V1A και τις κύριες διαμορφώσεις του P5CC081V1A, P5CN081V1A, P5CD041V1A, P5CD021V1A και P5CD016V1A κάθε μία με IC dedicated Software").
es: El hardware del controlador de seguridad'está certificado por Common Criteria (`Informe`_; Consulte `aquí`_, haga clic en "CI, tarjetas inteligentes y dispositivos y sistemas relacionados con las tarjetas inteligentes" y busque "NXP Smart Card Controller P5CD081V1A y sus principales configuraciones P5CC081V1A, P5CN081V1A, P5CD041V1A, P5CD021V1A y P5CD016V1A, cada una de ellas con software dedicado a IC".)
et: Turvakontrolleri'riistvara on Common Criteria sertifitseeritud (`Raport`_; Vt `hinnake "ICs, Smart Cards and Smart Card-Related Devices and Systems" ja otsige "NXP Smart Card Controller P5CD081V1A ja selle peamised konfiguratsioonid P5CC081V1A, P5CN081V1A, P5CD041V1A, P5CD021V1A ja P5CD016V1A igaüks koos IC-le pühendatud tarkvaraga").
fi: Turvallisuusvalvontalaitteisto on Common Criteria -sertifioitu (`Reportti`_; Katso `täällä`_, klikkaa "ICs, Smart Cards and Smart Card-Related Devices and Systems" ja etsi "NXP Smart Card Controller P5CD081V1A ja sen tärkeimmät kokoonpanot P5CC081V1A, P5CN081V1A, P5CD041V1A, P5CD021V1A ja P5CD016V1A, joista jokaisessa on IC:lle omistettu ohjelmisto").
fr: Le matériel du contrôleur de sécurité est certifié Critères Communs (`Report`_ ; Voir `ici`_, cliquer sur "ICs, Smart Cards and Smart Card-Related Devices and Systems" et rechercher "NXP Smart Card Controller P5CD081V1A and its major configurations P5CC081V1A, P5CN081V1A, P5CD041V1A, P5CD021V1A and P5CD016V1A each with IC dedicated Software").
hu: A biztonsági vezérlő hardvere Common Criteria tanúsítvánnyal rendelkezik (`Report`_; Lásd `itt`_, kattintson a "IC-k, intelligens kártyák és intelligens kártyához kapcsolódó eszközök és rendszerek"-re; és keresse meg a "NXP Smart Card Controller P5CD081V1A és főbb konfigurációi P5CC081V1A, P5CN081V1A, P5CD041V1A, P5CD021V1A és P5CD016V1A mindegyik IC dedikált szoftverrel").
it: L'hardware del controllore di sicurezza è certificato Common Criteria (`Report`_; Vedere `qui`_, cliccare "ICs, Smart Cards and Smart Card-Related Devices and Systems" e cercare "NXP Smart Card Controller P5CD081V1A e le sue principali configurazioni P5CC081V1A, P5CN081V1A, P5CD041V1A, P5CD021V1A e P5CD016V1A ciascuna con IC dedicato Software").
ja: このセキュリティ・コントローラのハードウェアはコモン・クライテリア認証を受けています（`レポート`_; `こちら`_を参照）。をクリックして、"NXP Smart Card Controller P5CD081V1A and its major configuration P5CC081V1A, P5CN081V1A, P5CD041V1A, P5CD021V1A, P5CD016V1A each with IC dedicated Software"を検索してください。）
lt: Saugumo valdiklio'aparatinė įranga yra sertifikuota pagal Bendruosius kriterijus (`Pranešimas`_; žr. `čia`_, spustelėkite "ICs, Smart Cards and Smart Card-Related Devices and Systems" ir ieškokite "NXP išmaniųjų kortelių valdiklis P5CD081V1A ir jo pagrindinės konfigūracijos P5CC081V1A, P5CN081V1A, P5CD041V1A, P5CD021V1A ir P5CD016V1A, kiekviena su IC skirta programine įranga").
lv: Drošības kontroliera aparatūra ir sertificēta saskaņā ar Common Criteria (`Pārskats`_; Skatiet `šeit`_, noklikšķiniet uz "ICs, Smart Cards and Smart Card-Related Devices and Systems" un meklējiet "NXP viedkaršu kontrolieris P5CD081V1A un tā galvenās konfigurācijas P5CC081V1A, P5CN081V1A, P5CD041V1A, P5CD021V1A un P5CD016V1A, katra ar IC veltītu programmatūru").
pl: Sprzęt kontrolera bezpieczeństwa'posiada certyfikat Common Criteria (`Raport`_; Zobacz `here`_, kliknij "ICs, Smart Cards and Smart Card-Related Devices and Systems" i wyszukaj "NXP Smart Card Controller P5CD081V1A i jego główne konfiguracje P5CC081V1A, P5CN081V1A, P5CD041V1A, P5CD021V1A i P5CD016V1A każda z dedykowanym oprogramowaniem").
pt: O hardware do controlador de segurança's é certificado como Common Criteria (`Report`_; Veja `here`_, click "ICs, Smart Cards e dispositivos e sistemas relacionados com Smart Card" e procure por "Controlador de Smart Card NXP P5CD081V1A e suas principais configurações P5CC081V1A, P5CN081V1A, P5CD041V1A, P5CD021V1A e P5CD016V1A cada um com Software " dedicado ao IC;).
ro: Hardware-ul controlerului de securitate's este certificat Common Criteria (`Raport`_; Vezi ` aici`_, faceți clic pe "ICs, Smart Cards and Smart Card-Related Devices and Systems" și căutați "NXP Smart Card Controller P5CD081V1A și principalele sale configurații P5CC081V1A, P5CN081V1A, P5CD041V1A, P5CD021V1A și P5CD016V1A, fiecare cu software dedicat IC").
ru: Контроллер безопасности' сертифицирован по Common Criteria (`Report`_; см. `здесь`_, нажмите "ICs, Smart Cards and Smart Card-Related Devices and Systems" и найдите "NXP Smart Card Controller P5CD081V1A и его основные конфигурации P5CC081V1A, P5CN081V1A, P5CD041V1A, P5CD021V1A и P5CD016V1A, каждая из которых имеет специальное программное обеспечение").
sk: Hardvér bezpečnostného kontroléra je certifikovaný podľa Common Criteria (`Report`_; Pozri `zde`_, kliknite na "ICs, Smart Cards and Smart Card-Related Devices and Systems" a vyhľadajte položku "NXP Smart Card Controller P5CD081V1A a jeho hlavné konfigurácie P5CC081V1A, P5CN081V1A, P5CD041V1A, P5CD021V1A a P5CD016V1A, každá so softvérom určeným pre IC").
sl: Strojna oprema varnostnega krmilnika ima certifikat Common Criteria (`Poročilo`_; glej `tu`_, kliknite "ICs, Smart Cards and Smart Card-Related Devices and Systems" in poiščite "NXP Smart Card Controller P5CD081V1A in njegove glavne konfiguracije P5CC081V1A, P5CN081V1A, P5CD041V1A, P5CD021V1A in P5CD016V1A, vsaka z IC namensko programsko opremo").
sv: Säkerhetsstyrningen's hårdvara är certifierad enligt Common Criteria (`Report`_; se `här`_, klicka på "ICs, Smart Cards and Smart Card-Related Devices and Systems" och sök efter "NXP Smart Card Controller P5CD081V1A och dess huvudkonfigurationer P5CC081V1A, P5CN081V1A, P5CD041V1A, P5CD021V1A och P5CD016V1A, var och en med IC dedicated Software").
