Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/shared-faqs.po
Languages: bg, cs, da, de, el, es, et, fi, fr, hu, it, ja, lt, lv, pl, pt, ro, ru, sk, sl, sv

source: If you want to have a backup of your keys, you need to think about it when creating the keys. More information and options for the key creation can be found in our :doc:`documentation <../pro/linux/openpgp>`.
bg: Ако искате да имате резервно копие на ключовете си, трябва да помислите за това още при създаването им. Повече информация и опции за създаването на ключове можете да намерите в нашата :doc:`документация <../pro/linux/openpgp>`.
cs: Pokud chcete mít zálohu klíčů, musíte na to myslet již při jejich vytváření. Další informace a možnosti pro vytváření klíčů najdete v naší :doc:`dokumentaci <../pro/linux/openpgp>`.
da: Hvis du vil have en sikkerhedskopi af dine nøgler, skal du tænke på det, når du opretter nøglerne. Du kan finde flere oplysninger og muligheder for oprettelse af nøgler i vores :doc:`documentation <../pro/linux/openpgp>`.
de: Wenn Sie eine Sicherungskopie Ihrer Schlüssel haben wollen, müssen Sie bei der Erstellung der Schlüssel daran denken. Weitere Informationen und Optionen für die Schlüsselerstellung finden Sie in unserer :doc:`Dokumentation <../pro/linux/openpgp>`.
el: Αν θέλετε να έχετε ένα αντίγραφο ασφαλείας των κλειδιών σας, πρέπει να το σκεφτείτε κατά τη δημιουργία των κλειδιών. Περισσότερες πληροφορίες και επιλογές για τη δημιουργία κλειδιών μπορείτε να βρείτε στο :doc:`documentation <../pro/linux/openpgp>`.
es: Si quiere tener una copia de seguridad de sus claves, debe pensar en ello cuando cree las claves. Puede encontrar más información y opciones para la creación de claves en nuestro :doc:`documentación <../pro/linux/openpgp>`.
et: Kui soovite oma võtmete varukoopiaid, peate selle peale mõtlema võtmete loomisel. Rohkem teavet ja võimalusi võtmete loomiseks leiate meie :doc:`dokumendist <../pro/linux/openpgp>`.
fi: Jos haluat varmuuskopion avaimista, sinun on mietittävä sitä avaimia luodessasi. Lisätietoja ja vaihtoehtoja avainten luomisesta löytyy :doc:`dokumentaatiosta <../pro/linux/openpgp>`.
fr: Si vous voulez avoir une sauvegarde de vos clés, vous devez y penser lors de la création des clés. Plus d'informations et d'options pour la création de clés peuvent être trouvées dans notre :doc:`documentation <../pro/linux/openpgp>`.
hu: Ha biztonsági másolatot szeretne készíteni a kulcsokról, gondoljon erre a kulcsok létrehozásakor. A kulcsok létrehozásával kapcsolatos további információk és lehetőségek a :doc:`dokumentáció <../pro/linux/openpgp>` című dokumentumban találhatók.
it: Se volete avere un backup delle vostre chiavi, dovete pensarci quando create le chiavi. Maggiori informazioni e opzioni per la creazione delle chiavi possono essere trovate nel nostro :doc:`documentazione <../pro/linux/openpgp>`.
ja: 鍵のバックアップを取りたい場合は、鍵を作成する際に考えておく必要があります。鍵の作成に関する詳しい情報やオプションは、 :doc:`documentation <../pro/linux/openpgp>`にあります。
lt: Jei norite turėti atsarginę raktų kopiją, turite apie tai pagalvoti kurdami raktus. Daugiau informacijos ir raktų kūrimo parinkčių rasite mūsų :doc:`doc:`documentation <../pro/linux/openpgp>`.
lv: Ja vēlaties, lai jūsu atslēgas būtu dublējumkopija, jums par to ir jādomā, veidojot atslēgas. Plašāku informāciju un atslēgu izveides iespējas var atrast mūsu :doc:`documentation <../pro/linux/openpgp>`.
pl: Jeśli chcesz mieć kopię zapasową swoich kluczy, musisz o tym pomyśleć podczas tworzenia kluczy. Więcej informacji i opcji dla tworzenia kluczy można znaleźć w naszej :doc:`documentation <../pro/linux/openpgp>`.
pt: Se você quiser ter uma cópia de segurança das suas chaves, você precisa pensar sobre isso ao criar as chaves. Mais informações e opções para a criação das chaves podem ser encontradas no nosso :doc:`documentation <.../pro/linux/openpgp>`.
ro: Dacă doriți să aveți o copie de rezervă a cheilor, trebuie să vă gândiți la acest lucru atunci când creați cheile. Mai multe informații și opțiuni pentru crearea cheilor pot fi găsite în :doc:`documentation <../pro/linux/openpgp>`.
ru: Если вы хотите иметь резервную копию ваших ключей, вам нужно подумать об этом при создании ключей. Более подробную информацию и варианты создания ключей можно найти в нашей :doc:`документации <../pro/linux/openpgp>`.
sk: Ak chcete mať zálohu kľúčov, musíte na to myslieť už pri ich vytváraní. Ďalšie informácie a možnosti vytvárania kľúčov nájdete v našej :doc:`dokumentácii <../pro/linux/openpgp>`.
sl: Če želite imeti varnostno kopijo ključev, morate na to pomisliti že pri ustvarjanju ključev. Več informacij in možnosti za ustvarjanje ključev najdete v naši :doc:`dokumentaciji <../pro/linux/openpgp>`.
sv: Om du vill ha en säkerhetskopia av dina nycklar måste du tänka på det när du skapar nycklarna. Mer information och alternativ för skapandet av nycklar finns i vår :doc:`dokumentation <../pro/linux/openpgp>`.

source: **Q:** What can I use the Nitrokey for?
bg: **В:** За какво мога да използвам Nitrokey?
cs: **Q:** K čemu mohu Nitrokey použít?
da: **Q:** Hvad kan jeg bruge Nitrokey til?
de: **Q:** Wofür kann ich den Nitrokey verwenden?
el: **Q:** Για ποιο λόγο μπορώ να χρησιμοποιήσω το Nitrokey;
es: **Q:** ¿Para qué puedo utilizar la Nitrokey?
et: **K:** Milleks ma saan Nitrokey't kasutada?
fi: **Q:** Mihin voin käyttää Nitrokeyta?
fr: **Q:** A quoi peut me servir la Nitrokey ?
hu: **K:** Mire használhatom a Nitrokey-t?
it: **Q:** Per cosa posso usare la Nitrokey?
ja: **Q:** Nitrokeyはどのような用途に使用できますか？
lt: **Q:** Kam galiu naudoti "Nitrokey"?
lv: **Q:** Kādos nolūkos es varu izmantot Nitrokey?
pl: **Q:** Do czego mogę użyć Nitrokey?
pt: **Q:**Para que posso usar a Nitrokey?
ro: **Q:** La ce pot folosi Nitrokey?
ru: **В:** Для чего я могу использовать Nitrokey?
sk: **Q:** Na čo môžem používať Nitrokey?
sl: **Q:** Za kaj lahko uporabljam ključ Nitrokey?
sv: **Q:** Vad kan jag använda Nitrokey till?

source: See the `frontpage`_ for an overview of supported use cases.
bg: Вижте `първата страница`_ за преглед на поддържаните случаи на употреба.
cs: Přehled podporovaných případů použití naleznete na `frontpage`_.
da: Se `forside`_ for at få en oversigt over understøttede anvendelsestilfælde.
de: Einen Überblick über die unterstützten Anwendungsfälle finden Sie auf der "Startseite".
el: Ανατρέξτε στην `frontpage`_ για μια επισκόπηση των υποστηριζόμενων περιπτώσεων χρήσης.
es: Consulte la `página de inicio`_ para ver un resumen de los casos de uso admitidos.
et: Vt `frontpage`_, et saada ülevaade toetatud kasutusjuhtumitest.
fi: Katso `etusivulta`_ yleiskatsaus tuetuista käyttötapauksista.
fr: Voir la `frontpage`_ pour un aperçu des cas d'utilisation supportés.
hu: A támogatott felhasználási esetek áttekintését lásd a `frontpage`_ oldalon.
it: Vedere la `frontpage`_ per una panoramica dei casi d'uso supportati.
ja: サポートされているユースケースの概要については、`frontpage`_をご覧ください。
lt: Žr. `pagrindiniame puslapyje`_, kuriame apžvelgiami palaikomi naudojimo atvejai.
lv: Skatiet `priekšējā lapa`_, lai apskatītu atbalstītos lietošanas gadījumus.
pl: Zobacz `frontpage`_, aby zapoznać się z przeglądem obsługiwanych przypadków użycia.
pt: Veja a `frontpage`_ para uma visão geral dos casos de uso suportados.
ro: Consultați `frontpage`_ pentru o prezentare generală a cazurilor de utilizare acceptate.
ru: Обзор поддерживаемых вариантов использования см. на ` frontpage`_.
sk: Prehľad podporovaných prípadov použitia nájdete na `hlavnej stránke`_.
sl: Za pregled podprtih primerov uporabe glejte `prednjo stran`_.
sv: Se `framsidan`_ för en översikt över användningsområden som stöds.

source: **Q:** How large is the storage capacity?
bg: **Q:** Колко голям е капацитетът за съхранение?
cs: **Q:** Jak velká je kapacita úložiště?
da: **Q:** Hvor stor er lagerkapaciteten?
de: **Q:** Wie groß ist die Speicherkapazität?
el: **Q:** Πόσο μεγάλη είναι η χωρητικότητα αποθήκευσης;
es: **Q:** ¿Qué capacidad de almacenamiento tiene?
et: **K:** Kui suur on salvestusmaht?
fi: **Q:** Kuinka suuri on tallennuskapasiteetti?
fr: **Q:** Quelle est la capacité de stockage ?
hu: **K:** Mekkora a tárolókapacitás?
it: **Q:** Quanto è grande la capacità di stoccaggio?
ja: **Q：＊＊＊記憶容量はどのくらいですか？
lt: **Q:** Kokios talpos yra saugykla?
lv: **Q:** Cik liela ir atmiņas ietilpība?
pl: **Q:** Jak duża jest pojemność pamięci masowej?
pt: **Q:** Qual é o tamanho da capacidade de armazenamento?
ro: **Q:** Cât de mare este capacitatea de stocare?
ru: **В:** Насколько велика емкость хранилища?
sk: **Q:** Aká veľká je kapacita pamäte?
sl: **Q:** Kako velika je zmogljivost shranjevanja?
sv: **Q:** Hur stor är lagringskapaciteten?

source: Nitrokey Pro, Nitrokey Start, Nitrokey HSM and Nitrokey U2F don't contain storage capability for ordinary data (it can only store cryptographic keys and certificates).
bg: Nitrokey Pro, Nitrokey Start, Nitrokey HSM и Nitrokey U2F не съдържат възможност за съхранение на обикновени данни (могат да съхраняват само криптографски ключове и сертификати).
cs: Nitrokey Pro, Nitrokey Start, Nitrokey HSM a Nitrokey U2F neobsahují možnost ukládání běžných dat (lze ukládat pouze kryptografické klíče a certifikáty).
da: Nitrokey Pro, Nitrokey Start, Nitrokey HSM og Nitrokey U2F indeholder ikke mulighed for lagring af almindelige data (de kan kun lagre kryptografiske nøgler og certifikater).
de: Nitrokey Pro, Nitrokey Start, Nitrokey HSM und Nitrokey U2F enthalten keine Speichermöglichkeit für normale Daten (sie können nur kryptografische Schlüssel und Zertifikate speichern).
el: Τα Nitrokey Pro, Nitrokey Start, Nitrokey HSM και Nitrokey U2F δεν περιέχουν δυνατότητα αποθήκευσης συνηθισμένων δεδομένων (μπορούν να αποθηκεύσουν μόνο κρυπτογραφικά κλειδιά και πιστοποιητικά).
es: Nitrokey Pro, Nitrokey Start, Nitrokey HSM y Nitrokey U2F no contienen capacidad de almacenamiento de datos ordinarios (sólo pueden almacenar claves criptográficas y certificados).
et: Nitrokey Pro, Nitrokey Start, Nitrokey HSM ja Nitrokey U2F ei sisalda tavapäraste andmete salvestamise võimalust (see saab salvestada ainult krüptograafilisi võtmeid ja sertifikaate).
fi: Nitrokey Pro, Nitrokey Start, Nitrokey HSM ja Nitrokey U2F eivät sisällä tavallisten tietojen tallennuskapasiteettia (ne voivat tallentaa vain salausavaimia ja varmenteita).
fr: Nitrokey Pro, Nitrokey Start, Nitrokey HSM et Nitrokey U2F n'ont pas de capacité de stockage pour les données ordinaires (ils peuvent uniquement stocker les clés cryptographiques et les certificats).
hu: A Nitrokey Pro, a Nitrokey Start, a Nitrokey HSM és a Nitrokey U2F nem tartalmaz tárolási lehetőséget a szokásos adatok számára (csak kriptográfiai kulcsokat és tanúsítványokat tud tárolni).
it: Nitrokey Pro, Nitrokey Start, Nitrokey HSM e Nitrokey U2F non contengono capacità di memorizzazione di dati ordinari (può solo memorizzare chiavi crittografiche e certificati).
ja: Nitrokey Pro、Nitrokey Start、Nitrokey HSM、Nitrokey U2Fには、通常のデータを保存する機能はありません（保存できるのは暗号鍵と証明書のみです）。
lt: "Nitrokey Pro", "Nitrokey Start", "Nitrokey HSM" ir "Nitrokey U2F" neturi paprastų duomenų saugojimo galimybės (galima saugoti tik kriptografinius raktus ir sertifikatus).
lv: Nitrokey Pro, Nitrokey Start, Nitrokey HSM un Nitrokey U2F nesatur parasto datu glabāšanas iespējas (var glabāt tikai kriptogrāfiskās atslēgas un sertifikātus).
pl: Nitrokey Pro, Nitrokey Start, Nitrokey HSM i Nitrokey U2F nie zawierają możliwości przechowywania zwykłych danych (mogą przechowywać tylko klucze kryptograficzne i certyfikaty).
pt: Nitrokey Pro, Nitrokey Start, Nitrokey HSM e Nitrokey U2F don't contém capacidade de armazenamento para dados comuns (só pode armazenar chaves criptográficas e certificados).
ro: Nitrokey Pro, Nitrokey Start, Nitrokey HSM și Nitrokey U2F nu conțin capacitate de stocare pentru date obișnuite (pot stoca doar chei criptografice și certificate).
ru: Nitrokey Pro, Nitrokey Start, Nitrokey HSM и Nitrokey U2F не содержат возможности хранения обычных данных (они могут хранить только криптографические ключи и сертификаты).
sk: Nitrokey Pro, Nitrokey Start, Nitrokey HSM a Nitrokey U2F neobsahujú možnosť ukladania bežných údajov (môžu ukladať len kryptografické kľúče a certifikáty).
sl: Nitrokey Pro, Nitrokey Start, Nitrokey HSM in Nitrokey U2F ne omogočajo shranjevanja običajnih podatkov (shranjujejo lahko le kriptografske ključe in potrdila).
sv: Nitrokey FIDO2 innehåller ingen lagringskapacitet för vanliga data (den kan endast lagra kryptografiska nycklar och certifikat).

source: Nitrokey Storage can store and encrypt 8, 32, or 64 GB of data (depending on particular model).
bg: Nitrokey Storage може да съхранява и криптира 8, 32 или 64 GB данни (в зависимост от конкретния модел).
cs: Do úložiště Nitrokey lze uložit a zašifrovat 8, 32 nebo 64 GB dat (v závislosti na konkrétním modelu).
da: Nitrokey Storage kan lagre og kryptere 8, 32 eller 64 GB data (afhængigt af den enkelte model).
de: Nitrokey Storage kann 8, 32 oder 64 GB an Daten speichern und verschlüsseln (abhängig vom jeweiligen Modell).
el: Το Nitrokey Storage μπορεί να αποθηκεύσει και να κρυπτογραφήσει 8, 32 ή 64 GB δεδομένων (ανάλογα με το συγκεκριμένο μοντέλο).
es: Nitrokey Storage puede almacenar y cifrar 8, 32 o 64 GB de datos (dependiendo del modelo concreto).
et: Nitrokey Storage saab salvestada ja krüpteerida 8, 32 või 64 GB andmeid (sõltuvalt konkreetsest mudelist).
fi: Nitrokey Storage voi tallentaa ja salata 8, 32 tai 64 Gt:n tiedot (mallista riippuen).
fr: Nitrokey Storage peut stocker et crypter 8, 32 ou 64 Go de données (selon le modèle).
hu: A Nitrokey Storage 8, 32 vagy 64 GB adatot képes tárolni és titkosítani (az adott modelltől függően).
it: Nitrokey Storage può memorizzare e criptare 8, 32 o 64 GB di dati (a seconda del modello).
ja: Nitrokey Storageは、8GB、32GB、64GBのデータを保存・暗号化することができます（モデルによって異なります）。
lt: "Nitrokey" saugykloje galima saugoti ir užšifruoti 8, 32 arba 64 GB duomenų (priklausomai nuo konkretaus modelio).
lv: Nitrokey krātuvē var saglabāt un šifrēt 8, 32 vai 64 GB datu (atkarībā no konkrētā modeļa).
pl: Nitrokey Storage może przechowywać i szyfrować 8, 32 lub 64 GB danych (w zależności od modelu).
pt: Nitrokey Storage pode armazenar e encriptar 8, 32 ou 64 GB de dados (dependendo do modelo em particular).
ro: Nitrokey Storage poate stoca și cripta 8, 32 sau 64 GB de date (în funcție de modelul respectiv).
ru: Nitrokey Storage может хранить и шифровать 8, 32 или 64 ГБ данных (в зависимости от конкретной модели).
sk: Úložisko Nitrokey môže ukladať a šifrovať 8, 32 alebo 64 GB dát (v závislosti od konkrétneho modelu).
sl: Nitrokey Storage lahko shrani in šifrira 8, 32 ali 64 GB podatkov (odvisno od posameznega modela).
sv: Nitrokey Storage kan lagra och kryptera 8, 32 eller 64 GB data (beroende på modell).

source: **Q:** What is the maximum length of the PIN?
bg: **В:** Каква е максималната дължина на ПИН кода?
cs: **Q:** Jaká je maximální délka kódu PIN?
da: **Q:** Hvad er den maksimale længde af PIN-koden?
de: **Q:** Wie lang darf die PIN maximal sein?
el: **Q:** Ποιο είναι το μέγιστο μήκος του PIN;
es: **P:** ¿Cuál es la longitud máxima del PIN?
et: **K:** Milline on PIN-koodi maksimaalne pikkus?
fi: **Q:** Mikä on PIN-koodin enimmäispituus?
fr: **Q:** Quelle est la longueur maximale du code PIN ?
hu: **K:** Mennyi a PIN-kód maximális hossza?
it: **Q:** Qual è la lunghezza massima del PIN?
ja: **Q:** PINの長さはどのくらいですか？
lt: **Q:** Koks yra didžiausias PIN kodo ilgis?
lv: **Q:** Kāds ir maksimālais PIN koda garums?
pl: **Q:** Jaka jest maksymalna długość kodu PIN?
pt: **Q:** Qual é o comprimento máximo do PIN?
ro: **Q:** Care este lungimea maximă a PIN-ului?
ru: **В:** Какова максимальная длина PIN-кода?
sk: **Q:** Aká je maximálna dĺžka kódu PIN?
sl: **Q:** Kakšna je največja dolžina kode PIN?
sv: **Q:** Vilken är den maximala längden på PIN-koden?

source: Nitrokey uses PINs instead of passwords. The main difference is that the hardware limits the amount of tries to three while a limit doesn't exist for passwords. Because of this, a short PIN is still secure and there is not need to choose a long and complex PIN.
bg: Nitrokey използва ПИН кодове вместо пароли. Основната разлика е, че хардуерът ограничава броя на опитите до три, докато при паролите такова ограничение не съществува. Поради тази причина краткият ПИН все още е сигурен и не е необходимо да избирате дълъг и сложен ПИН.
cs: Nitrokey používá místo hesel kódy PIN. Hlavní rozdíl spočívá v tom, že hardware omezuje počet pokusů na tři, zatímco u hesel tento limit neexistuje. Z tohoto důvodu je krátký kód PIN stále bezpečný a není nutné volit dlouhý a složitý kód PIN.
da: Nitrokey bruger PIN-koder i stedet for adgangskoder. Den største forskel er, at hardwaren begrænser antallet af forsøg til tre, mens der ikke findes en grænse for adgangskoder. På grund af dette er en kort pinkode stadig sikker, og der er ikke behov for at vælge en lang og kompleks pinkode.
de: Nitrokey verwendet PINs anstelle von Passwörtern. Der Hauptunterschied besteht darin, dass die Hardware die Anzahl der Versuche auf drei begrenzt, während es für Passwörter keine Begrenzung gibt. Aus diesem Grund ist eine kurze PIN immer noch sicher und es besteht keine Notwendigkeit, eine lange und komplexe PIN zu wählen.
el: Το Nitrokey χρησιμοποιεί PIN αντί για κωδικούς πρόσβασης. Η κύρια διαφορά είναι ότι το υλικό περιορίζει τον αριθμό των προσπαθειών σε τρεις, ενώ για τους κωδικούς πρόσβασης δεν υπάρχει όριο. Εξαιτίας αυτού, ένα σύντομο PIN εξακολουθεί να είναι ασφαλές και δεν χρειάζεται να επιλέξετε ένα μακρύ και πολύπλοκο PIN.
es: Nitrokey utiliza PINs en lugar de contraseñas. La principal diferencia es que el hardware limita la cantidad de intentos a tres, mientras que no existe un límite para las contraseñas. Por ello, un PIN corto sigue siendo seguro y no es necesario elegir un PIN largo y complejo.
et: Nitrokey kasutab paroolide asemel PIN-koode. Peamine erinevus seisneb selles, et riistvara piirab katsete arvu kolmele, samas kui paroolide puhul piirangut ei ole. Selle tõttu on lühike PIN-kood endiselt turvaline ning ei ole vaja valida pikka ja keerulist PIN-koodi.
fi: Nitrokey käyttää PIN-koodeja salasanojen sijaan. Tärkein ero on se, että laitteisto rajoittaa kokeilujen määrän kolmeen, kun taas salasanoilla ei ole rajoitusta. Tämän vuoksi lyhyt PIN-koodi on silti turvallinen, eikä pitkää ja monimutkaista PIN-koodia tarvitse valita.
fr: Nitrokey utilise des codes PIN au lieu de mots de passe. La principale différence est que le matériel limite le nombre d'essais à trois, alors qu'il n'y a pas de limite pour les mots de passe. De ce fait, un code PIN court est toujours sûr et il n'est pas nécessaire de choisir un code PIN long et complexe.
hu: A Nitrokey jelszavak helyett PIN-kódokat használ. A fő különbség az, hogy a hardver háromra korlátozza a próbálkozások számát, míg a jelszavak esetében nincs ilyen korlát. Emiatt egy rövid PIN-kód még mindig biztonságos, és nem szükséges hosszú és összetett PIN-kódot választani.
it: Nitrokey usa i PIN invece delle password. La differenza principale è che l'hardware limita la quantità di tentativi a tre mentre un limite non esiste per le password. Per questo motivo, un PIN breve è ancora sicuro e non è necessario scegliere un PIN lungo e complesso.
ja: Nitrokeyは、パスワードの代わりにPINを使用します。主な違いは、ハードウェアが試行回数を3回に制限しているのに対し、パスワードには制限がないことです。このため、短い暗証番号でも安全であり、長くて複雑な暗証番号を選択する必要はありません。
lt: "Nitrokey" vietoj slaptažodžių naudoja PIN kodus. Pagrindinis skirtumas yra tas, kad techninė įranga riboja bandymų skaičių iki trijų, o slaptažodžiams tokio apribojimo nėra. Dėl šios priežasties trumpas PIN kodas vis tiek yra saugus ir nereikia rinktis ilgo ir sudėtingo PIN kodo.
lv: Nitrokey paroļu vietā izmanto PIN kodus. Galvenā atšķirība ir tā, ka aparatūra ierobežo mēģinājumu skaitu līdz trim, bet parolei šāda ierobežojuma nav. Tāpēc īss PIN kods joprojām ir drošs, un nav nepieciešams izvēlēties garu un sarežģītu PIN kodu.
pl: Nitrokey używa PINów zamiast haseł. Główna różnica polega na tym, że sprzęt ogranicza ilość prób do trzech, podczas gdy w przypadku haseł nie ma takiego ograniczenia. Z tego powodu krótki PIN jest nadal bezpieczny i nie ma potrzeby wybierania długiego i skomplikowanego kodu PIN.
pt: A Nitrokey usa PINs em vez de senhas. A principal diferença é que o hardware limita a quantidade de tentativas a três enquanto um limite não't existe para senhas. Por causa disso, um PIN curto ainda é seguro e não há necessidade de escolher um PIN longo e complexo.
ro: Nitrokey utilizează PIN-uri în loc de parole. Principala diferență este că hardware-ul limitează numărul de încercări la trei, în timp ce pentru parole nu există o limită. Din acest motiv, un PIN scurt este în continuare sigur și nu este nevoie să alegeți un PIN lung și complex.
ru: Nitrokey использует PIN-коды вместо паролей. Основное отличие заключается в том, что аппаратное обеспечение ограничивает количество попыток тремя, в то время как для паролей такого ограничения не существует. Поэтому короткий PIN-код по-прежнему безопасен, и нет необходимости выбирать длинный и сложный PIN-код.
sk: Nitrokey používa namiesto hesiel kódy PIN. Hlavným rozdielom je, že hardvér obmedzuje počet pokusov na tri, zatiaľ čo pri heslách tento limit neexistuje. Z tohto dôvodu je krátky kód PIN stále bezpečný a nie je potrebné voliť dlhý a zložitý kód PIN.
sl: Nitrokey namesto gesel uporablja kode PIN. Glavna razlika je v tem, da strojna oprema omejuje število poskusov na tri, medtem ko pri geslih te omejitve ni. Zaradi tega je kratka koda PIN še vedno varna in ni treba izbrati dolge in zapletene kode PIN.
sv: Nitrokey använder PIN-koder i stället för lösenord. Den största skillnaden är att hårdvaran begränsar antalet försök till tre, medan det inte finns någon begränsning för lösenord. På grund av detta är en kort PIN-kod fortfarande säker och det finns ingen anledning att välja en lång och komplex PIN-kod.
