Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/shared-faqs.po
Languages: bg, cs, da, de, el, es, et, fi, fr, hu, it, ja, lt, lv, pl, pt, ro, ru, sk, sl, sv

source: To return a goods (e.g. Nitrokey):
bg: Връщане на стока (напр. Nitrokey):
cs: Vrácení zboží (např. Nitrokey):
da: For at returnere en vare (f.eks. Nitrokey):
de: Zur Rückgabe einer Ware (z.B. Nitrokey):
el: Για να επιστρέψετε ένα αγαθό (π.χ. Nitrokey):
es: Para devolver una mercancía (por ejemplo, Nitrokey):
et: Kauba tagastamine (nt Nitrokey):
fi: Tavaran palauttaminen (esim. Nitrokey):
fr: Pour retourner une marchandise (par exemple Nitrokey) :
hu: Egy áru (pl. Nitrokey) visszaküldése:
it: Per restituire una merce (per esempio Nitrokey):
ja: 商品（例：Nitrokey）を返品する場合。
lt: grąžinti prekę (pvz., "Nitrokey"):
lv: Lai atgrieztu preci (piemēram, Nitrokey):
pl: Aby zwrócić towar (np. Nitrokey):
pt: Para devolver uma mercadoria (por exemplo, Nitrokey):
ro: Pentru a returna un produs (de exemplu, Nitrokey):
ru: Чтобы вернуть товар (например, Nitrokey):
sk: Vrátenie tovaru (napr. Nitrokey):
sl: Vračilo blaga (npr. Nitrokey):
sv: För att returnera en vara (t.ex. Nitrokey):

source: In case of a hardware defect, you can contact us and we will send you a shipping label. Pack the device in an air cushion envelope (not in an ordinary envelope!). Include the delivery slip or printout of the invoice with the shipment. Add a note of the reason for the return, e.g. "Withdrawal of the purchase" or "Exchange due to defect". It is sufficient to note the reason in handwriting on the enclosed invoice or delivery note. Address the mailing to our address.
bg: В случай на хардуерен дефект можете да се свържете с нас и ние ще ви изпратим етикет за доставка. Опаковайте устройството в плик с въздушна възглавница (не в обикновен плик!). Приложете към пратката разписката за доставка или разпечатката на фактурата. Добавете бележка за причината за връщането, например "Отказ от покупка" или "Замяна поради дефект". Достатъчно е причината да бъде отбелязана ръкописно върху приложената фактура или товарителница. Адресирайте пратката на нашия адрес.
cs: V případě hardwarové závady nás můžete kontaktovat a my vám zašleme přepravní štítek. Zařízení zabalte do obálky se vzduchovým polštářem (ne do obyčejné obálky!). K zásilce přiložte dodací list nebo výtisk faktury. Přidejte poznámku o důvodu vrácení, například "Odstoupení od smlouvy" nebo "Výměna z důvodu vady". Důvod stačí uvést ručně na přiložené faktuře nebo dodacím listu. Poštovní zásilky zasílejte na naši adresu.
da: I tilfælde af en defekt hardware kan du kontakte os, og vi sender dig en forsendelseslabel. Pak enheden ind i en luftpudekuvert (ikke i en almindelig kuvert!). Vedlæg følgesedlen eller udskrift af fakturaen med forsendelsen. Tilføj en note om årsagen til returneringen, f.eks. "Fortrydelse af købet" eller "Ombytning på grund af defekt". Det er tilstrækkeligt at notere årsagen med håndskrift på den vedlagte faktura eller følgeseddel. Send postforsendelsen til vores adresse.
de: Im Falle eines Hardwaredefekts können Sie sich mit uns in Verbindung setzen und wir werden Ihnen ein Versandetikett zusenden. Verpacken Sie das Gerät in einem Luftpolsterumschlag (nicht in einem normalen Briefumschlag!). Legen Sie der Sendung den Lieferschein oder den Ausdruck der Rechnung bei. Fügen Sie einen Vermerk über den Grund der Rücksendung hinzu, z.B. "Rücktritt vom Kauf" oder "Umtausch wegen Defekt". Es genügt, wenn Sie den Grund handschriftlich auf der beiliegenden Rechnung oder dem Lieferschein vermerken. Adressieren Sie die Sendung an unsere Adresse.
el: Σε περίπτωση ελαττώματος υλικού, μπορείτε να επικοινωνήσετε μαζί μας και θα σας στείλουμε μια ετικέτα αποστολής. Συσκευάστε τη συσκευή σε ένα φάκελο με μαξιλάρι αέρα (όχι σε ένα συνηθισμένο φάκελο!). Συμπεριλάβετε το δελτίο αποστολής ή την εκτύπωση του τιμολογίου μαζί με την αποστολή. Προσθέστε μια σημείωση για τον λόγο της επιστροφής, π.χ. "Ανάκληση της αγοράς" ή "Ανταλλαγή λόγω ελαττώματος". Αρκεί να σημειώσετε τον λόγο χειρόγραφα στο συνημμένο τιμολόγιο ή δελτίο αποστολής. Να απευθύνετε την αλληλογραφία στη διεύθυνσή μας.
es: En caso de un defecto de hardware, puede ponerse en contacto con nosotros y le enviaremos una etiqueta de envío. Empaque el aparato en un sobre con colchón de aire (¡no en un sobre normal!). Incluya el albarán de entrega o la impresión de la factura con el envío. Añada una nota con el motivo de la devolución, por ejemplo "Desistimiento de la compra" o "Cambio por defecto". Es suficiente con anotar el motivo de forma manuscrita en la factura o el albarán de entrega adjuntos. Dirija el envío a nuestra dirección.
et: Riistvara defekti korral võite meiega ühendust võtta ja me saadame teile saatelipiku. Pakendage seade õhupolsterdatud ümbrikusse (mitte tavalisse ümbrikusse!). Lisage saadetisele saateleht või arve väljatrükk. Lisage märkus tagastamise põhjuse kohta, nt "Ostust loobumine" või "Vahetamine defekti tõttu". Piisab, kui põhjus märgitakse käsitsi lisatud arvele või saatelehele. Pöörduge meie aadressile.
fi: Jos laitteistossa on vika, voit ottaa meihin yhteyttä, ja lähetämme sinulle lähetystarran. Pakkaa laite ilmatyynykuoreen (ei tavalliseen kirjekuoreen!). Liitä lähetyksen mukaan lähetysluettelo tai laskun tuloste. Lisää merkintä palautuksen syystä, esim. "Oston peruuttaminen" tai "Vaihto vian vuoksi". Riittää, että syy merkitään käsinkirjoitettuna liitteenä olevaan laskuun tai lähetysluetteloon. Osoita postitus osoitteeseemme.
fr: En cas de défaut matériel, vous pouvez nous contacter et nous vous enverrons une étiquette d'expédition. Emballez l'appareil dans une enveloppe à coussin d'air (pas dans une enveloppe ordinaire !). Joignez le bon de livraison ou l'impression de la facture à l'envoi. Ajoutez une note indiquant le motif du retour, par exemple "Retrait de l'achat" ou "Échange pour cause de défaut". Il suffit de noter le motif de manière manuscrite sur la facture ou le bon de livraison joint. Adressez le courrier à notre adresse.
hu: Hardverhiba esetén vegye fel velünk a kapcsolatot, és mi küldünk Önnek egy szállítási címkét. Csomagolja a készüléket légpárnás borítékba (ne közönséges borítékba!). A küldeményhez csatolja a szállítólevelet vagy a számla kinyomtatott példányát. Adjon hozzá egy feljegyzést a visszaküldés okáról, pl. "Visszavonás a vásárlástól" vagy "Csere hiba miatt". Az okot elegendő kézírással feljegyezni a mellékelt számlán vagy szállítólevélen. A postai küldeményt címünkre címezze.
it: In caso di difetto dell'hardware, potete contattarci e vi invieremo un'etichetta di spedizione. Imballate il dispositivo in una busta a cuscino d'aria (non in una busta normale!). Includi la bolla di consegna o la stampa della fattura con la spedizione. Aggiungi una nota del motivo della restituzione, ad esempio "Ritiro dell'acquisto" o "Scambio per difetto". È sufficiente annotare il motivo a mano sulla fattura allegata o sulla bolla di consegna. Indirizzare la spedizione al nostro indirizzo.
ja: ハードウェアの不良の場合は、私たちに連絡していただければ、配送ラベルをお送りします。本体をエアクッション封筒に入れてください（普通の封筒ではダメです！）。配送伝票または請求書を印刷したものを荷物に添付する。返品理由を記入する（例：Withquot;Without of the purchase"または "Exchange due to defect"など）。同封のインボイスや納品書に理由を手書きで記載すれば十分です。郵送先は当社の住所です。
lt: Jei turite aparatūros defektą, galite susisiekti su mumis ir mes atsiųsime jums siuntimo etiketę. Įrenginį supakuokite į voką su oro pagalve (ne į paprastą voką!). Prie siuntos pridėkite pristatymo kvitą arba sąskaitos faktūros atspausdinimą. Pridėkite pastabą apie grąžinimo priežastį, pavyzdžiui, "Pirkinio atsisakymas" arba "Keitimas dėl defekto". Priežastį pakanka ranka įrašyti į pridedamą sąskaitą faktūrą arba važtaraštį. Siuntinį siųskite mūsų adresu.
lv: Aparatūras defekta gadījumā varat sazināties ar mums, un mēs nosūtīsim jums nosūtīšanas etiķeti. Ierīci iesaiņojiet gaisa spilvena aploksnē (nevis parastā aploksnē!). Kopā ar sūtījumu pievienojiet piegādes kvīti vai rēķina izdruku. Pievienojiet atzīmi par atgriešanas iemeslu, piemēram, "Pirkuma atsaukšana" vai "Apmaiņa defekta dēļ". Pietiek ar roku ierakstīt iemeslu uz pievienotā rēķina vai pavadzīmes. Adresējiet sūtījumu uz mūsu adresi.
pl: W przypadku uszkodzenia sprzętu możesz się z nami skontaktować, a my wyślemy Ci etykietę wysyłkową. Zapakuj urządzenie w kopertę z poduszką powietrzną (nie w zwykłą kopertę!). Dołącz do przesyłki dowód dostawy lub wydruk faktury. Dodaj adnotację o przyczynie zwrotu, np. "Odstąpienie od zakupu" lub "Wymiana z powodu wady". Wystarczy odręcznie wpisać przyczynę na załączonej fakturze lub dowodzie dostawy. Przesyłki prosimy kierować na nasz adres.
pt: Em caso de defeito de hardware, você pode nos contatar e nós lhe enviaremos uma etiqueta de envio. Embale o dispositivo num envelope com almofada de ar (não num envelope normal!). Inclua a nota de entrega ou impressão da factura com o envio. Adicione uma nota do motivo da devolução, por exemplo: "Retirada da compra" ou "Troca devido a defeito". Basta anotar o motivo em letra de forma na factura ou nota de entrega anexa. Envie a correspondência para o nosso endereço.
ro: În cazul unui defect hardware, ne puteți contacta și vă vom trimite o etichetă de expediere. Ambalați dispozitivul într-un plic cu pernă de aer (nu într-un plic obișnuit!). Includeți la expediere bonul de livrare sau o copie tipărită a facturii. Adăugați o notă privind motivul returnării, de exemplu "Retragerea achiziției" sau "Schimb din cauza unui defect". Este suficient să notați motivul cu scris de mână pe factura sau pe bonul de livrare anexat. Adresați corespondența la adresa noastră.
ru: В случае дефекта оборудования вы можете связаться с нами, и мы вышлем вам этикетку для доставки. Упакуйте устройство в конверт с воздушной подушкой (не в обычный конверт!). Приложите к отправлению квитанцию о доставке или распечатку счета-фактуры. Добавьте примечание о причине возврата, например, "Отказ от покупки" или "Обмен из-за дефекта". Достаточно указать причину от руки на прилагаемом счете или накладной. Направляйте почтовое отправление по нашему адресу.
sk: V prípade hardvérovej chyby nás môžete kontaktovať a my vám pošleme prepravný štítok. Zariadenie zabaľte do obálky so vzduchovým vankúšom (nie do obyčajnej obálky!). K zásielke priložte dodací list alebo výtlačok faktúry. Pridajte poznámku o dôvode vrátenia, napríklad "Odstúpenie od kúpy" alebo "Výmena z dôvodu závady". Dôvod stačí uviesť rukou na priloženej faktúre alebo dodacom liste. Poštovú zásielku adresujte na našu adresu.
sl: V primeru okvare strojne opreme se lahko obrnete na nas in poslali vam bomo nalepko za pošiljanje. Napravo zapakirajte v ovojnico z zračno blazino (ne v navadno ovojnico!). Pošiljki priložite potrdilo o dostavi ali izpis računa. Dodajte opombo o razlogu za vračilo, npr. "Umik od nakupa" ali "Zamenjava zaradi napake". Zadostuje, da razlog zapišete z roko na priloženi račun ali dobavnico. Pošiljko pošljite na naš naslov.
sv: Om det är fel på hårdvaran kan du kontakta oss så skickar vi dig en fraktetikett. Packa enheten i ett luftkuddekuvert (inte i ett vanligt kuvert!). Bifoga leveranssedeln eller en utskrift av fakturan till försändelsen. Lägg till en anteckning om orsaken till returen, t.ex. "Återkallelse av köpet" eller "Byte på grund av defekt". Det räcker att anteckna orsaken för hand på den bifogade fakturan eller följesedeln. Adressera försändelsen till vår adress.

source: **Q:** Is there a Right of Withdrawal?
bg: **В:** Има ли право на оттегляне?
cs: **Q:** Existuje právo na odstoupení od smlouvy?
da: **Q:** Er der en fortrydelsesret?
de: **Q:** Gibt es ein Rücktrittsrecht?
el: **Ερώτηση:** Υπάρχει δικαίωμα υπαναχώρησης;
es: **P: ** ¿Existe el derecho de desistimiento?
et: **K:** Kas on olemas taganemisõigus?
fi: **Q:** Onko peruuttamisoikeutta?
fr: **Q:** Existe-t-il un droit de rétractation ?
hu: **K:** Van-e elállási jog?
it: **Q:** Esiste un diritto di recesso?
ja: **Q:** 撤退する権利はありますか？
lt: **Q:** Ar yra teisė atsisakyti sutarties?
lv: **Q:** Vai ir atteikuma tiesības?
pl: **Q:** Czy istnieje prawo do odstąpienia od umowy?
pt: **Q:** Existe um Direito de Retirada?
ro: **Q:** Există un drept de retragere?
ru: **Вопрос:** Существует ли право на отзыв?
sk: **Q:** Existuje právo na odstúpenie od zmluvy?
sl: **V:** Ali obstaja pravica do odstopa od pogodbe?
sv: **Q:** Finns det en ångerrätt?

source: There is a Right for most customers. Further details can be found here (https://www.nitrokey.com/right-withdrawal-consumers)
bg: За повечето клиенти има право. Допълнителна информация можете да намерите тук (https://www.nitrokey.com/right-withdrawal-consumers).
cs: Pro většinu zákazníků existuje právo. Další podrobnosti naleznete zde (https://www.nitrokey.com/right-withdrawal-consumers).
da: Der er en ret for de fleste kunder. Yderligere oplysninger kan findes her (https://www.nitrokey.com/right-withdrawal-consumers)
de: Für die meisten Kunden gibt es ein Recht. Weitere Einzelheiten finden Sie hier (https://www.nitrokey.com/right-withdrawal-consumers)
el: Υπάρχει ένα Δικαίωμα για τους περισσότερους πελάτες. Περισσότερες λεπτομέρειες μπορείτε να βρείτε εδώ (https://www.nitrokey.com/right-withdrawal-consumers)
es: Existe un derecho para la mayoría de los clientes. Puede encontrar más detalles aquí (https://www.nitrokey.com/right-withdrawal-consumers)
et: Enamiku klientide jaoks on olemas õigus. Lisateavet saab siit (https://www.nitrokey.com/right-withdrawal-consumers).
fi: Useimmille asiakkaille on olemassa Oikea. Lisätietoja löytyy täältä (https://www.nitrokey.com/right-withdrawal-consumers).
fr: Il existe un droit pour la plupart des clients. Vous trouverez plus de détails ici (https://www.nitrokey.com/right-withdrawal-consumers).
hu: A legtöbb ügyfél számára van egy Jobb. További részletek itt találhatók (https://www.nitrokey.com/right-withdrawal-consumers).
it: C'è un diritto per la maggior parte dei clienti. Ulteriori dettagli possono essere trovati qui (https://www.nitrokey.com/right-withdrawal-consumers)
ja: ほとんどのお客様にRightをご用意しています。詳細はこちら（https://www.nitrokey.com/right-withdrawal-consumers）をご覧ください。
lt: Dauguma klientų turi teisę. Daugiau informacijos rasite čia (https://www.nitrokey.com/right-withdrawal-consumers).
lv: Lielākajai daļai klientu ir tiesības. Sīkāka informācija ir pieejama šeit (https://www.nitrokey.com/right-withdrawal-consumers).
pl: Dla większości klientów istnieje prawo. Więcej szczegółów można znaleźć tutaj (https://www.nitrokey.com/right-withdrawal-consumers)
pt: Há um Direito para a maioria dos clientes. Mais detalhes podem ser encontrados aqui (https://www.nitrokey.com/right-withdrawal-consumers)
ro: Există un drept pentru majoritatea clienților. Detalii suplimentare pot fi găsite aici (https://www.nitrokey.com/right-withdrawal-consumers)
ru: Для большинства клиентов существует Право. Более подробную информацию можно найти здесь (https://www.nitrokey.com/right-withdrawal-consumers).
sk: Pre väčšinu zákazníkov existuje právo. Ďalšie podrobnosti nájdete tu (https://www.nitrokey.com/right-withdrawal-consumers).
sl: Za večino strank je na voljo pravica. Več podrobnosti je na voljo tukaj (https://www.nitrokey.com/right-withdrawal-consumers).
sv: Det finns en rätt för de flesta kunder. Mer information finns här (https://www.nitrokey.com/right-withdrawal-consumers).

source: **Q:** Is there a warranty?
bg: **Q:** Има ли гаранция?
cs: **Otázka:** Je poskytována záruka?
da: **Q:** Er der en garanti?
de: **Q:** Gibt es eine Garantie?
el: **Q:** Υπάρχει εγγύηση;
es: **P: ¿Existe una garantía?
et: **K:** Kas on olemas garantii?
fi: **Q:** Onko takuu voimassa?
fr: **Q:** Y a-t-il une garantie ?
hu: **K:** Van garancia?
it: **Q:** C'è una garanzia?
ja: **Q:**保証はありますか？
lt: **Q:** Ar yra garantija?
lv: **Q:** Vai ir garantija?
pl: **Q:** Czy istnieje gwarancja?
pt: **Q:** Existe uma garantia?
ro: **Q:** Există o garanție?
ru: **Вопрос:** Есть ли гарантия?
sk: **Q:** Existuje záruka?
sl: **Q:** Ali obstaja garancija?
sv: **Q:** Finns det någon garanti?

source: secp256
pl: sekp256

source: secp521
pl: sekp521
