Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/shared-faqs.po
Languages: bg, cs, da, de, el, es, et, fi, fr, hu, it, ja, lt, lv, pl, pt, ro, ru, sk, sl, sv

source: EU: 5-10 business days
bg: ЕС: 5-10 работни дни
cs: EU: 5-10 pracovních dnů
da: EU: 5-10 arbejdsdage
de: EU: 5-10 Arbeitstage
el: ΕΕ: 5-10 εργάσιμες ημέρες
es: UE: 5-10 días laborables
et: EL: 5-10 tööpäeva
fi: EU: 5-10 työpäivää
fr: UE : 5-10 jours ouvrables
hu: EU: 5-10 munkanap
it: UE: 5-10 giorni lavorativi
ja: EU: 5-10 営業日
lt: ES: 5-10 darbo dienų
lv: ES: 5-10 darba dienas
pl: UE: 5-10 dni roboczych
pt: UE: 5-10 dias úteis
ro: UE: 5-10 zile lucrătoare
ru: ЕС: 5-10 рабочих дней
sk: EÚ: 5-10 pracovných dní
sl: EU: 5-10 delovnih dni
sv: EU: 5-10 arbetsdagar

source: World wide: 2-3 weeks
bg: В световен мащаб: 2-3 седмици
cs: Celosvětově: 2-3 týdny
da: I hele verden: 2-3 uger
de: Weltweit: 2-3 Wochen
el: Σε όλο τον κόσμο: 2-3 εβδομάδες
es: En todo el mundo: 2-3 semanas
et: Maailmas: 2-3 nädalat
fi: Maailmanlaajuisesti: 2-3 viikkoa
fr: Dans le monde entier : 2-3 semaines
hu: Világszerte: 2-3 hét
it: In tutto il mondo: 2-3 settimane
ja: ワールドワイド：2～3週間
lt: Visame pasaulyje: 2-3 savaitės
lv: visā pasaulē: 2-3 nedēļas
pl: Na całym świecie: 2-3 tygodnie
pt: Em todo o mundo: 2-3 semanas
ro: La nivel mondial: 2-3 săptămâni
ru: По всему миру: 2-3 недели
sk: Celosvetovo: 2-3 týždne
sl: Po vsem svetu: 2-3 tedni
sv: Världen över: 2-3 veckor

source: **Parcel**:
bg: **Парцел**:
cs: **Parcela**:
da: **Pakke**:
de: **Parzelle**:
el: **Πακέτο**:
es: **Parcela**:
fi: **Paketti**:
fr: **Parcelle** :
it: **Parcella**:
lt: **Parcelė**:
lv: **Parcele**:
ru: **Посылка**:
sk: **Parcela**:
sl: **Parcela**:
sv: **Paket**:

source: Germany: 1-3 business days
bg: Германия: 1-3 работни дни
cs: Německo: 1-3 pracovní dny
da: Tyskland: 1-3 hverdage
de: Deutschland: 1-3 Arbeitstage
el: Γερμανία: 1-3 εργάσιμες ημέρες
es: Alemania: 1-3 días laborables
et: Saksamaa: 1-3 tööpäeva
fi: Saksa: 1-3 työpäivää
fr: Allemagne : 1-3 jours ouvrables
hu: Németország: 1-3 munkanap
it: Germania: 1-3 giorni lavorativi
ja: ドイツ: 1-3 営業日
lt: Vokietija: 1-3 darbo dienos
lv: Vācija: 1-3 darba dienas
pl: Niemcy: 1-3 dni robocze
pt: Alemanha: 1-3 dias úteis
ro: Germania: 1-3 zile lucrătoare
ru: Германия: 1-3 рабочих дня
sk: Nemecko: 1-3 pracovné dni
sl: Nemčija: 1-3 delovni dnevi
sv: Tyskland: 1-3 arbetsdagar

source: EU: 2-5 business days
bg: ЕС: 2-5 работни дни
cs: EU: 2-5 pracovních dnů
da: EU: 2-5 arbejdsdage
de: EU: 2-5 Arbeitstage
el: ΕΕ: 2-5 εργάσιμες ημέρες
es: UE: 2-5 días laborables
et: EL: 2-5 tööpäeva
fi: EU: 2-5 työpäivää
fr: UE : 2 à 5 jours ouvrables
hu: EU: 2-5 munkanap
it: UE: 2-5 giorni lavorativi
ja: EU: 2-5営業日
lt: ES: 2-5 darbo dienos
lv: ES: 2-5 darba dienas
pl: UE: 2-5 dni roboczych
pt: UE: 2-5 dias úteis
ro: UE: 2-5 zile lucrătoare
ru: ЕС: 2-5 рабочих дней
sk: EÚ: 2-5 pracovných dní
sl: EU: 2-5 delovnih dni
sv: EU: 2-5 arbetsdagar

source: World wide: 5-10 business days
bg: В цял свят: 5-10 работни дни
cs: Po celém světě: 5-10 pracovních dnů
da: Verden over: 5-10 arbejdsdage
de: Weltweit: 5-10 Arbeitstage
el: Σε όλο τον κόσμο: 5-10 εργάσιμες ημέρες
es: En todo el mundo: 5-10 días laborables
et: Kogu maailmas: 5-10 tööpäeva
fi: Maailmanlaajuisesti: 5-10 työpäivää
fr: Dans le monde entier : 5-10 jours ouvrables
hu: Világszerte: 5-10 munkanap
it: In tutto il mondo: 5-10 giorni lavorativi
ja: ワールドワイド。5-10営業日
lt: Visame pasaulyje: 5-10 darbo dienų
lv: visā pasaulē: 5-10 darba dienas
pl: Na całym świecie: 5-10 dni roboczych
pt: Em todo o mundo: 5-10 dias úteis
ro: La nivel mondial: 5-10 zile lucrătoare
ru: По всему миру: 5-10 рабочих дней
sk: Na celom svete: 5-10 pracovných dní
sl: Po vsem svetu: 5-10 delovnih dni
sv: Över hela världen: 5-10 arbetsdagar

source: **Q:** Pricing and VAT
bg: **Q:** Цени и ДДС
cs: **Q:** Ceny a DPH
da: **Q:** Prisfastsættelse og moms
de: **Q:** Preisgestaltung und Mehrwertsteuer
el: **Q:** Τιμολόγηση και ΦΠΑ
es: **Q:** Precios e IVA
et: **Q:** Hinnakujundus ja käibemaks
fi: **Q:** Hinnoittelu ja alv
fr: **Q:** Prix et TVA
hu: **Q:** Árak és ÁFA
it: **Q:** Prezzi e IVA
ja: **Q:** 価格と付加価値
lt: **Q:** Kainos ir PVM
lv: **Q:** Cenas un PVN
pl: **Q:** Wycena i VAT
pt: **Q:** Preços e IVA
ro: **Q:** Prețuri și TVA
ru: **Q:** Ценообразование и НДС
sk: **Q:** Ceny a DPH
sl: **Q:** Cene in DDV
sv: **Q:** Prissättning och moms

source: The Nitrokey GmbH has a heterogeneous customer base, private and enterprise customers, from Germany as well as inside and outside of the EU. With the pricing we want to ensure that all customers pay a uniform rate. For example, a large international corporation should pay just as much as a German private customer. Accordingly, the gross price (incl. VAT) for German private customers equals the net price (excluding VAT) for EU enterprise customers and all customers outside of the EU. This approach has been audited and is legally correct.
bg: Nitrokey GmbH има разнородна клиентска база - частни и корпоративни клиенти от Германия, както и от и извън ЕС. С ценообразуването искаме да гарантираме, че всички клиенти плащат еднаква цена. Например, голяма международна корпорация трябва да плаща точно толкова, колкото и германски частен клиент. Съответно брутната цена (с ДДС) за германски частни клиенти е равна на нетната цена (без ДДС) за корпоративни клиенти от ЕС и всички клиенти извън ЕС. Този подход е одитиран и е правно коректен.
cs: Společnost Nitrokey GmbH má různorodou zákaznickou základnu, soukromé i podnikové zákazníky z Německa i ze zemí EU i mimo ni. Cenovou politikou chceme zajistit, aby všichni zákazníci platili jednotnou sazbu. Například velká mezinárodní společnost by měla platit stejně jako německý soukromý zákazník. Proto se hrubá cena (včetně DPH) pro německé soukromé zákazníky rovná čisté ceně (bez DPH) pro podnikové zákazníky z EU a všechny zákazníky mimo EU. Tento přístup byl ověřen auditem a je právně správný.
da: Nitrokey GmbH har en heterogen kundebase, private og erhvervskunder, fra Tyskland samt inden for og uden for EU. Med prisfastsættelsen ønsker vi at sikre, at alle kunder betaler en ensartet pris. F.eks. skal en stor international virksomhed betale lige så meget som en tysk privatkunde. Derfor er bruttoprisen (inkl. moms) for tyske privatkunder lig med nettoprisen (ekskl. moms) for virksomhedskunder fra EU og alle kunder uden for EU. Denne fremgangsmåde er blevet revideret og er juridisk korrekt.
de: Die Nitrokey GmbH hat einen heterogenen Kundenstamm, Privat- und Unternehmenskunden, sowohl aus Deutschland als auch innerhalb und außerhalb der EU. Bei der Preisgestaltung wollen wir darauf achten, dass alle Kunden einen einheitlichen Tarif zahlen. So soll beispielsweise ein großer internationaler Konzern genauso viel zahlen wie ein deutscher Privatkunde. Dementsprechend ist der Bruttopreis (inkl. MwSt.) für deutsche Privatkunden gleich dem Nettopreis (ohne MwSt.) für EU-Unternehmenskunden und alle Kunden außerhalb der EU. Dieser Ansatz wurde geprüft und ist rechtlich korrekt.
el: Η Nitrokey GmbH έχει μια ετερογενή πελατειακή βάση, ιδιωτικούς και επιχειρηματικούς πελάτες, από τη Γερμανία καθώς και εντός και εκτός της ΕΕ. Με την τιμολόγηση θέλουμε να διασφαλίσουμε ότι όλοι οι πελάτες πληρώνουν μια ενιαία τιμή. Για παράδειγμα, μια μεγάλη διεθνής επιχείρηση θα πρέπει να πληρώνει το ίδιο ποσό με έναν Γερμανό ιδιώτη πελάτη. Κατά συνέπεια, η ακαθάριστη τιμή (συμπεριλαμβανομένου του ΦΠΑ) για τους Γερμανούς ιδιώτες πελάτες ισούται με την καθαρή τιμή (χωρίς ΦΠΑ) για τους επιχειρηματικούς πελάτες της ΕΕ και όλους τους πελάτες εκτός ΕΕ. Η προσέγγιση αυτή έχει ελεγχθεί και είναι νομικά ορθή.
es: Nitrokey GmbH cuenta con una base de clientes heterogénea, tanto privados como empresariales, tanto de Alemania como de dentro y fuera de la UE. Con los precios queremos garantizar que todos los clientes paguen una tarifa uniforme. Por ejemplo, una gran empresa internacional debería pagar lo mismo que un cliente privado alemán. En consecuencia, el precio bruto (IVA incluido) para los clientes privados alemanes es igual al precio neto (sin IVA) para los clientes empresariales de la UE y todos los clientes de fuera de la UE. Este enfoque ha sido auditado y es legalmente correcto.
et: Nitrokey GmbH-l on heterogeenne kliendibaas, era- ja ärikliendid nii Saksamaal kui ka ELis ja väljaspool seda. Hinnakujundusega tahame tagada, et kõik kliendid maksavad ühtset hinda. Näiteks peaks suur rahvusvaheline ettevõte maksma sama palju kui Saksa eraklient. Seega on brutohind (koos käibemaksuga) Saksamaa eraklientidele võrdne netohinnaga (ilma käibemaksuta) ELi ettevõtlusklientidele ja kõigile klientidele väljaspool ELi. Seda lähenemisviisi on auditeeritud ja see on õiguslikult korrektne.
fi: Nitrokey GmbH:lla on heterogeeninen asiakaskunta, yksityis- ja yritysasiakkaita Saksasta sekä EU:n sisältä ja ulkopuolelta. Hinnoittelulla haluamme varmistaa, että kaikki asiakkaat maksavat yhdenmukaisen hinnan. Esimerkiksi suuren kansainvälisen yrityksen pitäisi maksaa yhtä paljon kuin saksalaisen yksityisasiakkaan. Näin ollen bruttohinta (sis. alv) saksalaisille yksityisasiakkaille on sama kuin nettohinta (ilman alv) EU:n yritysasiakkaille ja kaikille EU:n ulkopuolisille asiakkaille. Tämä lähestymistapa on tarkastettu ja se on oikeudellisesti oikein.
fr: La société Nitrokey GmbH a une clientèle hétérogène, composée de particuliers et d'entreprises, d'Allemagne ainsi que de pays situés à l'intérieur et à l'extérieur de l'UE. En ce qui concerne la tarification, nous voulons nous assurer que tous les clients paient un tarif uniforme. Par exemple, une grande entreprise internationale doit payer autant qu'un client privé allemand. Par conséquent, le prix brut (TVA incluse) pour les clients privés allemands est égal au prix net (hors TVA) pour les entreprises clientes de l'UE et tous les clients en dehors de l'UE. Cette approche a été auditée et est juridiquement correcte.
hu: A Nitrokey GmbH heterogén ügyfélkörrel rendelkezik, magán- és vállalati ügyfelekkel Németországból, valamint az EU-n belül és kívülről. Az árképzéssel azt szeretnénk biztosítani, hogy minden ügyfél egységes árat fizessen. Például egy nagy nemzetközi vállalatnak ugyanannyit kell fizetnie, mint egy német magánügyfélnek. Ennek megfelelően a német magánügyfelek bruttó ára (héával együtt) megegyezik az uniós vállalati ügyfelek és az EU-n kívüli ügyfelek nettó árával (héa nélkül). Ezt a megközelítést ellenőrizték, és jogilag helyes.
it: La Nitrokey GmbH ha una base di clienti eterogenea, clienti privati e aziendali, dalla Germania così come dentro e fuori l'UE. Con i prezzi vogliamo assicurare che tutti i clienti paghino una tariffa uniforme. Per esempio, una grande società internazionale dovrebbe pagare tanto quanto un cliente privato tedesco. Di conseguenza, il prezzo lordo (IVA inclusa) per i clienti privati tedeschi è uguale al prezzo netto (IVA esclusa) per i clienti aziendali UE e tutti i clienti al di fuori dell'UE. Questo approccio è stato verificato ed è legalmente corretto.
ja: Nitrokey GmbHには、ドイツ国内およびEU域内・域外の個人・企業を問わず、さまざまなお客様がいらっしゃいます。価格設定については、すべてのお客様が均一の料金を支払うようにしたいと考えています。例えば、国際的な大企業は、ドイツの個人顧客と同じように支払うべきです。したがって、ドイツの個人のお客様のグロス価格（VATを含む）は、EU企業のお客様およびEU域外のすべてのお客様のネット価格（VATを除く）に等しくなります。この方法は監査されており、法的にも正しいものです。
lt: "Nitrokey GmbH" turi įvairialypę klientų bazę - privačių ir verslo klientų iš Vokietijos, taip pat iš ES ir už jos ribų. Nustatydami kainas norime užtikrinti, kad visi klientai mokėtų vienodą tarifą. Pavyzdžiui, didelė tarptautinė korporacija turėtų mokėti tiek pat, kiek ir privatus klientas iš Vokietijos. Todėl Vokietijos privatiems klientams taikoma bendra kaina (su PVM) yra lygi ES įmonių klientams ir visiems klientams už ES ribų taikomai grynajai kainai (be PVM). Šis metodas buvo patikrintas ir yra teisiškai teisingas.
lv: Nitrokey GmbH ir neviendabīga klientu bāze - privātie un korporatīvie klienti no Vācijas, kā arī no ES un ārpus tās. Ar cenu noteikšanu mēs vēlamies nodrošināt, lai visi klienti maksātu vienotu likmi. Piemēram, lielam starptautiskam uzņēmumam jāmaksā tikpat daudz, cik Vācijas privātajam klientam. Tādējādi bruto cena (ar PVN) Vācijas privātajiem klientiem ir vienāda ar neto cenu (bez PVN) ES uzņēmumu klientiem un visiem klientiem ārpus ES. Šī pieeja ir pārbaudīta un ir juridiski pareiza.
pl: Nitrokey GmbH posiada zróżnicowaną bazę klientów, prywatnych i korporacyjnych, z Niemiec, jak również z UE i spoza niej. Przy ustalaniu cen chcemy zapewnić, że wszyscy klienci płacą jednakową stawkę. Na przykład, duża międzynarodowa korporacja powinna płacić tyle samo, co niemiecki klient prywatny. W związku z tym cena brutto (z VAT) dla niemieckich klientów prywatnych jest równa cenie netto (bez VAT) dla klientów korporacyjnych z UE i wszystkich klientów spoza UE. Takie podejście zostało sprawdzone i jest prawnie poprawne.
pt: A Nitrokey GmbH tem uma base de clientes heterogénea, clientes privados e empresariais, tanto da Alemanha como de dentro e fora da UE. Com os preços queremos garantir que todos os clientes paguem uma taxa uniforme. Por exemplo, uma grande corporação internacional deve pagar tanto quanto um cliente privado alemão. Assim, o preço bruto (incluindo IVA) para clientes privados alemães é igual ao preço líquido (excluindo IVA) para clientes empresariais da UE e todos os clientes fora da UE. Esta abordagem foi auditada e é legalmente correcta.
ro: Nitrokey GmbH are o bază eterogenă de clienți, clienți privați și întreprinderi, atât din Germania, cât și din interiorul și exteriorul UE. Prin stabilirea prețurilor dorim să ne asigurăm că toți clienții plătesc un tarif uniform. De exemplu, o mare corporație internațională ar trebui să plătească la fel de mult ca un client privat german. În consecință, prețul brut (inclusiv TVA) pentru clienții privați germani este egal cu prețul net (fără TVA) pentru clienții întreprinderi din UE și pentru toți clienții din afara UE. Această abordare a fost auditată și este corectă din punct de vedere juridic.
ru: Nitrokey GmbH имеет разнородную клиентскую базу, частных и корпоративных клиентов, из Германии, а также внутри и за пределами ЕС. При ценообразовании мы стремимся к тому, чтобы все клиенты платили по единой ставке. Например, крупная международная корпорация должна платить столько же, сколько и частный клиент из Германии. Соответственно, цена брутто (с НДС) для немецких частных клиентов равна цене нетто (без НДС) для корпоративных клиентов ЕС и всех клиентов за пределами ЕС. Этот подход был проверен и является юридически правильным.
sk: Spoločnosť Nitrokey GmbH má rôznorodú zákaznícku základňu, súkromných a podnikových zákazníkov z Nemecka, ako aj z EÚ a mimo nej. Cenami chceme zabezpečiť, aby všetci zákazníci platili jednotnú sadzbu. Napríklad veľká medzinárodná spoločnosť by mala platiť rovnako ako nemecký súkromný zákazník. Preto sa hrubá cena (vrátane DPH) pre nemeckých súkromných zákazníkov rovná čistej cene (bez DPH) pre podnikových zákazníkov z EÚ a všetkých zákazníkov mimo EÚ. Tento prístup bol preverený a je právne správny.
sl: Podjetje Nitrokey GmbH ima heterogeno bazo strank, tako zasebnih kot poslovnih, iz Nemčije ter znotraj in zunaj EU. S cenami želimo zagotoviti, da bodo vse stranke plačevale enotno ceno. Na primer, velika mednarodna korporacija bi morala plačati prav toliko kot nemška zasebna stranka. V skladu s tem je bruto cena (z DDV) za nemške zasebne stranke enaka neto ceni (brez DDV) za podjetniške stranke v EU in vse stranke zunaj EU. Ta pristop je bil revidiran in je pravno pravilen.
sv: Nitrokey GmbH har en heterogen kundkrets av privat- och företagskunder från Tyskland samt inom och utanför EU. Med prissättningen vill vi se till att alla kunder betalar en enhetlig avgift. Till exempel ska ett stort internationellt företag betala lika mycket som en tysk privatkund. Följaktligen är bruttopriset (inklusive moms) för tyska privatkunder lika med nettopriset (exklusive moms) för företagskunder från EU och alla kunder utanför EU. Detta tillvägagångssätt har granskats och är juridiskt korrekt.

source: **Q:** How is the Bitcoin exchange rate calculated?
bg: **В:** Как се изчислява обменният курс на биткойн?
cs: **Q:** Jak se vypočítává směnný kurz bitcoinu?
da: **Q:** Hvordan beregnes Bitcoin-vekselkursen?
de: **Q:** Wie wird der Bitcoin-Kurs berechnet?
el: **Q:** Πώς υπολογίζεται η συναλλαγματική ισοτιμία Bitcoin;
es: **P: ** ¿Cómo se calcula el tipo de cambio del Bitcoin?
et: **K:** Kuidas arvutatakse Bitcoini vahetuskurss?
fi: **Q:** Miten Bitcoinin vaihtokurssi lasketaan?
fr: **Q:** Comment est calculé le taux de change du bitcoin ?
hu: **K:** Hogyan számítják ki a Bitcoin árfolyamát?
it: **Q:** Come viene calcolato il tasso di cambio di Bitcoin?
ja: **Q:** ビットコインの為替レートはどのように計算されるのですか？
lt: **Q:** Kaip apskaičiuojamas "Bitcoin" keitimo kursas?
lv: **Q:** Kā tiek aprēķināts Bitcoin maiņas kurss?
pl: **Q:** Jak obliczany jest kurs wymiany Bitcoin?
pt: **Q:** Como é calculada a taxa de câmbio do Bitcoin?
ro: **Întrebare:** Cum se calculează rata de schimb Bitcoin?
ru: **Вопрос:** Как рассчитывается курс биткоина?
sk: **Q:** Ako sa vypočítava výmenný kurz Bitcoinu?
sl: **Q:** Kako se izračuna menjalni tečaj Bitcoina?
sv: **Q:** Hur beräknas växelkursen för Bitcoin?

source: At the time of ordering, our system takes the exchange rate from blockchain.info and adds 10% on top of it. The 10% are for our handling fees (exchanging Bitcoins back to Euro) and for the risk implicated by floating exchange rate.
bg: По време на поръчката нашата система взема обменния курс от blockchain.info и добавя 10% oкъм него. Тези 10% a са за нашите такси за обработка (обмен на биткойни обратно в евро) и за риска, свързан с плаващия обменен курс.
cs: Při objednávce náš systém převezme kurz z blockchain.info a přičte k němu 10% o. Těch 10% aje za naše manipulační poplatky (výměna bitcoinů zpět na eura) a za riziko spojené s pohyblivým kurzem.
da: På bestillingstidspunktet tager vores system vekselkursen fra blockchain.info og lægger 10% o oveni den. De 10% aer for vores håndteringsgebyrer (veksling af Bitcoins tilbage til euro) og for den risiko, der er forbundet med den flydende valutakurs.
de: Zum Zeitpunkt der Bestellung nimmt unser System den Wechselkurs von blockchain.info und addiert 10% on dazu. Die 10% a sind für unsere Bearbeitungsgebühren (Umtausch von Bitcoins zurück in Euro) und für das Risiko, das der schwankende Wechselkurs mit sich bringt.
el: Κατά τη στιγμή της παραγγελίας, το σύστημά μας λαμβάνει την ισοτιμία συναλλάγματος από το blockchain.info και προσθέτει 10% σε αυτήν. Το 10% είναι για τα έξοδα χειρισμού μας (ανταλλαγή Bitcoins πίσω σε ευρώ) και για τον κίνδυνο που συνεπάγεται η κυμαινόμενη συναλλαγματική ισοτιμία.
es: En el momento del pedido, nuestro sistema toma el tipo de cambio de blockchain.info y le añade un 10%. El 10% es para nuestros gastos de gestión (cambio de Bitcoins a euros) y para el riesgo que implica el tipo de cambio flotante.
et: Tellimise ajal võtab meie süsteem blockchain.info vahetuskursi ja lisab sellele 10% o. Need 10% a on meie käitlemistasud (bitcoinide tagasivahetamine eurodeks) ja risk, mis on seotud muutuva vahetuskursiga.
fi: Tilaushetkellä järjestelmämme ottaa blockchain.infon valuuttakurssin ja lisää siihen 10% o. Nämä 10% a ovat käsittelykuluja (bitcoinien vaihtaminen takaisin euroiksi) ja vaihtokurssin vaihtelusta aiheutuvaa riskiä varten.
fr: Au moment de la commande, notre système prend le taux de change de blockchain.info et y ajoute 10% o. Ces 10% asont destinés à couvrir nos frais de traitement (conversion des bitcoins en euros) et le risque lié au taux de change flottant.
hu: Rendeléskor a rendszerünk a blockchain.info árfolyamát veszi, és 10% ot ad hozzá. A 10% aa kezelési díjat (a bitcoinok euróra való visszacserélése) és a változó árfolyamból eredő kockázatot fedezi.
it: Al momento dell'ordine, il nostro sistema prende il tasso di cambio da blockchain.info e vi aggiunge il 10%. Il 10% è per le nostre spese di gestione (cambio dei Bitcoin in Euro) e per il rischio implicito nel tasso di cambio fluttuante.
ja: 注文時に、当社のシステムはblockchain.infoから為替レートを取得し、その上に10％を追加します。この10％は、当社の手数料（ビットコインをユーロに戻す）と、変動する為替レートに伴うリスクを考慮したものです。
lt: Užsakymo metu mūsų sistema paima valiutos kursą iš blockchain.info ir prie jo prideda 10% o. 10% ayra mūsų aptarnavimo mokestis (keičiant bitkoinus atgal į eurus) ir rizika, susijusi su kintančiu valiutos kursu.
lv: Pasūtīšanas brīdī mūsu sistēma ņem maiņas kursu no blockchain.info un pievieno tam 10% o. Šie 10% air mūsu maksa par apstrādi (mainot bitkoinus atpakaļ uz eiro) un risks, ko rada mainīgais valūtas kurss.
pl: W momencie składania zamówienia, nasz system pobiera kurs wymiany z blockchain.info i dodaje do niego 10% o. Te 10% a jest przeznaczone na nasze opłaty manipulacyjne (wymiana Bitcoinów z powrotem na Euro) oraz na ryzyko związane ze zmiennym kursem wymiany.
pt: No momento do pedido, nosso sistema pega a taxa de câmbio do blockchain.info e adiciona 10% on em cima dele. O 10% are para as nossas taxas de manuseio (troca de Bitcoins de volta para Euro) e para o risco implicado pela taxa de câmbio flutuante.
ro: În momentul comenzii, sistemul nostru ia cursul de schimb de pe blockchain.info și adaugă 10% oîn plus. Cei 10% asunt pentru comisioanele noastre de manipulare (schimbarea Bitcoins înapoi în euro) și pentru riscul implicat de cursul de schimb variabil.
ru: Во время заказа наша система берет обменный курс с сайта blockchain.info и добавляет к нему 10%. Эти 10% предназначены для оплаты нашей работы (обмен биткойнов на евро) и риска, связанного с плавающим обменным курсом.
sk: V čase objednávky náš systém prevezme výmenný kurz z blockchain.info a pripočíta k nemu 10% o. Tých 10% aje za naše manipulačné poplatky (výmena bitcoinov späť na eurá) a za riziko spojené s pohyblivým výmenným kurzom.
sl: Ob naročilu naš sistem vzame menjalni tečaj iz blockchain.info in mu doda 10% o. Teh 10% aje za naše stroške obdelave (menjava bitcoinov nazaj v evre) in za tveganje, ki ga prinaša spremenljiv menjalni tečaj.
sv: När du beställer tar vårt system växelkursen från blockchain.info och lägger till 10% otill den. De 10% aär för våra hanteringsavgifter (växling av bitcoins tillbaka till euro) och för den risk som en flytande växelkurs innebär.

source: **Q:** How to return goods?
bg: **Q:** Как да върна стоките?
cs: **Q:** Jak vrátit zboží?
da: **Q:** Hvordan returnerer jeg varer?
de: **Q:** Wie kann ich Waren zurückgeben?
el: **Q:** Πώς επιστρέφονται τα προϊόντα;
es: **P: ¿Cómo se devuelve la mercancía?
et: **K:** Kuidas kaupu tagastada?
fi: **Q:** Miten tavarat palautetaan?
fr: **Q:** Comment retourner les marchandises ?
hu: **K:** Hogyan küldhetem vissza az árut?
it: **Q:** Come restituire la merce?
ja: **Q:** 商品の返品方法について教えてください。
lt: **Q:** Kaip grąžinti prekes?
lv: **Q:** Kā atgriezt preces?
pl: **Q:** Jak zwrócić towar?
pt: **Q:** Como devolver a mercadoria?
ro: **Q:** Cum se returnează bunurile?
ru: **Вопрос:** Как вернуть товар?
sk: **Q:** Ako vrátiť tovar?
sl: **Q:** Kako vrniti blago?
sv: **Q:** Hur returnerar jag varor?
