Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/sphinx.po
Languages: bg, cs, fi, lt, sk

source: Next
bg: Следваща
cs: Další
fi: Seuraava
lt: Kitas
sk: Ďalšie

source: Previous
bg: Предишна
cs: Předchozí
fi: Edellinen
lt: Ankstesnis
sk: Predchádzajúci

source: &copy; <a href="%(path)s">Copyright</a> %(copyright)s.
bg: &copy; <a href="%(path)s">Авторски права</a> %(copyright)s.
cs: &copy; <a href="%(path)s">Autorská práva</a> %(copyright)s.
lt: &copy; <a href="%(path)s">Autorių teisės</a> %(copyright)s.
sk: &copy; <a href="%(path)s">Autorské práva</a> %(copyright)s.

source: &copy; Copyright <a href="%(copyrightlink)s">%(copyright)s</a>.
bg: &copy; Авторско право <a href="%(copyrightlink)s">%(copyright)s</a>.
cs: &copy; Autorská práva <a href="%(copyrightlink)s">%(copyright)s</a>.
fi: &copy; Tekijänoikeudet <a href="%(copyrightlink)s">%(copyright)s</a>.
lt: &copy; Autorių teisės <a href="%(copyrightlink)s">%(copyright)s</a>.
sk: &copy; Autorské práva <a href="%(copyrightlink)s">%(copyright)s</a>.

source: <span class="build"> Build <a href="%(build_url)s">%(build_id)s</a>. </span>
bg: <span class="build"> Изграждане <a href="%(build_url)s">%(build_id)s</a>. </span>
cs: <span class="build"> Sestavení <a href="%(build_url)s">%(build_id)s</a>. </span>
fi: <span class="build"> Rakenna <a href="%(build_url)s">%(build_id)s</a>. </span>
lt: <span class="build"> Sukurti <a href="%(build_url)s">%(build_id)s</a>. </span>
sk: <span class="build"> Zostavenie <a href="%(build_url)s">%(build_id)s</a>. </span>

source: <span class="commit"> Revision <code>%(commit)s</code>. </span>
bg: <span class="commit"> Ревизия <code>%(commit)s</code>. </span>
cs: <span class="commit"> Revize <code>%(commit)s</code>. </span>
fi: <span class="commit"> Tarkistus <code>%(commit)s</code>. </span>
lt: <span class="commit"> Peržiūra <code>%(commit)s</code>. </span>
sk: <span class="commit"> Revízia <code>%(commit)s</code>. </span>

source: Last updated on %(last_updated)s.
bg: Последна актуализация на %(last_updated)s.
cs: Naposledy aktualizováno dne %(last_updated)s.
fi: Viimeksi päivitetty %(last_updated)s.
lt: Paskutinį kartą atnaujinta %(last_updated)s.
sk: Naposledy aktualizované dňa %(last_updated)s.

source: Edit on GitHub
bg: Редактиране в GitHub
cs: Upravit na GitHubu
fi: Muokkaa GitHubissa
lt: Redaguoti "GitHub
sk: Upraviť na GitHub

source: Edit this Page
bg: Редактиране на тази страница
cs: Upravit tuto stránku
fi: Muokkaa tätä sivua
lt: Redaguoti šį puslapį
sk: Upraviť túto stránku

source: Request docs change
bg: Искане за промяна на документите
cs: Žádost o změnu dokumentů
fi: Pyydä asiakirjojen muutosta
lt: Prašymas pakeisti dokumentus
sk: Žiadosť o zmenu dokumentov

source: View page source
bg: Преглед на източника на страницата
cs: Zobrazit zdroj stránky
fi: Näytä sivun lähde
lt: Peržiūrėti puslapio šaltinį
sk: Zobraziť zdroj stránky

source: Search within %(docstitle)s
bg: Търсене в рамките на %(docstitle)s
cs: Hledat v %(docstitle)s
fi: Haku %(docstitle)s:n sisällä
lt: Paieška per %(docstitle)s
sk: Vyhľadávanie v rámci %(docstitle)s

source: About these documents
bg: За тези документи
cs: O těchto dokumentech
fi: Näistä asiakirjoista
lt: Apie šiuos dokumentus
sk: O týchto dokumentoch

source: Search
bg: Търсене
cs: Vyhledávání
fi: Etsi
lt: Paieška
sk: Vyhľadávanie

source: Copyright
bg: Авторско право
cs: Autorská práva
fi: Tekijänoikeus
lt: Autorinės teisės
sk: Autorské práva

source: Back to top
cs: Zpět na začátek

source: <a href="%(path)s">Copyright</a> &#169; %(copyright)s
cs: <a href="%(path)s">Autorská práva</a> &#169; %(copyright)s

source: Last updated on %(last_updated)s
cs: Naposledy aktualizováno dne %(last_updated)s

source: Contents
cs: Obsah

source: Index
bg: Индекс
fi: Indeksi
lt: Indeksas
