Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/start.po
Languages: bg, cs, da, de, el, es, et, fi, fr, ja, lt, lv, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: **Firmware version 1.2.5 or below: In case you forget a PIN or enter it wrongly three times you need the reset code to unblock the PIN. Otherwise the device wouldn’t be usable anymore! Therefore please** `set the reset code <https://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html>`_ **as well when initialising the key!**
bg: **Фирмуерна версия 1.2.5 или по-ниска: В случай че забравите ПИН кода или го въведете погрешно три пъти, е необходим код за нулиране, за да се деблокира ПИН кодът. В противен случай устройството няма да може да се използва повече! Затова моля** `задайте кода за нулиране <https://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html>`_ **а също и при инициализиране на ключа!**
cs: **Firmware verze 1.2.5 nebo nižší: V případě, že zapomenete kód PIN nebo jej zadáte třikrát špatně, potřebujete k odblokování kódu PIN resetovací kód. V opačném případě by zařízení již nebylo možné používat! Proto prosím** `nastavte resetovací kód <https://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html>`_ **také při inicializaci klíče!
da: **Firmware version 1.2.5 eller lavere: Hvis du glemmer en PIN-kode eller indtaster den forkert tre gange, skal du bruge nulstillingskoden for at ophæve PIN-koden. Ellers vil enheden ikke kunne bruges længere! Derfor bedes du** `indstille nulstillingskoden <https://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html>`_ **også når du initialiserer nøglen!**
de: **Firmware-Version 1.2.5 oder niedriger: Falls Sie eine PIN vergessen oder dreimal falsch eingegeben haben, benötigen Sie den Reset-Code, um die PIN zu entsperren. Ansonsten wäre das Gerät nicht mehr nutzbar! Deshalb bitte** `den Reset-Code <https://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html>`_ **beim Initialisieren des Schlüssels mit eingeben!
el: **Έκδοση υλικολογισμικού 1.2.5 ή χαμηλότερη: Σε περίπτωση που ξεχάσετε το PIN ή το πληκτρολογήσετε λανθασμένα τρεις φορές, χρειάζεστε τον κωδικό επαναφοράς για να ξεμπλοκάρετε το PIN. Διαφορετικά, η συσκευή δεν θα είναι πλέον χρησιμοποιήσιμη! Επομένως, παρακαλούμε** `ορίστε τον κωδικό επαναφοράς <https://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html>`_ **καθώς και κατά την αρχικοποίηση του κλειδιού!
es: **Firmware versión 1.2.5 o inferior: En caso de olvidar el PIN o introducirlo erróneamente tres veces, necesita el código de restablecimiento para desbloquear el PIN. ¡De lo contrario, el dispositivo ya no sería utilizable! Por lo tanto, por favor** `ponga el código de restablecimiento <https://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html>`_ **también al inicializar la llave!**
et: **Firmware versioon 1.2.5 või uuem: Kui unustate PIN-koodi või sisestate selle kolm korda valesti, vajate PIN-koodi blokeeringu tühistamiseks lähtestamiskoodi. Vastasel juhul ei ole seade enam kasutatav! Seetõttu palun** `seadke võtme initsialiseerimisel ka lähtestuskood <https://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html>`_ **sellele!
fi: **Vahvistetun ohjelmiston versio 1.2.5 tai sen alle: Jos unohdat PIN-koodin tai kirjoitat sen väärin kolme kertaa, tarvitset nollauskoodin PIN-koodin vapauttamiseksi. Muuten laite ei ole enää käyttökelpoinen! Aseta siksi** `nollauskoodi <https://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html>`_ **sekä avaimen alustuksen yhteydessä!**.
ja: **ファームウェアのバージョンが1.2.5以下であること。暗証番号を忘れたり、3回間違えて入力した場合は、暗証番号を解除するためのリセットコードが必要です。そうしないとデバイスが使用できなくなります。そのため、** `リセットコード<https://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html>`_を設定してください** **キーの初期化時にも設定してください**。
lt: **Firmware versija 1.2.5 arba žemesnė: Jei pamiršote PIN kodą arba jį neteisingai įvedėte tris kartus, PIN kodui atblokuoti reikalingas atstatymo kodas. Priešingu atveju prietaiso nebebus galima naudoti! Todėl prašome** `nustatyti atstatymo kodą <https://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html>`_ **taip pat inicializuojant raktą!
lv: **Firmware versija 1.2.5 vai jaunāka: Lai atbloķētu PIN kodu, ir nepieciešams atiestatīšanas kods, ja esat aizmirsis PIN kodu vai trīs reizes to ievadījis nepareizi. Pretējā gadījumā ierīce vairs nebūs lietojama! Tāpēc, lūdzu,** `iestatiet atiestatīšanas kodu <https://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html>`_**, kā arī inicializējot atslēgu!
pl: **Firmware w wersji 1.2.5 lub niższej: W przypadku zapomnienia kodu PIN lub jego trzykrotnego błędnego wprowadzenia potrzebny jest kod resetujący, aby odblokować kod PIN. W przeciwnym razie urządzenie nie nadawałoby się już do użytku! Dlatego proszę** ` ustawić kod resetujący <https://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html>`_ **jak również podczas inicjalizacji klucza!**.
pt: **Firmware versão 1.2.5 ou inferior: Caso se esqueça de um PIN ou o introduza erroneamente três vezes, precisa do código de reset para desbloquear o PIN. Caso contrário, o dispositivo não seria mais utilizável! Portanto, por favor** ` defina o código de reset <https://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html>`_ **como bem ao inicializar a chave!**
ro: **Versiunea firmware 1.2.5 sau mai mică: În cazul în care uitați un PIN sau îl introduceți greșit de trei ori, aveți nevoie de codul de resetare pentru a debloca PIN-ul. În caz contrar, dispozitivul nu ar mai fi utilizabil! Prin urmare, vă rugăm** `setați codul de resetare <https://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html>`_ **asemenea la inițializarea cheii!**.
ru: **Прошивка версии 1.2.5 или ниже: В случае если вы забыли PIN-код или ввели его неправильно три раза, вам необходим код сброса, чтобы разблокировать PIN-код. В противном случае устройство будет невозможно использовать! Поэтому, пожалуйста** ` установите код сброса <https://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html>`_ **также при инициализации ключа!
sk: **Firmware vo verzii 1.2.5 alebo nižšej: V prípade, že zabudnete kód PIN alebo ho zadáte trikrát nesprávne, potrebujete na odblokovanie kódu PIN resetovací kód. V opačnom prípade by zariadenie už nebolo možné používať! Preto prosím** `nastavte resetovací kód <https://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html>`_ **tiež pri inicializácii kľúča!
sl: **Firmware različica 1.2.5 ali manj: Če pozabite kodo PIN ali jo trikrat napačno vnesete, potrebujete ponastavitveno kodo za odblokiranje kode PIN. V nasprotnem primeru naprava ne bi bila več uporabna! Zato** `pri inicializaciji ključa nastavite kodo za ponastavitev <https://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html>`_**.
sv: **Firmware version 1.2.5 eller lägre: Om du glömmer en PIN-kod eller skriver in den fel tre gånger behöver du återställningskoden för att häva PIN-koden. Annars skulle enheten inte längre kunna användas! Ange därför** `resetkoden <https://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html>`_ **också när du initialiserar nyckeln**!
zh_cn: **固件版本1.2.5或以下。如果你忘记了PIN码或输入错误的PIN码三次，你需要重置码来解除PIN码的限制。否则设备将无法使用因此，请** `设置重置代码 <https://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html>`_ **在初始化密钥时也要设置重置代码！**

source: curve25519 (ECC)
de: Kurve25519 (ECC)
ja: カーブ25519（ECC）
lt: kreivė25519 (ECC)
pl: krzywa25519 (ECC)
pt: curva25519 (ECC)
sk: krivka25519 (ECC)
sl: krivulja25519 (ECC)

source: secp256
pl: sekp256

source: secp521
pl: sekp521

source: Nitrokey Start, Windows
ro: Nitrokey Start, Ferestre

source: (Nitrokey Start - Windows)
fr: (Démarrage de Nitrokey - Windows)
sv: (Nitrokey HSM 2 - Windows)

source: Nitrokey Start
de: Nitroschlüssel Start
fr: Démarrage de Nitrokey

source: Choose your operating system:
fr: Choisissez votre système d'exploitation :

source: (Nitrokey Start - Linux)
fr: (Démarrage de Nitrokey - Linux)

source: Use GnuPG to `generate new keys or import existing ones <openpgp.html>`__.
fr: Utilisez GnuPG pour `générer de nouvelles clés ou importer des clés existantes <openpgp.html>__.

source: Please be careful to change Admin PIN first and User PIN second! Otherwise the admin-less mode got activated, see `this instructions <https://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html#>`__ for further information.
fr: Veuillez faire attention à changer le PIN de l'administrateur en premier et le PIN de l'utilisateur en second ! Sinon le mode sans administrateur a été activé, voir `cette instruction <https://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html#>`__ pour plus d'informations.

source: Optionally Reset code can be set up (`guide <http://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html>`__). The minimum length accepted is 8 characters, however it should be as long as User PIN.
fr: En option, un code de réinitialisation peut être configuré (`guide <http://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html>`__). La longueur minimale acceptée est de 8 caractères, mais elle doit être aussi longue que le PIN de l'utilisateur.

source: **Firmware version 1.2.5 or below: In case you forget a PIN or enter it wrongly three times you need the reset code to unblock the PIN. Otherwise the device wouldn’t be usable anymore! Therefore please** `set the reset code <http://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html>`__ **as well when initialising the key!**
fr: **Firmware version 1.2.5 ou inférieure : Si vous oubliez un code PIN ou si vous le saisissez incorrectement trois fois, vous avez besoin du code de réinitialisation pour le débloquer. Sinon, l'appareil ne serait plus utilisable ! Par conséquent, veuillez** `régler le code de réinitialisation <http://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html>`__ **également lors de l'initialisation de la clé!**.

source: Your Nitrokey is now ready to use. `Checkout <https://www.nitrokey.com/documentation/applications>`__ the various use cases and supported applications.
fr: Votre Nitrokey est maintenant prêt à être utilisé. `Checkout <https://www.nitrokey.com/documentation/applications>`__ les différents cas d'utilisation et les applications supportées.

source: `instructions <openpgp.html>`__ for using the OpenPGP standard with the Nitrokey
fr: `instructions <openpgp.html>`__ pour l'utilisation de la norme OpenPGP avec le Nitrokey

source: `instructions <smime.html>`__ for using S/MIME with the Nitrokey
fr: `instructions <smime.html>`__ pour utiliser S/MIME avec la Nitrokey

source: please install the `Nitrokey App <https://www.nitrokey.com/download>`__ or type the following commands in the terminal to download and install the UDEV rules:
fr: veuillez installer le `Nitrokey App <https://www.nitrokey.com/download>`__ ou tapez les commandes suivantes dans le terminal pour télécharger et installer les règles UDEV :

source: `Install pynitrokey <https://github.com/Nitrokey/pynitrokey#installation>`__.
fr: `Installer pynitrokey <https://github.com/Nitrokey/pynitrokey#installation>`__.

source: If you are in doubt which one to choose, you should use OpenPGP. While this page describes the usage of OpenPGP, S/MIME is described `here <smime.html>`__.
fr: Si vous avez un doute sur le choix à faire, vous devriez utiliser OpenPGP. Alors que cette page décrit l'utilisation d'OpenPGP, S/MIME est décrit `ici <smime.html>`__.

source: Please familiarize yourself with the general concept behind the OpenPGP standard first, for example by reading `this info graphic <https://emailselfdefense.fsf.org/en/infographic.html>`__ of the Free Software Foundation.
fr: Veuillez d'abord vous familiariser avec le concept général derrière le standard OpenPGP, par exemple en lisant `cette info graphique <https://emailselfdefense.fsf.org/en/infographic.html>`__ de la Free Software Foundation.

source: `Generate keys on Nitrokey <openpgp-keygen-gpa.html>`__ - this is the best option if you are unexperienced, but you won’t have a backup of your keys and therefore won’t be able to mitigate the loss of the Nitrokey
fr: `Générer des clés sur Nitrokey <openpgp-keygen-gpa.html>`__ - c'est la meilleure option si vous n'avez pas d'expérience, mais vous n'aurez pas de sauvegarde de vos clés et ne pourrez donc pas atténuer la perte de la Nitrokey.

source: `Generate keys on Nitrokey with different algorithm or key size <openpgp-keygen-on-device.html>`__ - this is as secure as the previous option and thus you won’t have a backup as well, but you can change the key attributes (that is the algorithm and key size)
fr: `Générer des clés sur Nitrokey avec un algorithme différent ou une taille de clé différente <openpgp-keygen-on-device.html>`__ - cette option est aussi sûre que la précédente et donc vous n'aurez pas de sauvegarde aussi, mais vous pouvez changer les attributs de la clé (c'est-à-dire l'algorithme et la taille de la clé)

source: `Generate keys locally <openpgp-keygen-backup.html>`__ and copy them to Nitrokey - this is the most flexible, expert option, but only secure if your system is not compromised, because you can create a backup key outside your Nitrokey A similar description in french can be found `here <https://xieme-art.org/post/importer-des-clefs-gnupg-dans-sa-nitrokey-pro/>`__.
fr: `Générer des clés localement <openpgp-keygen-backup.html>`__ et les copier sur Nitrokey - c'est l'option la plus flexible, la plus experte, mais seulement sûre si votre système n'est pas compromis, car vous pouvez créer une clé de sauvegarde en dehors de votre Nitrokey Une description similaire en français peut être trouvée `ici <https://xieme-art.org/post/importer-des-clefs-gnupg-dans-sa-nitrokey-pro/>`__.

source: If you already have OpenPGP keys you may want to use them with your Nitrokey, instead of generating new ones. Importing exsiting keys works basically the same as generating keys locally first and copy them to the Nitrokey (see above). Therefore, please have a look at the `corresponding instructions <openpgp-keygen-backup.html#key-import>`__. Note that you probably want to generate another subkey for authentication to your existing key. See at the same instructions for `subkey generation <openpgp-keygen-backup.html#subkey-for-authentication>`__.
fr: Si vous avez déjà des clés OpenPGP, vous pouvez les utiliser avec votre Nitrokey, au lieu d'en générer de nouvelles. Importer des clés existantes fonctionne fondamentalement de la même manière que générer d'abord des clés localement et les copier sur la Nitrokey (voir ci-dessus). Par conséquent, veuillez jeter un coup d'oeil aux `instructions correspondantes <openpgp-keygen-backup.html#key-import>`__. Notez que vous voulez probablement générer une autre sous-clé pour l'authentification à votre clé existante. Voir les mêmes instructions pour la `génération de sous-clé <openpgp-keygen-backup.html#subkey-for-authentication>`__.

source: for using `OpenPGP encryption with Thunderbird <openpgp-thunderbird.html>`__
fr: pour l'utilisation de `OpenPGP encryption avec Thunderbird <openpgp-thunderbird.html>`__

source: for using `OpenPGP encryption with Outlook <openpgp-outlook.html>`__
fr: pour l'utilisation de `OpenPGP encryption avec Outlook <openpgp-outlook.html>`__

source: for using `Claws Mail <https://www.claws-mail.org/plugin.php?plugin=gpg>`__, an email client (and news reader) for Linux and Windows
fr: pour utiliser `Claws Mail <https://www.claws-mail.org/plugin.php?plugin=gpg>`__, un client de messagerie (et lecteur de nouvelles) pour Linux et Windows

source: for using `Evolution <https://help.gnome.org/users/evolution/stable/mail-encryption.html.en>`__, an email client for the Gnome Desktop on Linux systems
fr: pour l'utilisation de `Evolution <https://help.gnome.org/users/evolution/stable/mail-encryption.html.en>`__, un client de messagerie pour le bureau Gnome sur les systèmes Linux.

source: for using `GPGTools <https://gpgtools.org/>`__ on macOS.
fr: pour utiliser `GPGTools <https://gpgtools.org/>`__ sur macOS.

source: The following instructions explain the generation of OpenPGP keys and how to copy them to the Nitrokey. This method has the advantage of providing a backup of the keys in case of losing or breaking the Nitrokey. The instructions are based on the command line interface of GnuPG. Thus, you need to have GnuPG installed on your system. The newest GnuPG version for Windows can be found `here <https://www.gpg4win.org/>`__ and the newest version for MacOS can be found `here <https://gpgtools.org/>`__. Users of Linux systems please install GnuPG with help of the package manager.
fr: Les instructions suivantes expliquent la génération des clés OpenPGP et la manière de les copier sur la Nitrokey. Cette méthode a l'avantage de fournir une sauvegarde des clés en cas de perte ou de casse de la Nitrokey. Les instructions sont basées sur l'interface de ligne de commande de GnuPG. Vous devez donc avoir installé GnuPG sur votre système. La version la plus récente de GnuPG pour Windows se trouve `ici <https://www.gpg4win.org/>`__ et la version la plus récente pour MacOS se trouve `ici <https://gpgtools.org/>`__. Les utilisateurs de systèmes Linux sont invités à installer GnuPG avec l'aide du gestionnaire de paquets.

source: The following instructions explain the generation of OpenPGP keys directly on the Nitrokey with help of the GNU Privacy Assistant (GPA). You won’t be able to create a backup of these keys. Thus, if you lose the Nitrokey or it breaks you can not decrypt mails or use these keys anymore. Please see `here <openpgp-outlook.html>`__ for a comparison of the different methods to generate OpenPGP keys.
fr: Les instructions suivantes expliquent la génération de clés OpenPGP directement sur la Nitrokey à l'aide du GNU Privacy Assistant (GPA). Tu ne pourras pas créer de sauvegarde de ces clés. Ainsi, si vous perdez la Nitrokey ou qu'elle se casse, vous ne pourrez plus décrypter de mails ou utiliser ces clés. Veuillez voir `here <openpgp-outlook.html>`__ pour une comparaison des différentes méthodes pour générer des clés OpenPGP.

source: You need to have GnuPG and GPA installed on your system. The newest version for Windows can be found `here <https://www.gpg4win.org/>`__ (make sure to check “GPA” during the installation!). Users of Linux systems please install GnuPG and GPA with help of the package manager (e.g. using ``sudo apt install gnupg gpa`` on Ubuntu).
fr: Vous devez avoir GnuPG et GPA installés sur votre système. La version la plus récente pour Windows peut être trouvée `ici <https://www.gpg4win.org/>`__ (assurez-vous de cocher "GPA" pendant l'installation !). Les utilisateurs de systèmes Linux sont priés d'installer GnuPG et GPA avec l'aide du gestionnaire de paquets (par exemple en utilisant ``sudo apt install gnupg gpa`` sur Ubuntu).

source: **Please do not use the backup checkbox**. This “backup” does only save the encryption key. In case of a loss of the device, you will not be able to restore the whole key set. So on the one hand it is no full backup (use `these instructions <openpgp-keygen-backup.html>`__ instead, if you need one) and on the other hand you risk that someone else can get in possession of your encryption key. The advantage of generating keys on-device is to make sure that keys are stored securely. Therefore, we recommend to skip this half-backup.
fr: **Veuillez ne pas utiliser la case à cocher de sauvegarde**. Cette "sauvegarde" ne permet d'enregistrer que la clé de cryptage. En cas de perte de l'appareil, vous ne pourrez pas restaurer l'ensemble des clés. Donc, d'une part, ce n'est pas une sauvegarde complète (utilisez "ces instructions <openpgp-keygen-backup.html>" à la place, si vous en avez besoin) et d'autre part, vous risquez que quelqu'un d'autre puisse entrer en possession de votre clé de cryptage. L'avantage de générer des clés sur l'appareil est de s'assurer que les clés sont stockées de manière sécurisée. Par conséquent, nous recommandons d'ignorer cette demi-sauvegarde.

source: The following instructions explain the generation of OpenPGP keys directly on the Nitrokey. This is done by using the command line interface of GnuPG. Thus, you need to have GnuPG installed on your system. The newest GnuPG version for Windows can be found `here <https://www.gpg4win.org/>`__ and the newest version for MacOS can be found `here <https://gpgtools.org/>`__. Users of Linux systems please install GnuPG with help of the package manager.
fr: Les instructions suivantes expliquent la génération de clés OpenPGP directement sur la Nitrokey. Cette opération s'effectue à l'aide de l'interface de ligne de commande de GnuPG. Vous devez donc avoir installé GnuPG sur votre système. La version la plus récente de GnuPG pour Windows se trouve `ici <https://www.gpg4win.org/>`__ et la version la plus récente pour MacOS se trouve `ici <https://gpgtools.org/>`__. Les utilisateurs de systèmes Linux sont invités à installer GnuPG avec l'aide du gestionnaire de paquets.

source: These instructions are based on GnuPG version 2.2.6 or higher. Some Linux Distributions have an older version installed. In this case please choose a different method as listed `here <openpgp.html>`__ or install a newer version if possible.
fr: Ces instructions sont basées sur GnuPG version 2.2.6 ou supérieure. Certaines distributions Linux ont une version plus ancienne installée. Dans ce cas, veuillez choisir une autre méthode comme indiqué `ici <openpgp.html>`__ ou installez une version plus récente si possible.

source: **Please do not create the suggested off-card backup.** This “backup” does only save the encryption key, but not the signature and authentication keys. In case of a loss of the device, you will not be able to restore the whole key set. So on the one hand it is no full backup (use `these instructions <openpgp-keygen-backup.html>`__ instead, if you need one) and on the other hand you risk that someone else can get in possession of your encryption key. The advantage of generating keys on-device is to make sure that keys are stored securely. Therefore, we recommend to skip this half-backup.
fr: **Veuillez ne pas créer la sauvegarde hors carte suggérée**. Cette "sauvegarde" enregistre uniquement la clé de chiffrement, mais pas les clés de signature et d'authentification. En cas de perte du dispositif, vous ne serez pas en mesure de restaurer l'ensemble des clés. Donc, d'une part, ce n'est pas une sauvegarde complète (utilisez "ces instructions <openpgp-keygen-backup.html>" à la place, si vous en avez besoin) et d'autre part, vous risquez que quelqu'un d'autre puisse entrer en possession de votre clé de chiffrement. L'avantage de générer des clés sur l'appareil est de s'assurer que les clés sont stockées de manière sécurisée. Par conséquent, nous recommandons d'ignorer cette demi-sauvegarde.

source: Now you have a complete key set on your device which can be used for the `various applications <https://www.nitrokey.com/documentation/applications>`__ listed on our site. Type ``quit`` and hit enter to exit.
fr: Maintenant vous avez un jeu de clés complet sur votre appareil qui peut être utilisé pour les `variantes applications <https://www.nitrokey.com/documentation/applications>`__ listées sur notre site. Tapez ``quit`` et appuyez sur entrée pour sortir.

source: If you do not have PGP-Keys on your Nitrokey yet, please look at `this page <openpgp.html>`__ first.
fr: Si tu n'as pas encore de PGP-Keys sur ta Nitrokey, regarde d'abord `cette page <openpgp.html>`__.

source: You need to have GnuPG installed on your System. The newest GnuPG version for Windows can be found `here <https://www.gpg4win.org>`__. You need to make sure to have “GpgOL” checked during installation process (see below).
fr: Vous devez avoir GnuPG installé sur votre système. La version la plus récente de GnuPG pour Windows peut être trouvée `ici <https://www.gpg4win.org>`__. Vous devez vous assurer que "GpgOL" est coché pendant le processus d'installation (voir ci-dessous).
