Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/start.po
Languages: bg, cs, da, de, el, es, et, fi, fr, ja, lt, lv, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: To make these commands as simple as possible, the .p12 file needs to be in your home folder. On Windows this is usually ‘C:\Users\yourusername’ and on macOS and GNU/Linux system it will be ‘/home/yourusername’. If you do not store the .p12 file there, you have to adapt the path in the commands below. Please plug in the Nitrokey before submitting the commands.
bg: За да бъдат тези команди възможно най-прости, файлът .p12 трябва да се намира в домашната ви папка. В Windows това обикновено е 'C:\Users\yourusername', а в macOS и GNU/Linux - '/home/yourusername'. Ако не съхранявате файла .p12 там, трябва да адаптирате пътя в командите по-долу. Моля, включете Nitrokey, преди да изпратите командите.
cs: Aby byly tyto příkazy co nejjednodušší, musí být soubor .p12 ve vaší domovské složce. V systému Windows je to obvykle 'C:\Users\vaše uživatelské jméno' a v systémech MacOS a GNU/Linux '/home/vaše uživatelské jméno'. Pokud tam soubor .p12 neukládáte, musíte cestu v níže uvedených příkazech upravit. Před odesláním příkazů připojte klíč Nitrokey.
da: For at gøre disse kommandoer så enkle som muligt, skal .p12-filen ligge i din hjemmemappe. På Windows er det normalt "C:\Users\dit brugernavn" og på macOS- og GNU/Linux-systemer vil det være "/home/dit brugernavn". Hvis du ikke gemmer .p12-filen der, skal du tilpasse stien i nedenstående kommandoer. Sæt venligst Nitrokey i stikket, før du sender kommandoerne.
de: Um diese Befehle so einfach wie möglich zu gestalten, muss sich die .p12-Datei in Ihrem Home-Ordner befinden. Unter Windows ist dies in der Regel 'C:\Users\IhrBenutzername' und unter macOS und GNU/Linux-Systemen ist es '/home/IhrBenutzername'. Wenn Sie die .p12-Datei nicht dort speichern, müssen Sie den Pfad in den folgenden Befehlen anpassen. Bitte schließen Sie den Nitrokey an, bevor Sie die Befehle absenden.
el: Για να γίνουν αυτές οι εντολές όσο το δυνατόν πιο απλές, το αρχείο .p12 πρέπει να βρίσκεται στον κεντρικό σας φάκελο. Στα Windows αυτός είναι συνήθως ο φάκελος 'C:\Users\yourusername' και στα συστήματα macOS και GNU/Linux ο φάκελος '/home/yourusername'. Εάν δεν αποθηκεύετε το αρχείο .p12 εκεί, πρέπει να προσαρμόσετε τη διαδρομή στις παρακάτω εντολές. Παρακαλούμε συνδέστε το Nitrokey πριν υποβάλετε τις εντολές.
es: Para que estos comandos sean lo más sencillos posible, el archivo .p12 debe estar en tu carpeta de inicio. En Windows suele ser 'C:\Nsu nombre de usuario' y en macOS y GNU/Linux será '/home/su nombre de usuario'. Si no almacena el archivo .p12 allí, tiene que adaptar la ruta en los comandos siguientes. Por favor, conecta la Nitrokey antes de enviar los comandos.
et: Et need käsud oleksid võimalikult lihtsad, peab .p12 fail olema teie kodukaustas. Windowsis on see tavaliselt 'C:\Users\yourusername' ja macOSis ja GNU/Linuxis '/home/yourusername'. Kui te ei salvesta .p12 faili sinna, peate te allpool toodud käskudes teekonda kohandama. Enne käskude esitamist ühendage Nitrokey.
fi: Jotta nämä komennot olisivat mahdollisimman yksinkertaisia, .p12-tiedoston on oltava kotikansiossasi. Windowsissa tämä on yleensä 'C:\Users\yourusername' ja macOS- ja GNU/Linux-järjestelmissä '/home/yourusername'. Jos et tallenna .p12-tiedostoa sinne, sinun on mukautettava polkua alla olevissa komennoissa. Liitä Nitrokey ennen komentojen lähettämistä.
fr: Pour rendre ces commandes aussi simples que possible, le fichier .p12 doit se trouver dans votre dossier personnel. Sous Windows, il s'agit généralement de 'C:\Users\votre nom d'utilisateur' et sous macOS et GNU/Linux, de '/home/votre nom d'utilisateur'. Si tu ne stockes pas le fichier .p12 à cet endroit, tu dois adapter le chemin dans les commandes ci-dessous. Veuillez brancher la Nitrokey avant de soumettre les commandes.
ja: これらのコマンドをできるだけシンプルにするために、.p12ファイルはあなたのホームフォルダーにある必要があります。Windowsでは通常、「C:Users\yourusername」、macOSやGNU/Linuxシステムでは「/home/yourusername」となります。この場所に.p12ファイルを保存していない場合は、以下のコマンドでパスを変更する必要があります。コマンドを実行する前に、Nitrokeyを接続してください。
lt: Kad šios komandos būtų kuo paprastesnės, .p12 failas turi būti jūsų namų aplanke. "Windows" sistemoje tai paprastai būna "C:\Users\yourusername", o "MacOS" ir "GNU/Linux" sistemose - "/home/yourusername". Jei .p12 failo ten nelaikote, toliau pateiktose komandose reikia pritaikyti kelią. Prieš pateikdami komandas prijunkite "Nitrokey".
lv: Lai šīs komandas būtu pēc iespējas vienkāršākas, .p12 failam jāatrodas jūsu sākuma mapē. Windows operētājsistēmā tā parasti ir 'C:\Users\Jūsu lietotājvārds', bet macOS un GNU/Linux sistēmā tā būs '/home/Jūsu lietotājvārds'. Ja .p12 fails nav tur saglabāts, ceļš ir jāpielāgo tālāk dotajās komandās. Pirms komandu iesniegšanas pievienojiet Nitrokey.
pl: Aby te polecenia były jak najprostsze, plik .p12 musi znajdować się w Twoim folderze domowym. W systemie Windows jest to zazwyczaj 'C:\u0026apos; w systemach macOS i GNU/Linux będzie to '/home/yourusername'. Jeśli plik .p12 nie jest przechowywany w tym miejscu, należy dostosować ścieżkę w poniższych poleceniach. Proszę podłączyć Nitrokey przed wysłaniem komend.
pt: Para tornar estes comandos tão simples quanto possível, o arquivo .p12 precisa estar em sua pasta home. No Windows isto normalmente é 'C:\Users\yourusername' e no sistema MacOS e GNU/Linux será '/home/yourusername'. Se você não armazenar o arquivo .p12 lá, você tem que adaptar o caminho nos comandos abaixo. Por favor ligue a Nitrokey antes de submeter os comandos.
ro: Pentru ca aceste comenzi să fie cât mai simple posibil, fișierul .p12 trebuie să se afle în dosarul dvs. personal. Pe Windows, acesta este de obicei "C:\Users\yourusername", iar pe macOS și GNU/Linux va fi "/home/yourusername". Dacă nu stocați fișierul .p12 acolo, trebuie să adaptați calea în comenzile de mai jos. Vă rugăm să conectați Nitrokey înainte de a trimite comenzile.
ru: Чтобы максимально упростить выполнение этих команд, файл .p12 должен находиться в вашей домашней папке. В Windows это обычно 'C:\Users\yourusername', а в macOS и GNU/Linux - '/home/yourusername'. Если вы не храните файл .p12 там, вам придется изменить путь в командах ниже. Пожалуйста, подключите Nitrokey перед выполнением команд.
sk: Aby boli tieto príkazy čo najjednoduchšie, súbor .p12 musí byť vo vašom domovskom priečinku. V systéme Windows je to zvyčajne 'C:\Users\Vaše používateľské meno' a v systémoch MacOS a GNU/Linux to bude '/home/Vaše používateľské meno'. Ak tam súbor .p12 neukladáte, musíte cestu v nasledujúcich príkazoch upraviť. Pred odoslaním príkazov pripojte kľúč Nitrokey.
sl: Da bi bili ti ukazi čim bolj preprosti, mora biti datoteka .p12 v vaši domači mapi. V operacijskem sistemu Windows je to običajno 'C:\Users\yourusername', v sistemih macOS in GNU/Linux pa '/home/yourusername'. Če datoteke .p12 ne hranite tam, morate prilagoditi pot v spodnjih ukazih. Pred oddajo ukazov priključite ključ Nitrokey.
sv: För att göra dessa kommandon så enkla som möjligt måste .p12-filen finnas i din hemmapp. I Windows är detta vanligtvis "C:\Users\yourusername" och i macOS- och GNU/Linux-system är det "/home/yourusername". Om du inte lagrar .p12-filen där måste du anpassa sökvägen i kommandona nedan. Anslut Nitrokey innan du skickar kommandona.
zh_cn: 为了使这些命令尽可能简单，.p12文件需要放在你的主文件夹中。在Windows系统中，这通常是'C:\Users\yusername'，在macOS和GNU/Linux系统中，它将是'/home/yourusername'。如果你没有把.p12文件存放在那里，你必须调整下面的命令中的路径。在提交命令之前，请插入Nitrokey。

source: Assuming that your key-certificate file reads ‘myprivate.p12’ the commands for Windows looks like this:
bg: Ако приемем, че вашият файл с ключове и сертификати се чете като "myprivate.p12", командите за Windows изглеждат по следния начин:
cs: Za předpokladu, že váš soubor s certifikátem klíče zní 'myprivate.p12', vypadají příkazy pro systém Windows takto:
da: Hvis vi antager, at din nøgle-certifikatfil lyder "myprivate.p12", ser kommandoerne for Windows således ud:
de: Unter der Annahme, dass Ihre Schlüssel-Zertifikat-Datei "myprivate.p12" lautet, sehen die Befehle für Windows wie folgt aus:
el: Υποθέτοντας ότι το αρχείο του κλειδιού-πιστοποιητικού σας είναι 'myprivate.p12', οι εντολές για τα Windows είναι οι εξής:
es: Suponiendo que su archivo de clave-certificado sea 'myprivate.p12', los comandos para Windows son los siguientes
et: Eeldades, et teie võtmesertifikaadi faili nimi on 'myprivate.p12', näeb Windowsi käsk välja järgmiselt:
fi: Olettaen, että avainsertifikaattitiedostosi on 'myprivate.p12', komennot Windowsissa näyttävät seuraavalta:
fr: En supposant que votre fichier de certificat de clé soit 'myprivate.p12', les commandes pour Windows ressemblent à ceci :
ja: 鍵・証明書のファイル名が「myprivate.p12」であるとすると、Windows用のコマンドは以下のようになります。
lt: Darant prielaidą, kad jūsų rakto sertifikato failas yra "myprivate.p12", "Windows" komandos atrodo taip:
lv: Pieņemot, ka jūsu atslēgas sertifikāta faila teksts ir "myprivate.p12", komandas operētājsistēmai Windows izskatās šādi:
pl: Zakładając, że twój plik z kluczem certyfikatu brzmi 'myprivate.p12', polecenia dla Windows wyglądają następująco:
pt: Assumindo que o seu ficheiro key-certificate lê 'myprivate.p12', os comandos para Windows têm este aspecto:
ro: Presupunând că fișierul dvs. de certificat cheie este "myprivate.p12", comenzile pentru Windows arată astfel:
ru: Если предположить, что ваш файл ключа-сертификата имеет формат 'myprivate.p12', то команды для Windows выглядят следующим образом:
sk: Za predpokladu, že váš súbor s certifikátom kľúča znie 'myprivate.p12', príkazy pre systém Windows vyzerajú takto:
sl: Ob predpostavki, da se vaša datoteka s potrdilom ključa glasi 'myprivate.p12', so ukazi za Windows videti takole:
sv: Om du antar att din nyckelcertifikatsfil lyder "myprivate.p12" ser kommandona för Windows ut så här:
zh_cn: 假设你的密钥证书文件是 "myprivate.p12"，Windows的命令看起来像这样。

source: and on macOS and GNU/Linux it will be
bg: а за macOS и GNU/Linux това ще бъде
cs: a v systémech macOS a GNU/Linux to bude
da: og på macOS og GNU/Linux vil det være
de: und unter macOS und GNU/Linux wird es
el: και σε macOS και GNU/Linux θα είναι
es: y en macOS y GNU/Linux será
et: ja macOS-is ja GNU/Linuxis on see
fi: ja macOS:ssä ja GNU/Linuxissa se on seuraava
fr: et sur macOS et GNU/Linux, ce sera
ja: となり、macOSとGNU/Linuxでは以下のようになります。
lt: o "MacOS" ir GNU/Linux sistemose tai bus
lv: un macOS un GNU/Linux operētājsistēmās tas būs
pl: a na macOS i GNU/Linux będzie to
pt: e em macOS e GNU/Linux será
ro: iar pe macOS și GNU/Linux va fi
ru: а на macOS и GNU/Linux это будет
sk: a v systémoch macOS a GNU/Linux to bude
sl: v operacijskih sistemih macOS in GNU/Linux pa bo
sv: och på macOS och GNU/Linux blir det
zh_cn: 而在macOS和GNU/Linux上，它将是

source: The two commands copy the key-certificate pair to the slot 2 (needed for decrypting emails) and slot 3 (needed for signing). The output looks on both systems something like this:
bg: Двете команди копират двойката ключ-сертификат в слот 2 (необходим за декриптиране на имейли) и слот 3 (необходим за подписване). Изходът и на двете системи изглежда по следния начин:
cs: Oba příkazy zkopírují dvojici klíč-certifikát do slotu 2 (potřebného pro dešifrování e-mailů) a slotu 3 (potřebného pro podepisování). Výstup vypadá v obou systémech nějak takto:
da: De to kommandoer kopierer nøgle-certifikatparret til slot 2 (nødvendigt for dekryptering af e-mails) og slot 3 (nødvendigt for signering). Udgangen ser på begge systemer nogenlunde sådan ud:
de: Die beiden Befehle kopieren das Schlüssel-Zertifikat-Paar in den Slot 2 (wird zum Entschlüsseln von E-Mails benötigt) und Slot 3 (wird zum Signieren benötigt). Die Ausgabe sieht auf beiden Systemen etwa so aus:
el: Οι δύο εντολές αντιγράφουν το ζεύγος κλειδιού-πιστοποιητικού στην υποδοχή 2 (που απαιτείται για την αποκρυπτογράφηση των μηνυμάτων ηλεκτρονικού ταχυδρομείου) και στην υποδοχή 3 (που απαιτείται για την υπογραφή). Η έξοδος μοιάζει και στα δύο συστήματα κάπως έτσι:
es: Los dos comandos copian el par clave-certificado en la ranura 2 (necesaria para descifrar los correos electrónicos) y en la ranura 3 (necesaria para firmar). La salida se ve en ambos sistemas algo así:
et: Need kaks käsku kopeerivad võtme ja sertifikaadi paari pessa 2 (vajalik e-kirjade dekrüpteerimiseks) ja pessa 3 (vajalik allkirjastamiseks). Väljund näeb mõlemas süsteemis välja umbes nii:
fi: Nämä kaksi komentoa kopioivat avain-sertifikaattiparin aukkoon 2 (jota tarvitaan sähköpostien salauksen purkamiseen) ja aukkoon 3 (jota tarvitaan allekirjoittamiseen). Tuloste näyttää molemmissa järjestelmissä jotakuinkin tältä:
fr: Les deux commandes copient la paire clé-certificat dans le slot 2 (nécessaire au décryptage des emails) et le slot 3 (nécessaire à la signature). Le résultat ressemble à ceci sur les deux systèmes :
ja: この2つのコマンドは、鍵と証明書のペアをスロット2（メールの復号化に必要）とスロット3（署名に必要）にコピーします。両システムでの出力は以下のようになります。
lt: Šios dvi komandos nukopijuoja rakto ir sertifikato porą į 2 lizdą (reikalingą el. laiškams iššifruoti) ir 3 lizdą (reikalingą pasirašyti). Abiejose sistemose išvestis atrodo maždaug taip:
lv: Abas komandas kopē atslēgas-sertifikāta pāri uz 2. slotu (nepieciešams e-pasta vēstuļu atšifrēšanai) un 3. slotu (nepieciešams parakstīšanai). Abās sistēmās izvades rezultāts izskatās apmēram šādi:
pl: Oba polecenia kopiują parę klucz-certyfikat do slotu 2 (potrzebnego do odszyfrowania maili) i slotu 3 (potrzebnego do podpisania). Wyjście wygląda na obu systemach mniej więcej tak:
pt: Os dois comandos copiam o par chave-certificado para o slot 2 (necessário para decifrar e-mails) e para o slot 3 (necessário para assinar). A saída parece em ambos os sistemas algo como isto:
ro: Cele două comenzi copiază perechea cheie-certificat în slotul 2 (necesar pentru decriptarea e-mailurilor) și în slotul 3 (necesar pentru semnare). Rezultatul arată pe ambele sisteme cam așa:
ru: Эти две команды копируют пару ключ-сертификат в слот 2 (необходимый для расшифровки писем) и слот 3 (необходимый для подписи). На обеих системах результат выглядит примерно так:
sk: Tieto dva príkazy skopírujú dvojicu kľúč-certifikát do slotu 2 (potrebného na dešifrovanie e-mailov) a slotu 3 (potrebného na podpisovanie). Výstup vyzerá v oboch systémoch približne takto:
sl: Oba ukaza kopirata par ključ-certifikat v režo 2 (ki je potrebna za dešifriranje e-pošte) in režo 3 (ki je potrebna za podpisovanje). Izpis je v obeh sistemih videti približno takole:
sv: De två kommandona kopierar nyckel-certifikatparet till slot 2 (som behövs för att dekryptera e-postmeddelanden) och slot 3 (som behövs för signering). Utdata ser ut på båda systemen ungefär så här:
zh_cn: 这两条命令将密钥-证书对复制到槽2（解密邮件需要）和槽3（签名需要）。在两个系统上的输出看起来都是这样的。

source: Please note that there will be error messages that can be safely ignored (see output example above). You now have the key-certificate pair loaded on the Nitrokey.
bg: Имайте предвид, че ще има съобщения за грешки, които могат спокойно да бъдат пренебрегнати (вж. примера за изход по-горе). Вече сте заредили двойката ключ-сертификат в Nitrokey.
cs: Upozorňujeme, že se objeví chybová hlášení, která lze bezpečně ignorovat (viz příklad výstupu výše). Nyní máte pár klíč-certifikát nahraný na Nitrokey.
da: Bemærk, at der vil være fejlmeddelelser, som du roligt kan ignorere (se output-eksemplet ovenfor). Du har nu nøgle-certifikatparret indlæst på Nitrokey.
de: Bitte beachten Sie, dass es Fehlermeldungen geben wird, die Sie getrost ignorieren können (siehe Ausgabebeispiel oben). Sie haben nun das Schlüssel-Zertifikat-Paar auf den Nitrokey geladen.
el: Λάβετε υπόψη ότι θα υπάρξουν μηνύματα σφάλματος που μπορούν να αγνοηθούν με ασφάλεια (βλ. παραπάνω παράδειγμα εξόδου). Τώρα έχετε φορτώσει το ζεύγος κλειδιού-πιστοποιητικού στο Nitrokey.
es: Tenga en cuenta que habrá mensajes de error que se pueden ignorar con seguridad (véase el ejemplo de salida anterior). Ahora tiene el par clave-certificado cargado en el Nitrokey.
et: Pange tähele, et esineb veateateid, mida võib ohutult ignoreerida (vt eespool toodud väljundinäide). Teil on nüüd Nitrokey'sse laetud võtme ja sertifikaadi paar.
fi: Huomaa, että on virheilmoituksia, jotka voi jättää huomiotta (katso tulostusesimerkki yllä). Avain-sertifikaattipari on nyt ladattu Nitrokey-avaimeen.
fr: Veuillez noter qu'il y aura des messages d'erreur qui peuvent être ignorés (voir l'exemple ci-dessus). Vous avez maintenant la paire clé-certificat chargée sur la Nitrokey.
ja: エラーメッセージが表示されますが、無視してかまいません（上記の出力例を参照）。これで、Nitrokeyに鍵と証明書のペアが読み込まれました。
lt: Atkreipkite dėmesį, kad bus klaidų pranešimų, kuriuos galima drąsiai ignoruoti (žr. pirmiau pateiktą išvesties pavyzdį). Dabar į "Nitrokey" įkelta rakto ir sertifikato pora.
lv: Lūdzu, ņemiet vērā, ka būs kļūdu ziņojumi, kurus var droši ignorēt (skat. izvades piemēru iepriekš). Tagad Nitrokey ir ielādēts atslēgas-sertifikāta pāris.
pl: Należy pamiętać, że pojawią się komunikaty o błędach, które można bezpiecznie zignorować (patrz przykład danych wyjściowych powyżej). Masz teraz załadowaną parę klucz-certyfikat na Nitrokey.
pt: Note que haverá mensagens de erro que podem ser ignoradas com segurança (ver exemplo de saída acima). Agora tem o par chave-certificado carregado na tecla Nitrokey.
ro: Vă rugăm să rețineți că vor exista mesaje de eroare care pot fi ignorate fără probleme (a se vedea exemplul de ieșire de mai sus). Acum aveți perechea cheie-certificat încărcată pe Nitrokey.
ru: Обратите внимание, что будут сообщения об ошибках, которые можно смело игнорировать (см. пример вывода выше). Теперь у вас есть пара ключ-сертификат, загруженная на Nitrokey.
sk: Upozorňujeme, že sa vyskytnú chybové hlásenia, ktoré možno bezpečne ignorovať (pozri príklad výstupu vyššie). Teraz máte pár kľúč-certifikát nahraný na Nitrokey.
sl: Upoštevajte, da se bodo pojavila sporočila o napakah, ki jih lahko mirno prezrete (glejte zgornji primer izpisa). Par ključ-certifikat je zdaj naložen na ključ Nitrokey.
sv: Observera att det kommer att finnas felmeddelanden som kan ignoreras (se exemplet ovan). Du har nu nyckel-certifikatparet laddat på Nitrokey.
zh_cn: 请注意，会有一些可以安全忽略的错误信息（见上面的输出例子）。现在你已经在Nitrokey上加载了钥匙-证书对。

source: for using `S/MIME encryption on Thunderbird <smime-thunderbird.html>`_
bg: за използване на `S/MIME криптиране в Thunderbird <smime-thunderbird.html>`_
cs: pro použití `Šifrování S/MIME v Thunderbirdu <smime-thunderbird.html>`_
da: til brug af `S/MIME-kryptering på Thunderbird <smime-thunderbird.html>`_
de: für die Verwendung der `S/MIME-Verschlüsselung auf Thunderbird <smime-thunderbird.html>`_
el: για τη χρήση της κρυπτογράφησης `S/MIME στον Thunderbird <smime-thunderbird.html>`_
es: para utilizar el cifrado `S/MIME en Thunderbird <smime-thunderbird.html>`_
et: `S/MIME krüpteerimise kasutamiseks Thunderbirdis <smime-thunderbird.html>`_
fi: `S/MIME-salauksen käyttäminen Thunderbirdissä <smime-thunderbird.html>`_
ja: Thunderbirdで`S/MIME暗号化を使用するための<smime-thunderbird.html>`_。
lt: naudojant `S/MIME šifravimą "Thunderbird" <smime-thunderbird.html>`_
lv: lai izmantotu `S/MIME šifrēšanu Thunderbird <smime-thunderbird.html>`_.
pl: dla używania szyfrowania `S/MIME w Thunderbird <smime-thunderbird.html>`_
pt: para usar ` encriptação S/MIME no Thunderbird <smime-thunderbird.html>`_
ro: pentru utilizarea `Criptare S/MIME pe Thunderbird <smime-thunderbird.html>`_.
ru: для использования `S/MIME шифрования в Thunderbird <smime-thunderbird.html>`_
sk: pre používanie `šifrovania S/MIME v Thunderbirde <smime-thunderbird.html>`_
sl: za uporabo `šifriranja S/MIME v Thunderbirdu <smime-thunderbird.html>`_
sv: för användning av `S/MIME-kryptering på Thunderbird <smime-thunderbird.html>`_
zh_cn: 用于在Thunderbird上使用`S/MIME加密<smime-thunderbird.html>`_。

source: for using `S/MIME encryption on Outlook <smime-outlook.html>`_
bg: за използване на `S/MIME криптиране в Outlook <smime-outlook.html>`_
cs: pro použití `Šifrování S/MIME v aplikaci Outlook <smime-outlook.html>`_.
da: til brug af `S/MIME-kryptering på Outlook <smime-outlook.html>`_
de: zur Verwendung der `S/MIME-Verschlüsselung in Outlook <smime-outlook.html>`_
el: για τη χρήση της κρυπτογράφησης `S/MIME στο Outlook <smime-outlook.html>`_
es: para utilizar el cifrado `S/MIME en Outlook <smime-outlook.html>`_
et: `S/MIME krüpteerimise kasutamiseks Outlookis <smime-outlook.html>`_
fi: `S/MIME-salauksen käyttäminen Outlookissa <smime-outlook.html>`_
ja: Outlook上で`S/MIME暗号化を使用するための<smime-outlook.html><x id="60"></x
lt: naudojant `S/MIME šifravimą programoje "Outlook" <smime-outlook.html>`_
lv: lai izmantotu `S/MIME šifrēšanu programmā Outlook <smime-outlook.html>`_.
pl: dla używania szyfrowania `S/MIME w Outlooku <smime-outlook.html>`_
pt: para usar ` encriptação S/MIME no Outlook <smime-outlook.html>`_
ro: pentru utilizarea `Criptare S/MIME pe Outlook <smime-outlook.html>`_.
ru: для использования `S/MIME шифрования в Outlook <smime-outlook.html>`_
sk: pre použitie `Šifrovanie S/MIME v programe Outlook <smime-outlook.html>`_
sl: za uporabo `šifriranja S/MIME v programu Outlook <smime-outlook.html>`_
sv: för användning av `S/MIME-kryptering i Outlook <smime-outlook.html>`_
zh_cn: 用于在Outlook上使用`S/MIME加密<smime-outlook.html>`_。

source: On Windows: Did you install **both**, the 32-bit and the 64-bit version of OpenSC?
bg: В Windows: Инсталирахте ли **и двете**, 32-битовата и 64-битовата версия на OpenSC?
cs: V systému Windows: Nainstalovali jste **obě**, 32bitovou i 64bitovou verzi OpenSC?
da: På Windows: Har du installeret **både**, 32-bit og 64-bit versionen af OpenSC?
de: Unter Windows: Haben Sie **beide**, die 32-Bit und die 64-Bit Version von OpenSC installiert?
el: Στα Windows: Εγκαταστήσατε **και τις δύο**, την 32-bit και την 64-bit έκδοση του OpenSC;
es: En Windows: ¿Instalaste **ambos**, la versión de 32 bits y la de 64 bits de OpenSC?
et: Windowsis: Kas sa installeerisid **kumbagi**, nii 32-bitise kui ka 64-bitise OpenSC versiooni?
fi: Windowsissa: Asensitko OpenSC:n 32-bittisen ja 64-bittisen version?
fr: Sous Windows : Avez-vous installé **les deux**, la version 32-bit et la version 64-bit d'OpenSC ?
ja: Windowsの場合。OpenSCの32ビット版と64ビット版の両方をインストールしましたか？
lt: "Windows" sistemoje: Ar įdiegėte abi**, 32 ir 64 bitų OpenSC versijas?
lv: Operētājsistēmā Windows: Vai esat instalējis gan 32 bitu, gan 64 bitu OpenSC versiju?
pl: Na Windowsie: Czy zainstalowałeś **obu**, 32-bitową i 64-bitową wersję OpenSC?
pt: No Windows: Você instalou **ambos**, a versão 32-bit e a versão 64-bit do OpenSC?
ro: Pe Windows: Ați instalat **ambele**, atât versiunea pe 32 de biți, cât și cea pe 64 de biți a OpenSC?
ru: В Windows: Установили ли вы **обе**, 32-битную и 64-битную версии OpenSC?
sk: V systéme Windows: Nainštalovali ste **obidve**, 32-bitovú aj 64-bitovú verziu OpenSC?
sl: V operacijskem sistemu Windows: Ali ste namestili **oboje**, 32-bitno in 64-bitno različico OpenSC?
sv: I Windows: Har du installerat **både**, 32-bitars- och 64-bitarsversionen av OpenSC?
zh_cn: 在Windows上。你是否同时安装了***，32位和64位版本的OpenSC？
