Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/start.po
Languages: bg, cs, da, de, el, es, et, fi, fr, ja, lt, lv, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: **Q:** Which drivers/tools can be used?
bg: **В:** Кои драйвери/инструменти могат да се използват?
cs: **Q:** Jaké ovladače/nástroje lze použít?
da: **Q:** Hvilke drivere/værktøjer kan bruges?
de: **Q:** Welche Treiber/Werkzeuge können verwendet werden?
el: **Q:** Ποιοι οδηγοί/εργαλεία μπορούν να χρησιμοποιηθούν;
es: **Q:** ¿Qué controladores/herramientas se pueden utilizar?
et: **K:** Milliseid juhte/tööriistu saab kasutada?
fi: **Q:** Mitä ajureita/työkaluja voidaan käyttää?
ja: **Q:**どのようなドライバー/ツールが使用できますか？
lt: **Q:** Kokias tvarkykles ir (arba) įrankius galima naudoti?
lv: **Q:** Kādus draiverus/instrumentus var izmantot?
pl: **Q:** Jakie sterowniki/narzędzia mogą być użyte?
pt: **Q:** Que condutores/ferramentas podem ser usados?
ro: **Întrebare:** Ce drivere/instrumente pot fi utilizate?
ru: **В:** Какие драйверы/инструменты можно использовать?
sk: **Q:** Ktoré ovládače/nástroje možno použiť?
sl: **Q:** Katere gonilnike/orodja lahko uporabite?
sv: **Q:** Vilka drivrutiner/verktyg kan användas?
zh_cn: **问：**可以使用哪些驱动程序/工具？

source: GnuPG is required for many use cases. It is a command line tool but usually you don't need to invoke it directly but use another application with user interface.
bg: GnuPG е необходим за много случаи на използване. Това е инструмент от команден ред, но обикновено не е необходимо да го извиквате директно, а да използвате друго приложение с потребителски интерфейс.
cs: GnuPG je vyžadován pro mnoho případů použití. Jedná se o nástroj příkazového řádku, ale obvykle jej nepotřebujete vyvolat přímo, ale použijete jinou aplikaci s uživatelským rozhraním.
da: GnuPG er påkrævet i mange tilfælde. Det er et kommandolinjeværktøj, men normalt behøver du ikke at kalde det direkte, men bruger et andet program med brugergrænseflade.
de: GnuPG wird für viele Anwendungsfälle benötigt. Es ist ein Kommandozeilenwerkzeug, aber normalerweise müssen Sie es nicht direkt aufrufen, sondern eine andere Anwendung mit Benutzeroberfläche verwenden.
el: Το GnuPG απαιτείται για πολλές περιπτώσεις χρήσης. Είναι ένα εργαλείο γραμμής εντολών, αλλά συνήθως δεν χρειάζεται να το επικαλεστείτε άμεσα, αλλά να χρησιμοποιήσετε μια άλλη εφαρμογή με διεπαφή χρήστη.
es: GnuPG es necesario para muchos casos de uso. Es una herramienta de línea de comandos, pero normalmente no es necesario invocarla directamente, sino utilizar otra aplicación con interfaz de usuario.
et: GnuPG on vajalik paljude kasutusjuhtumite jaoks. See on käsurea tööriist, kuid tavaliselt ei ole vaja seda otse käivitada, vaid kasutada mõnda muud kasutajaliidesega rakendust.
fi: GnuPG:tä tarvitaan monissa käyttötapauksissa. Se on komentorivityökalu, mutta yleensä sitä ei tarvitse käyttää suoraan, vaan käyttää toista sovellusta, jossa on käyttöliittymä.
ja: GnuPGは多くのユースケースで必要です。これはコマンドラインツールですが、通常は直接起動する必要はなく、ユーザーインターフェースを持つ別のアプリケーションを使用します。
lt: GnuPG reikalingas daugeliu naudojimo atvejų. Tai komandinės eilutės įrankis, tačiau paprastai jo nereikia tiesiogiai iškviesti, o reikia naudoti kitą programą su vartotojo sąsaja.
lv: GnuPG ir nepieciešama daudzos lietošanas gadījumos. Tas ir komandrindas rīks, bet parasti nav nepieciešams to tieši izsaukt, bet gan izmantot citu lietotni ar lietotāja saskarni.
pl: GnuPG jest wymagane dla wielu przypadków użycia. Jest to narzędzie działające w linii poleceń, ale zazwyczaj nie trzeba go wywoływać bezpośrednio, lecz użyć innej aplikacji z interfejsem użytkownika.
pt: O GnuPG é necessário para muitos casos de uso. É uma ferramenta de linha de comando mas normalmente você não'não precisa invocá-lo diretamente mas usar outra aplicação com interface de usuário.
ro: GnuPG este necesar pentru multe cazuri de utilizare. Este un instrument de linie de comandă, dar de obicei nu este nevoie să îl apelați direct, ci să folosiți o altă aplicație cu interfață utilizator.
ru: GnuPG необходим для многих случаев использования. Это инструмент командной строки, но обычно вам не нужно вызывать его напрямую, а использовать другое приложение с пользовательским интерфейсом.
sk: GnuPG sa vyžaduje v mnohých prípadoch použitia. Je to nástroj príkazového riadku, ale zvyčajne ho nepotrebujete vyvolať priamo, ale použijete inú aplikáciu s používateľským rozhraním.
sl: GnuPG je potreben za številne primere uporabe. Gre za orodje ukazne vrstice, vendar ga običajno ni treba neposredno priklicati, temveč uporabite drugo aplikacijo z uporabniškim vmesnikom.
sv: GnuPG behövs för många användningsområden. Det är ett kommandoradsverktyg, men vanligtvis behöver du inte anropa det direkt utan använder ett annat program med användargränssnitt.
zh_cn: GnuPG在许多使用情况下都是必需的。它是一个命令行工具，但通常你不需要直接调用它，而是使用另一个具有用户接口的应用程序。

source: Don't use GnuPG in parallel with OpenSC or another PKCS#11 driver because both may interfere and unexpected issues may result.
bg: Не използвайте GnuPG паралелно с OpenSC или друг PKCS#11 драйвер, тъй като двете могат да си пречат и да възникнат неочаквани проблеми.
cs: Nepoužívejte GnuPG souběžně s OpenSC nebo jiným ovladačem PKCS#11, protože oba ovladače se mohou vzájemně ovlivňovat a může dojít k neočekávaným problémům.
da: Brug ikke GnuPG parallelt med OpenSC eller en anden PKCS#11-driver, da begge dele kan forstyrre hinanden, og der kan opstå uventede problemer.
de: Verwenden Sie GnuPG nicht parallel zu OpenSC oder einem anderen PKCS#11-Treiber, da beide sich gegenseitig stören und unerwartete Probleme verursachen können.
el: Μην χρησιμοποιείτε το GnuPG παράλληλα με το OpenSC ή άλλο πρόγραμμα οδήγησης PKCS#11, επειδή και τα δύο μπορεί να αλληλεπιδράσουν και να προκύψουν απροσδόκητα προβλήματα.
es: No utilice GnuPG en paralelo con OpenSC u otro controlador PKCS#11 porque ambos pueden interferir y pueden surgir problemas inesperados.
et: Ärge kasutage GnuPG-d paralleelselt OpenSC või mõne muu PKCS#11 draiveriga, sest mõlemad võivad segada ja sellest võivad tuleneda ootamatud probleemid.
fi: Älä käytä GnuPG:tä rinnakkain OpenSC:n tai jonkin muun PKCS#11-ajurin kanssa, koska molemmat voivat häiritä toisiaan ja siitä voi seurata odottamattomia ongelmia.
ja: GnuPGをOpenSCや他のPKCS#11ドライバと並行して使用しないでください。
lt: Nenaudokite "GnuPG" kartu su "OpenSC" ar kita PKCS#11 tvarkykle, nes abi šios tvarkyklės gali trukdyti ir gali kilti netikėtų problemų.
lv: Nelietojiet GnuPG paralēli OpenSC vai citam PKCS#11 draiverim, jo abi var traucēt un var rasties neparedzētas problēmas.
pl: Nie używaj GnuPG równolegle z OpenSC lub innym sterownikiem PKCS#11, ponieważ oba mogą kolidować ze sobą i mogą wystąpić nieoczekiwane problemy.
pt: Don'não use GnuPG em paralelo com OpenSC ou outro driver PKCS#11 porque ambos podem interferir e problemas inesperados podem resultar.
ro: Nu utilizați GnuPG în paralel cu OpenSC sau cu un alt driver PKCS#11, deoarece ambele pot interfera și pot apărea probleme neașteptate.
ru: Не используйте GnuPG параллельно с OpenSC или другим драйвером PKCS#11, так как оба могут мешать друг другу, что может привести к неожиданным проблемам.
sk: Nepoužívajte GnuPG súbežne s OpenSC alebo iným ovládačom PKCS#11, pretože oba ovládače môžu vzájomne kolidovať a môže dôjsť k neočakávaným problémom.
sl: Ne uporabljajte GnuPG vzporedno z OpenSC ali drugim gonilnikom PKCS#11, ker lahko pride do motenj in nepričakovanih težav.
sv: Använd inte GnuPG parallellt med OpenSC eller en annan PKCS#11-drivrutin eftersom båda kan störa varandra och oväntade problem kan uppstå.
zh_cn: 不要将GnuPG与OpenSC或其他PKCS#11驱动并行使用，因为两者可能会相互干扰，并可能导致意外问题。

source: Install GPG4Win which contains Gnu Privacy Assistant (GPA) and GnuPG (GPG). Start Gnu Privacy Assistant (GPA) or another application such as your email client to use GnuPG. Advanced users could use GnuPG directly (command line). Please note: The Fellowship smart card is similar to the Nitrokey Pro so that this instructions work Nitrokey as well. In general the official documentation is recommended.
bg: Инсталирайте GPG4Win, който съдържа Gnu Privacy Assistant (GPA) и GnuPG (GPG). Стартирайте Gnu Privacy Assistant (GPA) или друго приложение, като например вашия имейл клиент, за да използвате GnuPG. Напредналите потребители могат да използват GnuPG директно (команден ред). Моля, обърнете внимание: Смарт картата Fellowship е подобна на Nitrokey Pro, така че тази инструкция работи и с Nitrokey. Като цяло се препоръчва използването на официалната документация.
cs: Nainstalujte si program GPG4Win, který obsahuje Gnu Privacy Assistant (GPA) a GnuPG (GPG). Spusťte Gnu Privacy Assistant (GPA) nebo jinou aplikaci, například e-mailového klienta, abyste mohli používat GnuPG. Pokročilí uživatelé mohou použít GnuPG přímo (příkazový řádek). Poznámka: Chytrá karta Fellowship je podobná kartě Nitrokey Pro, takže tento návod funguje i na Nitrokey. Obecně se doporučuje používat oficiální dokumentaci.
da: Installer GPG4Win, som indeholder Gnu Privacy Assistant (GPA) og GnuPG (GPG). Start Gnu Privacy Assistant (GPA) eller et andet program, f.eks. din e-mail-klient, for at bruge GnuPG. Avancerede brugere kan bruge GnuPG direkte (kommandolinje). Bemærk: Fellowship smart card svarer til Nitrokey Pro, så denne vejledning fungerer også med Nitrokey. Generelt anbefales den officielle dokumentation.
de: Installieren Sie GPG4Win, das den Gnu Privacy Assistant (GPA) und GnuPG (GPG) enthält. Starten Sie den Gnu Privacy Assistant (GPA) oder eine andere Anwendung wie z.B. Ihr E-Mail-Programm, um GnuPG zu nutzen. Fortgeschrittene Benutzer können GnuPG auch direkt verwenden (Kommandozeile). Bitte beachten Sie: Die Fellowship-Chipkarte ähnelt dem Nitrokey Pro, so dass diese Anleitung auch mit Nitrokey funktioniert. Im Allgemeinen wird die offizielle Dokumentation empfohlen.
el: Εγκαταστήστε το GPG4Win που περιέχει το Gnu Privacy Assistant (GPA) και το GnuPG (GPG). Εκκινήστε το Gnu Privacy Assistant (GPA) ή μια άλλη εφαρμογή, όπως το πρόγραμμα-πελάτη ηλεκτρονικού ταχυδρομείου σας, για να χρησιμοποιήσετε το GnuPG. Οι προχωρημένοι χρήστες μπορούν να χρησιμοποιήσουν το GnuPG απευθείας (γραμμή εντολών). Σημείωση: Η έξυπνη κάρτα Fellowship είναι παρόμοια με το Nitrokey Pro, έτσι ώστε αυτές οι οδηγίες να λειτουργούν και με το Nitrokey. Σε γενικές γραμμές συνιστάται η επίσημη τεκμηρίωση.
es: Instale GPG4Win que contiene Gnu Privacy Assistant (GPA) y GnuPG (GPG). Inicie Gnu Privacy Assistant (GPA) u otra aplicación como su cliente de correo electrónico para utilizar GnuPG. Los usuarios avanzados pueden utilizar GnuPG directamente (línea de comandos). Por favor, tenga en cuenta: La tarjeta inteligente de la Comunidad es similar a la Nitrokey Pro por lo que estas instrucciones funcionan también con Nitrokey. En general se recomienda la documentación oficial.
et: Installige GPG4Win, mis sisaldab Gnu Privacy Assistant (GPA) ja GnuPG (GPG). Käivitage Gnu Privacy Assistant (GPA) või mõni muu rakendus, näiteks teie e-posti klient, et kasutada GnuPG-d. Edasijõudnud kasutajad võivad kasutada GnuPG-d otse (käsurealt). Märkus: Fellowshipi nutikaart on sarnane Nitrokey Pro'ga, nii et see juhend töötab ka Nitrokey'ga. Üldiselt soovitatakse kasutada ametlikku dokumentatsiooni.
fi: Asenna GPG4Win, joka sisältää Gnu Privacy Assistant (GPA) ja GnuPG (GPG). Käynnistä Gnu Privacy Assistant (GPA) tai jokin muu sovellus, kuten sähköpostiohjelmasi, käyttääksesi GnuPG:tä. Edistyneet käyttäjät voivat käyttää GnuPG:tä suoraan (komentoriviltä). Huomaa: Fellowship-älykortti on samanlainen kuin Nitrokey Pro, joten tämä ohje toimii myös Nitrokeyllä. Yleensä suositellaan virallista dokumentaatiota.
ja: Gnu Privacy Assistant (GPA) と GnuPG (GPG) を含む GPG4Win をインストールします。Gnu Privacy Assistant (GPA)またはメールソフトなどのアプリケーションを起動し、GnuPGを使用します。上級者の方は、GnuPGを直接（コマンドラインで）使用することもできます。注意：FellowshipのスマートカードはNitrokey Proと似ているので、この説明書はNitrokeyでも使えるようになっています。一般的には、公式ドキュメントをお勧めします。
lt: Įdiekite "GPG4Win", kuriame yra "Gnu Privacy Assistant" (GPA) ir "GnuPG" (GPG). Įjunkite "Gnu Privacy Assistant" (GPA) arba kitą programą, pvz., el. pašto programą, kad galėtumėte naudoti GnuPG. Pažengę naudotojai gali naudoti GnuPG tiesiogiai (komandinėje eilutėje). Atkreipkite dėmesį: "Fellowship" lustinė kortelė panaši į "Nitrokey Pro", todėl ši instrukcija veikia ir "Nitrokey". Apskritai rekomenduojama naudotis oficialia dokumentacija.
lv: Instalējiet GPG4Win, kas satur Gnu Privacy Assistant (GPA) un GnuPG (GPG). Palaidiet Gnu Privacy Assistant (GPA) vai citu programmu, piemēram, e-pasta klientu, lai izmantotu GnuPG. Izsmalcināti lietotāji var izmantot GnuPG tieši (komandrindā). Lūdzu, ņemiet vērā: Fellowship viedkarte ir līdzīga Nitrokey Pro, tāpēc šī instrukcija darbojas arī ar Nitrokey. Kopumā ieteicams izmantot oficiālo dokumentāciju.
pl: Zainstaluj GPG4Win, który zawiera Gnu Privacy Assistant (GPA) i GnuPG (GPG). Uruchom Gnu Privacy Assistant (GPA) lub inną aplikację, taką jak klient poczty elektronicznej, aby użyć GnuPG. Zaawansowani użytkownicy mogą używać GnuPG bezpośrednio (wiersz poleceń). Uwaga: Karta inteligentna Fellowship jest podobna do Nitrokey Pro, więc ta instrukcja działa również z Nitrokey. Ogólnie rzecz biorąc oficjalna dokumentacja jest zalecana.
pt: Instale GPG4Win que contém Gnu Privacy Assistant (GPA) e GnuPG (GPG). Inicie o Gnu Privacy Assistant (GPA) ou outra aplicação como o seu cliente de e-mail para usar o GnuPG. Usuários avançados podem usar o GnuPG diretamente (linha de comando). Atenção: O Fellowship smart card é similar ao Nitrokey Pro, de modo que estas instruções também funcionam Nitrokey. Em geral a documentação oficial é recomendada.
ro: Instalați GPG4Win, care conține Gnu Privacy Assistant (GPA) și GnuPG (GPG). Porniți Gnu Privacy Assistant (GPA) sau o altă aplicație, cum ar fi clientul de e-mail, pentru a utiliza GnuPG. Utilizatorii avansați ar putea utiliza GnuPG direct (linie de comandă). Vă rugăm să rețineți: Cardul inteligent Fellowship este similar cu Nitrokey Pro, astfel încât aceste instrucțiuni funcționează și cu Nitrokey. În general, se recomandă documentația oficială.
ru: Установите GPG4Win, который содержит Gnu Privacy Assistant (GPA) и GnuPG (GPG). Запустите Gnu Privacy Assistant (GPA) или другое приложение, например, почтовый клиент, чтобы использовать GnuPG. Опытные пользователи могут использовать GnuPG напрямую (командная строка). Обратите внимание: смарт-карта Fellowship похожа на Nitrokey Pro, поэтому данная инструкция работает и с Nitrokey. В целом, рекомендуется использовать официальную документацию.
sk: Nainštalujte program GPG4Win, ktorý obsahuje Gnu Privacy Assistant (GPA) a GnuPG (GPG). Spustite program Gnu Privacy Assistant (GPA) alebo inú aplikáciu, napríklad e-mailového klienta, aby ste mohli používať GnuPG. Pokročilí používatelia môžu používať GnuPG priamo (príkazový riadok). Poznámka: Inteligentná karta Fellowship je podobná karte Nitrokey Pro, takže tento návod funguje aj na Nitrokey. Vo všeobecnosti sa odporúča používať oficiálnu dokumentáciu.
sl: Namestite program GPG4Win, ki vsebuje Gnu Privacy Assistant (GPA) in GnuPG (GPG). Zagon programa Gnu Privacy Assistant (GPA) ali druge aplikacije, kot je odjemalec e-pošte, za uporabo GnuPG. Napredni uporabniki lahko GnuPG uporabljajo neposredno (ukazna vrstica). Opomba: Pametna kartica Fellowship je podobna pametni kartici Nitrokey Pro, tako da ta navodila delujejo tudi za Nitrokey. Na splošno se priporoča uporaba uradne dokumentacije.
sv: Installera GPG4Win som innehåller Gnu Privacy Assistant (GPA) och GnuPG (GPG). Starta Gnu Privacy Assistant (GPA) eller ett annat program, t.ex. din e-postklient, för att använda GnuPG. Avancerade användare kan använda GnuPG direkt (kommandorad). Observera: Fellowship smart card liknar Nitrokey Pro så att denna instruktion fungerar även för Nitrokey. I allmänhet rekommenderas den officiella dokumentationen.
zh_cn: 安装GPG4Win，其中包含Gnu Privacy Assistant（GPA）和GnuPG（GPG）。启动Gnu Privacy Assistant (GPA)或其他应用程序，如你的电子邮件客户端，以使用GnuPG。高级用户可以直接使用GnuPG（命令行）。请注意：联谊会的智能卡与Nitrokey Pro类似，因此本说明也适用于Nitrokey。一般情况下，建议使用官方文档。

source: **Q:** Which algorithms and maximum key length are supported?
bg: **В:** Кои алгоритми и максимална дължина на ключа се поддържат?
cs: **Q:** Jaké algoritmy a maximální délka klíče jsou podporovány?
da: **Q:** Hvilke algoritmer og maksimal nøglelængde understøttes?
de: **Q:** Welche Algorithmen und maximale Schlüssellänge werden unterstützt?
el: **Q:** Ποιοι αλγόριθμοι και μέγιστο μήκος κλειδιού υποστηρίζονται;
es: **Q:** ¿Qué algoritmos y longitudes máximas de clave se admiten?
et: **K:** Milliseid algoritme ja maksimaalset võtmepikkust toetatakse?
fi: **Q:** Mitä algoritmeja ja avaimen enimmäispituutta tuetaan?
ja: **Q:**どのようなアルゴリズムと最大鍵長に対応していますか？
lt: **Q:** Kokie algoritmai ir didžiausias rakto ilgis yra palaikomi?
lv: **Q:** Kādi algoritmi un maksimālais atslēgas garums tiek atbalstīti?
pl: **Q:** Jakie algorytmy i maksymalna długość klucza są obsługiwane?
pt: **Q:** Que algoritmos e comprimento máximo de chave são suportados?
ro: **Q:** Ce algoritmi și ce lungime maximă a cheii sunt acceptate?
ru: **В:** Какие алгоритмы и максимальная длина ключа поддерживаются?
sk: **Q:** Ktoré algoritmy a maximálna dĺžka kľúča sú podporované?
sl: **Q:** Kateri algoritmi in največja dolžina ključa so podprti?
sv: **Q:** Vilka algoritmer och maximal nyckellängd stöds?
zh_cn: **问：**支持哪些算法和最大密钥长度？

source: See the following table:
bg: Вижте следната таблица:
cs: Viz následující tabulka:
da: Se følgende tabel:
de: Siehe die folgende Tabelle:
el: Δείτε τον ακόλουθο πίνακα:
es: Consulte la siguiente tabla:
et: Vt järgmist tabelit:
fi: Katso seuraava taulukko:
ja: 次の表を参照してください。
lt: Žr. šią lentelę:
lv: Skat. šādu tabulu:
pl: Patrz poniższa tabela:
pt: Veja a tabela a seguir:
ro: A se vedea tabelul următor:
ru: См. следующую таблицу:
sk: Pozri nasledujúcu tabuľku:
sl: Oglejte si naslednjo tabelo:
sv: Se följande tabell:
zh_cn: 见下表。

source: Start
bg: Начало
el: Έναρξη
es: Inicie
fi: Aloita
fr: Début
ja: スタート
lt: Pradžia
lv: Sākt
pt: Início
ru: Начало
sk: Štart
sl: Začetek
sv: Starta
zh_cn: 开始

source: Pro + Storage
bg: Pro + съхранение
cs: Pro + úložiště
da: Pro + opbevaring
el: Pro + Αποθήκευση
es: Pro + Almacenamiento
et: Pro + ladustamine
fi: Pro + varastointi
fr: Pro + Stockage
ja: プロ＋ストレージ
lv: Pro + uzglabāšana
pl: Pro + Magazynowanie
pt: Pro + Armazenamento
ro: Pro + Stocare
ru: Профи + хранение
sl: Pro + shranjevanje
sv: Pro + lagring
zh_cn: 专业+存储

source: Pro 2 + Storage 2
bg: Pro 2 + съхранение 2
cs: Pro 2 + úložiště 2
da: Pro 2 + opbevaring 2
el: Pro 2 + Αποθήκευση 2
es: Pro 2 + Almacenamiento 2
fi: Pro 2 + varastointi 2
fr: Pro 2 + Stockage 2
lv: Pro 2 + krātuve 2
pl: Pro 2 + Magazyn 2
pt: Pro 2 + Armazenamento 2
sk: Pro 2 + úložisko 2
sl: Pro 2 + shranjevanje 2
sv: Pro 2 + lagring 2
zh_cn: 专业2+存储2

source: curve25519
bg: крива25519
cs: křivka25519
de: Kurve25519
es: curva25519
ja: カーブ25519
lt: kreivė25519
lv: līkne25519
pl: krzywa25519
pt: curva25519
ro: curba25519
ru: кривая25519
sk: krivka25519
sl: krivulja25519
sv: kurva25519
zh_cn: 曲线25519

source: Brainpool 192
ja: ブレインプール 192
lv: Smadzeņu pūlis 192
sk: Mozgovňa 192
zh_cn: 脑池192

source: Brainpool 256-320
ja: ブレインプール 256-320
lv: Smadzeņu pūlis 256-320
sk: Mozgovňa 256-320
zh_cn: 脑库 256-320

source: Brainpool 384-521
ja: ブレインプール 384-521
lv: Smadzeņu kopa 384-521
ro: Bazin cerebral 384-521
ru: Мозговой пул 384-521
sk: Mozgovňa 384-521
zh_cn: 脑库 384-521

source: **Q:** Does the Nitrokey Start contain a secure chip or just a normal microcontroller?
bg: **В:** Съдържа ли Nitrokey Start защитен чип или просто обикновен микроконтролер?
cs: **Q:** Obsahuje Nitrokey Start zabezpečený čip nebo jen běžný mikrokontrolér?
da: **Q:** Indeholder Nitrokey Pro en sikker chip eller bare en normal mikrocontroller?
de: **Q:** Enthält der Nitrokey Start einen sicheren Chip oder nur einen normalen Mikrocontroller?
el: **Q:** Το Nitrokey Start περιέχει ένα ασφαλές τσιπ ή έναν απλό μικροελεγκτή;
es: **Q:** ¿El Nitrokey Start contiene un chip seguro o sólo un microcontrolador normal?
et: **K:** Kas Nitrokey Start sisaldab turvalist kiipi või lihtsalt tavalist mikrokontrollerit?
fi: **Q:** Sisältääkö Nitrokey Start suojatun sirun vai vain tavallisen mikrokontrollerin?
ja: **Q:** Nitrokey Proにはセキュアチップが搭載されていますか、それとも通常のマイクロコントローラーですか？
lt: **Klausimas:** Ar "Nitrokey Start" turi saugią mikroschemą, ar tik įprastą mikrovaldiklį?
lv: **Q:** Vai Nitrokey Start satur drošu mikroshēmu vai tikai parastu mikrokontrolleri?
pl: **Q:** Czy Nitrokey Start zawiera bezpieczny chip, czy tylko zwykły mikrokontroler?
pt: **Q:** O Nitrokey Start contém um chip seguro ou apenas um microcontrolador normal?
ro: **Q:** Nitrokey Start conține un cip securizat sau doar un microcontroler normal?
ru: **Вопрос:** Содержит ли Nitrokey Start защищенный чип или обычный микроконтроллер?
sk: **Q:** Obsahuje Nitrokey Start zabezpečený čip alebo len bežný mikrokontrolér?
sl: **V:** Ali Nitrokey Start vsebuje varen čip ali le običajen mikrokrmilnik?
sv: **Q:** Innehåller Nitrokey Start ett säkert chip eller bara en vanlig mikrokontroller?
zh_cn: **问：**Nitrokey Start是否包含一个安全芯片或只是一个普通的微控制器？

source: Nitrokey Start is implemented in the microprocessor.
bg: Функцията Nitrokey Start е реализирана в микропроцесора.
cs: Funkce Nitrokey Start je implementována v mikroprocesoru.
da: Nitrokey Start er implementeret i mikroprocessoren.
de: Nitrokey Start ist im Mikroprozessor implementiert.
el: Το Nitrokey Start υλοποιείται στον μικροεπεξεργαστή.
es: Nitrokey Start está implementado en el microprocesador.
et: Nitrokey Start on rakendatud mikroprotsessoris.
fi: Nitrokey Start on toteutettu mikroprosessorissa.
ja: Nitrokey Startはマイクロプロセッサーに実装されています。
lt: "Nitrokey Start" įdiegta mikroprocesoriuje.
lv: Nitrokey Start ir iestrādāts mikroprocesorā.
pl: Nitrokey Start jest zaimplementowany w mikroprocesorze.
pt: O Nitrokey Start é implementado no microprocessador.
ro: Nitrokey Start este implementat în microprocesor.
ru: Nitrokey Start реализован в микропроцессоре.
sk: Nitrokey Start je implementovaný v mikroprocesore.
sl: Nitrokey Start je vgrajen v mikroprocesor.
sv: Nitrokey Start är implementerad i mikroprocessorn.
zh_cn: Nitrokey Start是在微处理器中实现的。

source: **Q:** How large is the storage capacity?
bg: **Q:** Колко голям е капацитетът за съхранение?
cs: **Q:** Jak velká je kapacita úložiště?
da: **Q:** Hvor stor er lagerkapaciteten?
de: **Q:** Wie groß ist die Speicherkapazität?
el: **Q:** Πόσο μεγάλη είναι η χωρητικότητα αποθήκευσης;
es: **Q:** ¿Qué capacidad de almacenamiento tiene?
et: **K:** Kui suur on salvestusmaht?
fi: **Q:** Kuinka suuri on tallennuskapasiteetti?
ja: **Q：＊＊＊記憶容量はどのくらいですか？
lt: **Q:** Kokios talpos yra Storage?
lv: **Q:** Cik liela ir atmiņas ietilpība?
pl: **Q:** Jak duża jest pojemność pamięci masowej?
pt: **Q:** Qual é o tamanho da capacidade de armazenamento?
ro: **Q:** Cât de mare este capacitatea de stocare?
ru: **В:** Насколько велика емкость хранилища?
sk: **Q:** Aká veľká je kapacita pamäte?
sl: **Q:** Kako velika je zmogljivost shranjevanja?
sv: **Q:** Hur stor är lagringskapaciteten?
zh_cn: **问：**存储容量有多大？
