Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/start.po
Languages: bg, cs, da, de, el, es, et, fi, fr, ja, lt, lv, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: **Please do not create the suggested off-card backup.** This “backup” does only save the encryption key, but not the signature and authentication keys. In case of a loss of the device, you will not be able to restore the whole key set. So on the one hand it is no full backup (use `these instructions <openpgp-keygen-backup.html>`_ instead, if you need one) and on the other hand you risk that someone else can get in possession of your encryption key. The advantage of generating keys on-device is to make sure that keys are stored securely. Therefore, we recommend to skip this half-backup.
bg: **Не създавайте предложеното резервно копие извън картата.** Това "резервно копие" запазва само ключа за криптиране, но не и ключовете за подпис и удостоверяване. В случай на загуба на устройството няма да можете да възстановите целия набор от ключове. Така че, от една страна, това не е пълно резервно копие (вместо него използвайте `тези инструкции <openpgp-keygen-backup.html>`_, ако имате нужда от такова), а от друга страна, рискувате някой друг да се сдобие с вашия ключ за криптиране. Предимството на генерирането на ключове в устройството е да се уверите, че ключовете се съхраняват по сигурен начин. Ето защо препоръчваме да пропуснете този полурезерв.
cs: **Navrženou zálohu mimo kartu nevytvářejte.** Tato "záloha" ukládá pouze šifrovací klíč, ale ne podpisový a ověřovací klíč. V případě ztráty zařízení nebude možné obnovit celou sadu klíčů. Jednak tedy nejde o žádnou úplnou zálohu (pokud ji potřebujete, použijte místo ní `tento návod <openpgp-keygen-backup.html>`_) a jednak riskujete, že se k vašemu šifrovacímu klíči může dostat někdo jiný. Výhodou generování klíčů v zařízení je zajištění bezpečného uložení klíčů. Proto doporučujeme tuto poloviční zálohu vynechat.
da: **Gør venligst ikke den foreslåede backup uden for kortet.** Denne "backup" gemmer kun krypteringsnøglen, men ikke signatur- og autentifikationsnøglerne. I tilfælde af tab af enheden vil du ikke kunne gendanne hele nøglesættet. Så på den ene side er det ikke nogen fuld backup (brug `denne vejledning <openpgp-keygen-backup.html>`_ i stedet, hvis du har brug for en), og på den anden side risikerer du, at en anden person kan komme i besiddelse af din krypteringsnøgle. Fordelen ved at generere nøgler på enheden er, at man sikrer, at nøglerne opbevares sikkert. Derfor anbefaler vi, at du springer denne halve sikkerhedskopi over.
de: **Bitte erstellen Sie nicht das vorgeschlagene Off-Card-Backup.** Dieses "Backup" speichert nur den Verschlüsselungsschlüssel, nicht aber die Signatur- und Authentifizierungsschlüssel. Im Falle eines Geräteverlustes können Sie nicht den gesamten Schlüsselsatz wiederherstellen. Es handelt sich also einerseits um kein vollständiges Backup (verwenden Sie stattdessen `diese Anleitung <openpgp-keygen-backup.html>`_, wenn Sie eines benötigen) und andererseits riskieren Sie, dass jemand anderes in den Besitz Ihres Schlüssels kommt. Der Vorteil der Schlüsselgenerierung auf dem Gerät besteht darin, dass die Schlüssel sicher gespeichert werden. Wir empfehlen daher, diese halbe Sicherung zu überspringen.
el: **Παρακαλούμε μην δημιουργήσετε το προτεινόμενο αντίγραφο ασφαλείας εκτός κάρτας.** Αυτό το "αντίγραφο ασφαλείας" αποθηκεύει μόνο το κλειδί κρυπτογράφησης, αλλά όχι τα κλειδιά υπογραφής και ελέγχου ταυτότητας. Σε περίπτωση απώλειας της συσκευής, δεν θα μπορέσετε να επαναφέρετε ολόκληρο το σύνολο των κλειδιών. Έτσι, αφενός δεν πρόκειται για πλήρες αντίγραφο ασφαλείας (χρησιμοποιήστε αντί αυτού τις οδηγίες `αυτές τις οδηγίες <openpgp-keygen-backup.html>`_, αν το χρειάζεστε) και αφετέρου κινδυνεύετε να αποκτήσει κάποιος άλλος το κλειδί κρυπτογράφησης. Το πλεονέκτημα της δημιουργίας κλειδιών στη συσκευή είναι ότι τα κλειδιά αποθηκεύονται με ασφάλεια. Ως εκ τούτου, συνιστούμε να παραλείψετε αυτό το μισό αντίγραφο ασφαλείας.
es: **Esta "copia de seguridad" sólo guarda la clave de cifrado, pero no las claves de firma y autenticación. En caso de pérdida del dispositivo, no podrá restaurar todo el conjunto de claves. Así que, por un lado, no se trata de una copia de seguridad completa (usa estas instrucciones <https://docs.nitrokey.com/pro/openpgp-key-generation-with-backup.html>`__ en su lugar, si la necesitas) y, por otro lado, te arriesgas a que alguien pueda estar en posesión de tu clave de cifrado. La ventaja de generar las claves en el dispositivo es asegurarse de que las claves se almacenan de forma segura. Por lo tanto, recomendamos omitir esta media copia de seguridad.
et: **Palun, ärge looge soovitatud kaardivälist varukoopiat.** See "varukoopia" salvestab ainult krüpteerimisvõtme, kuid mitte allkirja- ja autentimisvõtmeid. Seadme kadumise korral ei saa te kogu võtmekomplekti taastada. Nii et ühest küljest ei ole see täielik varukoopia (kasutage selle asemel `toodud juhiseid <openpgp-keygen-backup.html>`_, kui teil on seda vaja) ja teisest küljest riskite sellega, et keegi teine võib teie krüpteerimisvõtme kätte saada. Seadmesisese võtmete genereerimise eelis on see, et võtmeid hoitakse turvaliselt. Seetõttu soovitame selle pooleldi varundamise vahele jätta.
fi: **Älä luo ehdotettua kortin ulkopuolista varmuuskopiota.** Tämä "varmuuskopio" tallentaa vain salausavaimen, mutta ei allekirjoitus- ja todentamisavaimia. Jos laite katoaa, et voi palauttaa koko avainsarjaa. Toisaalta se ei siis ole täydellinen varmuuskopio (käytä sen sijaan `tämän ohjeen <openpgp-keygen-backup.html>`_, jos tarvitset sellaista), ja toisaalta vaarana on, että joku muu voi saada salausavaimesi haltuunsa. Laitteessa tapahtuvan avainten luomisen etuna on varmistaa, että avaimet säilytetään turvallisesti. Siksi suosittelemme jättämään tämän puolivarmistuksen väliin.
ja: **この「バックアップ」では、暗号化キーのみが保存され、署名キーや認証キーは保存されません。この「バックアップ」は、暗号化キーのみを保存し、署名キーや認証キーは保存しません。デバイスを紛失した場合、キーセット全体を復元することはできません。つまり、一方では完全なバックアップではなく (必要であれば、`この説明書 <openpgp-keygen-backup.html>`_を使用してください)、他方では、誰か他の人があなたの暗号化キーを手に入れることができるというリスクがあります。デバイス上で鍵を生成する利点は、鍵が安全に保管されていることを確認できることです。そのため、このハーフバックアップは省略することをお勧めします。
lt: **Nesudarykite siūlomos atsarginės kopijos, esančios ne kortelėje.** Šioje "atsarginėje kopijoje" išsaugomas tik šifravimo raktas, bet ne parašo ir autentifikavimo raktai. Praradus įrenginį, negalėsite atkurti viso raktų rinkinio. Taigi, viena vertus, tai nėra visiška atsarginė kopija (jei reikia, vietoj jos naudokite `šiuos nurodymus <openpgp-keygen-backup.html>`_), kita vertus, rizikuojate, kad šifravimo raktą gali gauti kas nors kitas. Įrenginyje generuojamų raktų privalumas yra tas, kad raktai saugiai saugomi. Todėl rekomenduojame praleisti šį pusiau rezervinį kopijavimą.
lv: **Lūdzu, neveidojiet ieteikto rezerves kopiju ārpus kartes.** Šī "rezerves kopija" saglabā tikai šifrēšanas atslēgu, bet ne paraksta un autentifikācijas atslēgas. Ierīces nozaudēšanas gadījumā jūs nevarēsiet atjaunot visu atslēgu komplektu. Tātad, no vienas puses, tā nav pilnīga dublējumkopija (tās vietā izmantojiet `šīs instrukcijas <openpgp-keygen-backup.html>`_, ja jums tā ir nepieciešama), un, no otras puses, jūs riskējat, ka jūsu šifrēšanas atslēga var nonākt kāda cita rīcībā. Priekšrocība, ka atslēgas tiek ģenerētas ierīcē, ir pārliecināties, ka atslēgas tiek glabātas droši. Tāpēc mēs iesakām izlaist šo pusi no dublēšanas.
pl: **Nie należy tworzyć sugerowanej kopii zapasowej poza kartą. Ta "kopia zapasowa" zapisuje tylko klucz szyfrowania, ale nie podpis i klucze uwierzytelniania. W przypadku utraty urządzenia, nie będziesz w stanie przywrócić całego zestawu kluczy. Więc z jednej strony nie jest to pełna kopia zapasowa (użyj `tych instrukcji <openpgp-keygen-backup.html>`_ zamiast tego, jeśli potrzebujesz), a z drugiej strony ryzykujesz, że ktoś inny może wejść w posiadanie twojego klucza szyfrowania. Zaletą generowania kluczy na urządzeniu jest pewność, że klucze są przechowywane w bezpieczny sposób. Dlatego zalecamy pominięcie tej części kopii zapasowej.
pt: **Por favor, não crie a cópia de segurança sugerida fora do cartão.** Esta "cópia de segurança" apenas guarda a chave de encriptação, mas não as chaves de assinatura e autenticação. Em caso de perda do dispositivo, você não será capaz de restaurar todo o conjunto de chaves. Portanto, por um lado não é uma cópia de segurança completa (use `estas instruções <openpgp-keygen-backup.html>`_ em vez disso, se precisar de uma) e por outro lado arrisca-se a que outra pessoa possa ficar na posse da sua chave de encriptação. A vantagem de gerar chaves no dispositivo é garantir que as chaves sejam armazenadas com segurança. Portanto, recomendamos saltar este meio-backup.
ro: **Vă rugăm să nu creați copia de rezervă sugerată în afara cardului.** Această "copie de rezervă" salvează doar cheia de criptare, dar nu și cheile de semnătură și de autentificare. În caz de pierdere a dispozitivului, nu veți putea restaura întregul set de chei. Deci, pe de o parte, nu este o copie de rezervă completă (utilizați în schimb `aceste instrucțiuni <openpgp-keygen-backup.html>`_, dacă aveți nevoie de una), iar pe de altă parte riscați ca altcineva să intre în posesia cheii dvs. de criptare. Avantajul generării cheilor pe dispozitiv este acela de a vă asigura că cheile sunt stocate în siguranță. Prin urmare, vă recomandăm să săriți peste această jumătate de copie de rezervă.
ru: **Пожалуйста, не создавайте предложенную резервную копию вне карты памяти.** Эта "резервная копия" сохраняет только ключ шифрования, но не ключи подписи и аутентификации. В случае потери устройства вы не сможете восстановить весь набор ключей. Таким образом, с одной стороны, это не полная резервная копия (используйте `эти инструкции <openpgp-keygen-backup.html>`_ вместо этого, если вам это нужно), а с другой стороны, вы рискуете тем, что кто-то другой может завладеть вашим ключом шифрования. Преимущество генерации ключей на устройстве заключается в том, что ключи хранятся надежно. Поэтому мы рекомендуем пропустить этот полурезервный вариант.
sk: **Nevytvárajte navrhovanú zálohu mimo karty.** Táto "záloha" ukladá iba šifrovací kľúč, ale nie podpisový a overovací kľúč. V prípade straty zariadenia nebudete môcť obnoviť celú sadu kľúčov. Na jednej strane teda nejde o úplnú zálohu (ak ju potrebujete, použite namiesto nej `tento návod <openpgp-keygen-backup.html>`_) a na druhej strane riskujete, že sa k vášmu šifrovaciemu kľúču môže dostať niekto iný. Výhodou generovania kľúčov v zariadení je zabezpečenie bezpečného uloženia kľúčov. Preto odporúčame túto polovičnú zálohu vynechať.
sl: **Ne ustvarjajte predlagane varnostne kopije izven kartice.** Ta "varnostna kopija" shrani samo šifrirni ključ, ne pa tudi ključev za podpis in preverjanje pristnosti. V primeru izgube naprave ne boste mogli obnoviti celotnega nabora ključev. Po eni strani torej ne gre za popolno varnostno kopijo (če jo potrebujete, namesto tega uporabite `te navodila <openpgp-keygen-backup.html>`_), po drugi strani pa tvegate, da se lahko kdo drug polasti vašega šifrirnega ključa. Prednost generiranja ključev v napravi je v tem, da zagotovite varno shranjevanje ključev. Zato priporočamo, da to polovično varnostno kopijo preskočite.
sv: **Skapa inte den föreslagna säkerhetskopian utanför kortet.** Denna "säkerhetskopia" sparar endast krypteringsnyckeln, men inte signatur- och autentiseringsnycklarna. Om enheten går förlorad kan du inte återställa hela nyckeluppsättningen. Så å ena sidan är det ingen fullständig säkerhetskopia (använd `denna instruktioner <openpgp-keygen-backup.html>`_ i stället, om du behöver en sådan) och å andra sidan riskerar du att någon annan kan komma i besittning av din krypteringsnyckel. Fördelen med att generera nycklar på enheten är att se till att nycklarna lagras säkert. Därför rekommenderar vi att du hoppar över denna halvbackup.
zh_cn: **请不要创建建议的卡外备份。**这种 "备份 "只保存加密密钥，但不保存签名和认证密钥。在设备丢失的情况下，你将无法恢复整个密钥集。因此，一方面，它不是完整的备份（如果你需要，可以使用`这些说明<openpgp-keygen-backup.html>`_代替），另一方面，你有可能被其他人占有你的加密密钥。在设备上生成密钥的好处是确保密钥被安全地存储。因此，我们建议跳过这个半备份。

source: Now you have a complete key set on your device which can be used for the `various applications <https://www.nitrokey.com/documentation/applications>`_ listed on our site. Type ``quit`` and hit enter to exit.
bg: Сега имате пълен набор от ключове на устройството си, който може да се използва за `различни приложения <https://www.nitrokey.com/documentation/applications>`_, изброени на нашия сайт. Въведете ``quit`` и натиснете Enter, за да излезете.
cs: Nyní máte v zařízení kompletní sadu klíčů, kterou můžete použít pro `různé aplikace <https://www.nitrokey.com/documentation/applications>`_ uvedené na našich stránkách. Zadejte ``quit`` a stiskněte enter pro ukončení.
da: Nu har du et komplet nøglesæt på din enhed, som kan bruges til de `forskellige applikationer <https://www.nitrokey.com/documentation/applications>`_, der er anført på vores websted. Skriv ``quit``, og tryk på enter for at afslutte.
de: Jetzt haben Sie einen vollständigen Schlüsselsatz auf Ihrem Gerät, der für die `verschiedenen Anwendungen <https://www.nitrokey.com/documentation/applications>`_, die auf unserer Website aufgeführt sind, verwendet werden kann. Geben Sie ``quit`` ein und drücken Sie zum Beenden die Eingabetaste.
el: Τώρα έχετε ένα πλήρες σετ κλειδιών στη συσκευή σας, το οποίο μπορεί να χρησιμοποιηθεί για τις `διάφορες εφαρμογές <https://www.nitrokey.com/documentation/applications>`_ που αναφέρονται στον ιστότοπό μας. Πληκτρολογήστε ``quit`` και πατήστε enter για έξοδο.
es: Ahora tienes un juego de llaves completo en tu dispositivo que puede ser usado para las `varias aplicaciones <https://www.nitrokey.com/documentation/applications>`__ listadas en nuestro sitio. Escribe ``quit`` y pulsa enter para salir.
et: Nüüd on teil seadmes täielik võtmekomplekt, mida saab kasutada meie veebilehel loetletud `mitmesuguste rakenduste <https://www.nitrokey.com/documentation/applications>`_ jaoks. Sisestage ``quit`` ja vajutage väljumiseks enter.
fi: Nyt sinulla on laitteessasi täydellinen avainsarja, jota voit käyttää sivustollamme `lueteltuihin sovelluksiin <https://www.nitrokey.com/documentation/applications>`_. Kirjoita ``quit`` ja paina enteriä poistuaksesi.
ja: これで、当サイトに掲載されている`さまざまなアプリケーション<https://www.nitrokey.com/documentation/applications>`_に使用できる完全なキーセットがデバイスに備わったことになります。``quit``と入力してエンターキーを押すと終了します。
lt: Dabar savo prietaise turite visą raktų rinkinį, kurį galite naudoti `įvairioms programoms <https://www.nitrokey.com/documentation/applications>`_, išvardytoms mūsų svetainėje. Įveskite ``quit`` ir paspauskite Enter, kad išeitumėte.
lv: Tagad jūsu ierīcē ir pilnīgs atslēgu komplekts, ko var izmantot `dažādām lietojumprogrammām <https://www.nitrokey.com/documentation/applications>`_, kas uzskaitītas mūsu vietnē. Ierakstiet ``quit`` un nospiediet enter, lai izietu.
pl: Teraz masz kompletny zestaw kluczy na swoim urządzeniu, który może być używany do ` różnych aplikacji <https://www.nitrokey.com/documentation/applications>`_ wymienionych na naszej stronie. Wpisz ``quit`` i naciśnij enter, aby wyjść.
pt: Agora você tem uma chave completa no seu dispositivo que pode ser usada para as `várias aplicações <https://www.nitrokey.com/documentation/applications>`_ listadas no nosso site. Digite ``quit`` e pressione enter para sair.
ro: Acum aveți un set complet de chei pe dispozitivul dvs. care poate fi utilizat pentru `diversele aplicații <https://www.nitrokey.com/documentation/applications>`_ enumerate pe site-ul nostru. Tastați ``quit`` și apăsați enter pentru a ieși.
ru: Теперь на вашем устройстве есть полный набор ключей, который можно использовать для ` различных приложений <https://www.nitrokey.com/documentation/applications>`_, перечисленных на нашем сайте. Введите ``quit`` и нажмите Enter для выхода.
sk: Teraz máte v zariadení kompletnú sadu kľúčov, ktorú môžete používať pre `rôzne aplikácie <https://www.nitrokey.com/documentation/applications>`_ uvedené na našej stránke. Zadajte ``quit`` a stlačte kláves enter na ukončenie.
sl: Zdaj imate v napravi popoln nabor ključev, ki ga lahko uporabite za `različne aplikacije <https://www.nitrokey.com/documentation/applications>`_, navedene na našem spletnem mestu. Vnesite ``quit`` in pritisnite enter za izhod.
sv: Nu har du en komplett nyckeluppsättning på din enhet som kan användas för ` olika applikationer <https://www.nitrokey.com/documentation/applications>`_ som listas på vår webbplats. Skriv ``quit`` och tryck på enter för att avsluta.
zh_cn: 现在你的设备上有一个完整的密钥集，可以用于我们网站上列出的各种应用程序`<https://www.nitrokey.com/documentation/applications>`_。输入``quit``并点击回车键退出。

source: Change Key Attributes
bg: Промяна на основните атрибути
cs: Změna klíčových atributů
da: Ændring af nøgleegenskaber
de: Schlüsselattribute ändern
el: Αλλαγή βασικών χαρακτηριστικών
es: Cambiar los atributos clave
et: Muuda peamisi atribuute
fi: Muuta keskeisiä ominaisuuksia
fr: Modifier les attributs clés
lt: Pakeisti pagrindinius požymius
lv: Mainīt galvenos atribūtus
pl: Zmiana Kluczowe atrybuty
pt: Modificar Atributos Chave
ro: Schimbarea atributelor cheie
ru: Ключевые атрибуты изменений
sk: Zmena kľúčových atribútov
sl: Sprememba ključnih atributov
sv: Ändra viktiga egenskaper
zh_cn: 改变关键属性

source: This section is about changing the key attributes. If you want to use the default values, you can proceed with the next section.
bg: Този раздел е посветен на промяната на ключовите атрибути. Ако искате да използвате стойностите по подразбиране, можете да продължите със следващия раздел.
cs: Tato část se zabývá změnou klíčových atributů. Pokud chcete použít výchozí hodnoty, můžete pokračovat další částí.
da: Dette afsnit handler om at ændre nøgleattributterne. Hvis du ønsker at bruge standardværdierne, kan du fortsætte med næste afsnit.
de: In diesem Abschnitt geht es um das Ändern der Tastenattribute. Wenn Sie die Standardwerte verwenden möchten, können Sie mit dem nächsten Abschnitt fortfahren.
el: Αυτή η ενότητα αφορά την αλλαγή των βασικών χαρακτηριστικών. Αν θέλετε να χρησιμοποιήσετε τις προεπιλεγμένες τιμές, μπορείτε να συνεχίσετε με την επόμενη ενότητα.
es: En esta sección se trata de cambiar los atributos de las claves. Si desea utilizar los valores por defecto, puede continuar con la siguiente sección.
et: Selles jaotises käsitletakse võtmeatribuutide muutmist. Kui soovite kasutada vaikeväärtusi, võite jätkata järgmises jaotises.
fi: Tässä osassa käsitellään avainattribuuttien muuttamista. Jos haluat käyttää oletusarvoja, voit jatkaa seuraavassa osassa.
fr: Cette section porte sur la modification des attributs des clés. Si vous souhaitez utiliser les valeurs par défaut, vous pouvez passer à la section suivante.
ja: このセクションでは、キーアトリビュートの変更について説明します。デフォルトの値を使用したい場合は、次のセクションに進んでください。
lt: Šiame skyriuje aprašoma, kaip keisti pagrindinius atributus. Jei norite naudoti numatytąsias reikšmes, galite pereiti prie kito skyriaus.
lv: Šajā sadaļā ir aprakstīta galveno atribūtu maiņa. Ja vēlaties izmantot noklusējuma vērtības, varat doties uz nākamo sadaļu.
pl: Ta sekcja dotyczy zmiany atrybutów kluczy. Jeśli chcesz użyć wartości domyślnych, możesz przejść do następnej sekcji.
pt: Esta secção trata da alteração dos atributos-chave. Se você quiser usar os valores propostos, você pode prosseguir com a próxima seção.
ro: Această secțiune se referă la modificarea atributelor cheie. Dacă doriți să utilizați valorile implicite, puteți trece la secțiunea următoare.
ru: Этот раздел посвящен изменению ключевых атрибутов. Если вы хотите использовать значения по умолчанию, вы можете перейти к следующему разделу.
sk: Táto časť sa zaoberá zmenou kľúčových atribútov. Ak chcete použiť predvolené hodnoty, môžete pokračovať ďalšou časťou.
sl: Ta razdelek obravnava spreminjanje ključnih atributov. Če želite uporabiti privzete vrednosti, lahko nadaljujete z naslednjim razdelkom.
sv: Det här avsnittet handlar om att ändra de viktigaste attributen. Om du vill använda standardvärdena kan du fortsätta med nästa avsnitt.
zh_cn: 本节是关于改变关键属性的。如果你想使用默认值，你可以继续下一节。

source: Open a command line and type ``gpg2 --card-edit --expert``.
bg: Отворете командния ред и въведете ``gpg2 --card-edit --expert``.
cs: Otevřete příkazový řádek a zadejte ``gpg2 --card-edit --expert``.
da: Åbn en kommandolinje, og skriv ``gpg2 --card-edit --expert``.
de: Öffnen Sie eine Kommandozeile und geben Sie ``gpg2 --card-edit --expert`` ein.
el: Ανοίξτε μια γραμμή εντολών και πληκτρολογήστε ``gpg2 --card-edit --expert``.
es: Abra una línea de comandos y escriba ``gpg2 --card-edit --expert``.
et: Avage käsurea ja kirjutage ``gpg2 --card-edit --expert``.
fi: Avaa komentorivi ja kirjoita ``gpg2 --card-edit --expert``.
fr: Ouvrez une ligne de commande et tapez ``gpg2 --card-edit --expert``.
ja: コマンドラインを開き、``gpg2 --card-edit --expert``と入力します。
lt: Atidarykite komandinę eilutę ir įveskite ``gpg2 --card-edit --expert``.
lv: Atveriet komandrindu un ievadiet ``gpg2 --card-edit --expert``.
pl: Otwórz wiersz poleceń i wpisz ``gpg2 --card-edit --expert``.
pt: Abra uma linha de comando e digite ``gpg2 --card-edit --expert>```.
ro: Deschideți o linie de comandă și tastați ``gpg2 --card-edit --expert```.
ru: Откройте командную строку и введите ``gpg2 --card-edit --expert``.
sk: Otvorte príkazový riadok a zadajte ``gpg2 --card-edit --expert``.
sl: Odprite ukazno vrstico in vnesite ``gpg2 --card-edit --expert``.
sv: Öppna en kommandorad och skriv ``gpg2 --card-edit --expert``.
zh_cn: 打开一个命令行，输入``gpg2 --card-edit --expert``。
