Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/start.po
Languages: bg, cs, da, de, el, es, et, fi, fr, ja, lt, lv, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: Another possibility is to change the URL setting on your card. Open the card manager again and fill in the URL where the key is situated (e.g. on the keyserver or on your webpage etc.). From now on you can import the key on another system by right-clicking on the URL and click on “Fetch Key”.
bg: Друга възможност е да промените настройката на URL адреса на картата си. Отворете отново мениджъра на картата и попълнете URL адреса, на който се намира ключът (например на сървъра за ключове или на вашата уебстраница и т.н.). Отсега нататък можете да импортирате ключа в друга система, като щракнете с десния бутон на мишката върху URL адреса и изберете "Fetch Key" (Изтегляне на ключа).
cs: Další možností je změnit nastavení adresy URL na kartě. Znovu otevřete správce karet a vyplňte adresu URL, na které se klíč nachází (např. na keyserveru nebo na vaší webové stránce apod.). Od této chvíle můžete klíč importovat do jiného systému tak, že kliknete pravým tlačítkem myši na adresu URL a zvolíte "Fetch Key".
da: En anden mulighed er at ændre URL-indstillingen på dit kort. Åbn kortadministratoren igen og indtast den URL, hvor nøglen er placeret (f.eks. på nøgleserveren eller på din webside osv.). Fra nu af kan du importere nøglen på et andet system ved at højreklikke på URL'en og klikke på "Fetch Key" (Hent nøgle).
de: Eine andere Möglichkeit ist, die URL-Einstellung auf Ihrer Karte zu ändern. Öffnen Sie erneut den Kartenmanager und tragen Sie die URL ein, unter der sich der Schlüssel befindet (z. B. auf dem Keyserver oder auf Ihrer Webseite etc.). Von nun an können Sie den Schlüssel auf einem anderen System importieren, indem Sie mit der rechten Maustaste auf die URL klicken und "Fetch Key" anklicken.
el: Μια άλλη δυνατότητα είναι να αλλάξετε τη ρύθμιση URL στην κάρτα σας. Ανοίξτε ξανά τη διαχείριση καρτών και συμπληρώστε τη διεύθυνση URL όπου βρίσκεται το κλειδί (π.χ. στον διακομιστή κλειδιών ή στην ιστοσελίδα σας κ.λπ.). Στο εξής μπορείτε να εισάγετε το κλειδί σε ένα άλλο σύστημα κάνοντας δεξί κλικ στη διεύθυνση URL και κάνοντας κλικ στο "Fetch Key" (Λήψη κλειδιού).
es: Otra posibilidad es cambiar la configuración de la URL de su tarjeta. Abre de nuevo el gestor de tarjetas e introduce la URL donde se encuentra la llave (por ejemplo, en el servidor de llaves o en tu página web, etc.). A partir de este momento puedes importar la llave en otro sistema haciendo clic con el botón derecho del ratón en la URL y haciendo clic en "Fetch Key".
et: Teine võimalus on muuta kaardi URL-i seadistust. Avage kaardihaldur uuesti ja sisestage URL, kus võti asub (nt võtmeserveril või teie veebilehel jne). Nüüdsest saate võtme importida teise süsteemi, tehes paremklõpsu URL-il ja klõpsates "Fetch Key".
fi: Toinen mahdollisuus on muuttaa kortin URL-asetusta. Avaa kortinhallinta uudelleen ja täytä URL-osoite, jossa avain sijaitsee (esim. avainpalvelimella tai verkkosivulla jne.). Tästä lähtien voit tuoda avaimen toiseen järjestelmään napsauttamalla hiiren kakkospainikkeella URL-osoitetta ja napsauttamalla "Hae avain".
fr: Une autre possibilité consiste à modifier le paramètre URL de votre carte. Ouvrez à nouveau le gestionnaire de cartes et indiquez l'URL où se trouve la clé (par exemple, sur le serveur de clés ou sur votre page web, etc.) A partir de maintenant, vous pouvez importer la clé sur un autre système en faisant un clic droit sur l'URL et en cliquant sur "Récupérer la clé".
ja: また、カードのURL設定を変更することもできます。カードマネージャーを再度開き、キーが置かれているURLを記入してください（例：キーサーバーやあなたのウェブページなど）。今後は、URLを右クリックして "Fetch Key "をクリックすることで、他のシステムにキーをインポートすることができます。
lt: Kita galimybė - pakeisti kortelės URL nustatymą. Vėl atidarykite kortelės tvarkytuvę ir įveskite URL adresą, kuriame yra raktas (pvz., raktų serveryje arba jūsų tinklalapyje ir pan.). Nuo šiol galite importuoti raktą į kitą sistemą, dešiniuoju pelės klavišu spustelėję URL adresą ir spustelėję "Fetch Key" (parsisiųsti raktą).
lv: Vēl viena iespēja ir mainīt kartes URL iestatījumu. Atveriet kartes pārvaldnieku vēlreiz un ievadiet URL, kurā atrodas atslēga (piemēram, atslēgu serverī vai jūsu tīmekļa vietnē u. c.). No šī brīža atslēgu var importēt citā sistēmā, noklikšķinot ar peles labo pogu uz URL un noklikšķinot uz "Fetch Key".
pl: Inną możliwością jest zmiana ustawienia adresu URL na karcie. Otwórz ponownie menedżera kart i wpisz adres URL, pod którym znajduje się klucz (np. na serwerze kluczy lub na twojej stronie internetowej itp.) Od tej pory możesz importować klucz do innego systemu, klikając prawym przyciskiem myszy na adres URL i klikając na "Pobierz klucz".
pt: Outra possibilidade é alterar a configuração do URL no seu cartão. Abra novamente o gestor do cartão e preencha o URL onde a chave está situada (por exemplo, no servidor de chaves ou na sua página web, etc.). De agora em diante você pode importar a chave em outro sistema clicando com o botão direito no URL e clicando em "Fetch Key".
ro: O altă posibilitate este să modificați setarea URL-ului de pe cardul dumneavoastră. Deschideți din nou managerul de carduri și completați URL-ul în care se află cheia (de exemplu, pe serverul de chei sau pe pagina dvs. web etc.). De acum încolo puteți importa cheia pe un alt sistem făcând clic dreapta pe URL și făcând clic pe "Fetch Key".
ru: Другая возможность - изменить настройки URL-адреса в вашей карте. Снова откройте менеджер карт и заполните URL, где находится ключ (например, на сервере ключей или на вашей веб-странице и т.д.). С этого момента вы можете импортировать ключ в другую систему, щелкнув правой кнопкой мыши на URL и нажав "Fetch Key".
sk: Ďalšou možnosťou je zmeniť nastavenie adresy URL na karte. Znovu otvorte správcu kariet a vyplňte adresu URL, na ktorej sa kľúč nachádza (napr. na keyserveri alebo na vašej webovej stránke atď.). Odteraz môžete kľúč importovať do iného systému kliknutím pravým tlačidlom myši na adresu URL a kliknutím na položku "Fetch Key" (načítať kľúč).
sl: Druga možnost je, da spremenite nastavitev URL na kartici. Ponovno odprite upravitelja kartice in vnesite naslov URL, kjer se nahaja ključ (npr. na strežniku ključev ali na vaši spletni strani itd.). Odslej lahko ključ uvozite v drug sistem tako, da z desnim gumbom miške kliknete na naslov URL in kliknete "Fetch Key" (Prenesi ključ).
sv: En annan möjlighet är att ändra URL-inställningen på kortet. Öppna korthanteraren igen och fyll i den URL där nyckeln finns (t.ex. på nyckelservern eller på din webbsida osv.). Från och med nu kan du importera nyckeln till ett annat system genom att högerklicka på URL:n och klicka på "Fetch Key".
zh_cn: 另一种可能是改变你的卡片上的URL设置。再次打开卡片管理器，填写钥匙所在的URL（例如在钥匙服务器或你的网页上等）。从现在开始，你可以通过在URL上点击右键并点击 "Fetch Key"，将钥匙导入另一个系统。

source: OpenPGP Key Generation On-Device
bg: Генериране на ключове OpenPGP в устройството
cs: Generování klíčů OpenPGP v zařízení
da: OpenPGP-nøglegenerering på enheden
de: OpenPGP-Schlüsselerzeugung auf dem Gerät
el: Δημιουργία κλειδιού OpenPGP στη συσκευή
es: Generación de claves OpenPGP en el dispositivo
et: OpenPGP võtme genereerimine seadmes
fi: OpenPGP-avaimen luominen laitteessa
fr: Génération de clés OpenPGP sur l'appareil
ja: デバイス上でのOpenPGP鍵生成
lt: "OpenPGP" rakto generavimas įrenginyje
lv: OpenPGP atslēgas ģenerēšana ierīcē
pl: Generowanie klucza OpenPGP na urządzeniu
ro: Generarea de chei OpenPGP pe dispozitiv
ru: Генерация ключей OpenPGP на устройстве
sk: Generovanie kľúča OpenPGP v zariadení
sl: Ustvarjanje ključa OpenPGP v napravi
sv: Generering av OpenPGP-nycklar på enheten
zh_cn: 在设备上生成OpenPGP密钥

source: The following instructions explain the generation of OpenPGP keys directly on the Nitrokey. This is done by using the command line interface of GnuPG. Thus, you need to have GnuPG installed on your system. The newest GnuPG version for Windows can be found `here <https://www.gpg4win.org/>`_ and the newest version for MacOS can be found `here <https://gpgtools.org/>`_. Users of Linux systems please install GnuPG with help of the package manager.
bg: Следващите инструкции обясняват генерирането на OpenPGP ключове директно в Nitrokey. Това става с помощта на интерфейса на командния ред на GnuPG. Затова е необходимо да имате инсталиран GnuPG на вашата система. Най-новата версия на GnuPG за Windows можете да намерите `тук <https://www.gpg4win.org/>`_, а най-новата версия за MacOS можете да намерите `тук <https://gpgtools.org/>`_. Потребителите на системи Linux трябва да инсталират GnuPG с помощта на мениджъра на пакети.
cs: Následující pokyny vysvětlují generování klíčů OpenPGP přímo na Nitrokey. To se provádí pomocí rozhraní příkazového řádku GnuPG. Proto je třeba mít v systému nainstalované GnuPG. Nejnovější verzi GnuPG pro Windows najdete `zde <https://www.gpg4win.org/>`_ a nejnovější verzi pro MacOS najdete `zde <https://gpgtools.org/>`_. Uživatelé systémů Linux si prosím nainstalujte GnuPG pomocí správce balíčků.
da: De følgende instruktioner forklarer genereringen af OpenPGP-nøgler direkte på Nitrokey. Dette gøres ved hjælp af kommandolinjeinterfacet i GnuPG. Du skal derfor have GnuPG installeret på dit system. Den nyeste GnuPG-version til Windows kan findes `her <https://www.gpg4win.org/>`_ og den nyeste version til MacOS kan findes `her <https://gpgtools.org/>`_. Brugere af Linux-systemer bedes installere GnuPG ved hjælp af pakkehåndteringsprogrammet.
de: Die folgende Anleitung erklärt die Erzeugung von OpenPGP-Schlüsseln direkt auf dem Nitrokey. Dies geschieht über die Kommandozeilenschnittstelle von GnuPG. Sie müssen also GnuPG auf Ihrem System installiert haben. Die neueste GnuPG-Version für Windows finden Sie `hier <https://www.gpg4win.org/>`_ und die neueste Version für MacOS finden Sie `hier <https://gpgtools.org/>`_. Benutzer von Linux-Systemen installieren GnuPG bitte mit Hilfe des Paketmanagers.
el: Οι ακόλουθες οδηγίες εξηγούν τη δημιουργία κλειδιών OpenPGP απευθείας στο Nitrokey. Αυτό γίνεται με τη χρήση της διεπαφής γραμμής εντολών του GnuPG. Συνεπώς, θα πρέπει να έχετε εγκαταστήσει το GnuPG στο σύστημά σας. Η νεότερη έκδοση του GnuPG για Windows βρίσκεται `εδώ <https://www.gpg4win.org/>`_ και η νεότερη έκδοση για MacOS βρίσκεται `εδώ <https://gpgtools.org/>`_. Οι χρήστες συστημάτων Linux παρακαλούνται να εγκαταστήσουν το GnuPG με τη βοήθεια του διαχειριστή πακέτων.
es: Las siguientes instrucciones explican la generación de claves OpenPGP directamente en el Nitrokey. Esto se hace utilizando la interfaz de línea de comandos de GnuPG. Por lo tanto, necesita tener GnuPG instalado en su sistema. La versión más reciente de GnuPG para Windows puede encontrarse `aquí <https://www.gpg4win.org/>`__ y la versión más reciente para MacOS puede encontrarse `aquí <https://gpgtools.org/>`__. Los usuarios de sistemas Linux pueden instalar GnuPG con la ayuda del gestor de paquetes.
et: Järgnevad juhised selgitavad OpenPGP-võtmete genereerimist otse Nitrokey's. Selleks kasutatakse GnuPG käsurea liidest. Seega peab teie süsteemi olema installeeritud GnuPG. Uusima GnuPG versiooni Windowsile leiab ` siit <https://www.gpg4win.org/>`_ ja uusima versiooni MacOSile leiab ` siit <https://gpgtools.org/>`_. Linuxi süsteemide kasutajatel palume GnuPG paigaldada paketihalduri abil.
fi: Seuraavissa ohjeissa kerrotaan OpenPGP-avaimien luomisesta suoraan Nitrokeyllä. Tämä tehdään käyttämällä GnuPG:n komentoriviliittymää. Sinun on siis asennettava GnuPG järjestelmääsi. Uusin GnuPG-versio Windowsille löytyy `täältä <https://www.gpg4win.org/>`_ ja uusin versio MacOS:lle löytyy `täältä <https://gpgtools.org/>`_. Linux-järjestelmien käyttäjät asentavat GnuPG:n paketinhallinnan avulla.
ja: 以下の説明では、Nitrokey上で直接OpenPGPキーを生成する方法を説明します。これは、GnuPGのコマンドラインインターフェイスを使用して行われます。そのため、お使いのシステムにGnuPGがインストールされている必要があります。Windows用の最新のGnuPGバージョンは`こちら<https://www.gpg4win.org/>`_、MacOS用の最新バージョンは`こちら<https://gpgtools.org/>`_で見つけることができます。Linuxシステムのユーザは、パッケージマネージャの助けを借りてGnuPGをインストールしてください。
lt: Toliau pateikiamos instrukcijos, kaip generuoti "OpenPGP" raktus tiesiogiai naudojant "Nitrokey". Tai atliekama naudojant GnuPG komandinės eilutės sąsają. Taigi savo sistemoje turite turėti įdiegtą GnuPG. Naujausią "Windows" skirtą "GnuPG" versiją rasite `čia <https://www.gpg4win.org/>`_, o naujausią "MacOS" skirtą versiją rasite `čia <https://gpgtools.org/>`_. "Linux" sistemų naudotojų prašome įdiegti "GnuPG" naudojant paketų tvarkyklę.
lv: Turpmāk sniegti norādījumi par OpenPGP atslēgu ģenerēšanu tieši Nitrokey. Tas tiek darīts, izmantojot GnuPG komandrindas saskarni. Tādējādi jūsu sistēmā ir jābūt instalētam GnuPG. Jaunāko GnuPG versiju operētājsistēmai Windows var atrast `šeit <https://www.gpg4win.org/>`_, bet jaunāko versiju MacOS var atrast `šeit <https://gpgtools.org/>`_. Linux sistēmu lietotājus lūdzam instalēt GnuPG ar pakotņu pārvaldnieka palīdzību.
pl: Poniższe instrukcje wyjaśniają generowanie kluczy OpenPGP bezpośrednio na Nitrokey. Odbywa się to za pomocą interfejsu wiersza poleceń GnuPG. W związku z tym, musisz mieć zainstalowany GnuPG w swoim systemie. Najnowszą wersję GnuPG dla Windows można znaleźć `tutaj <https://www.gpg4win.org/>`_ a najnowszą wersję dla MacOS można znaleźć `tutaj <https://gpgtools.org/>`_. Użytkownicy systemów linuksowych proszeni są o zainstalowanie GnuPG za pomocą menedżera pakietów.
pt: As instruções seguintes explicam a geração das chaves OpenPGP diretamente na Nitrokey. Isto é feito usando a interface de linha de comando do GnuPG. Portanto, você precisa ter o GnuPG instalado no seu sistema. A mais nova versão do GnuPG para Windows pode ser encontrada `here <https://www.gpg4win.org/>`_ e a mais nova versão para MacOS pode ser encontrada `here <https://gpgtools.org/>`_. Usuários de sistemas Linux devem instalar o GnuPG com a ajuda do gerenciador de pacotes.
ro: Următoarele instrucțiuni explică generarea cheilor OpenPGP direct pe Nitrokey. Acest lucru se face prin utilizarea interfeței de linie de comandă a GnuPG. Prin urmare, trebuie să aveți GnuPG instalat pe sistemul dumneavoastră. Cea mai nouă versiune GnuPG pentru Windows poate fi găsită `acolo <https://www.gpg4win.org/>`_, iar cea mai nouă versiune pentru MacOS poate fi găsită `acolo <https://gpgtools.org/>`_. Utilizatorii de sisteme Linux sunt rugați să instaleze GnuPG cu ajutorul managerului de pachete.
ru: Следующие инструкции объясняют генерацию ключей OpenPGP непосредственно на Nitrokey. Это делается с помощью интерфейса командной строки GnuPG. Таким образом, в вашей системе должен быть установлен GnuPG. Новейшую версию GnuPG для Windows можно найти ` здесь <https://www.gpg4win.org/>`_, а новейшую версию для MacOS можно найти ` здесь <https://gpgtools.org/>`_. Пользователи Linux-систем могут установить GnuPG с помощью менеджера пакетов.
sk: Nasledujúce pokyny vysvetľujú generovanie kľúčov OpenPGP priamo na Nitrokey. Toto sa vykonáva pomocou rozhrania príkazového riadka GnuPG. Preto je potrebné mať v systéme nainštalované GnuPG. Najnovšiu verziu GnuPG pre systém Windows nájdete `tu <https://www.gpg4win.org/>`_ a najnovšiu verziu pre systém MacOS nájdete `tu <https://gpgtools.org/>`_. Používateľov systémov Linux prosíme, aby si GnuPG nainštalovali pomocou správcu balíkov.
sl: Naslednja navodila pojasnjujejo ustvarjanje ključev OpenPGP neposredno v napravi Nitrokey. To storite z uporabo vmesnika ukazne vrstice programa GnuPG. Zato morate imeti v svojem sistemu nameščen program GnuPG. Najnovejšo različico GnuPG za Windows najdete `tudi <https://www.gpg4win.org/>`_, najnovejšo različico za MacOS pa `tudi <https://gpgtools.org/>`_. Uporabniki sistemov Linux namestite GnuPG s pomočjo upravitelja paketov.
sv: Följande instruktioner förklarar hur du genererar OpenPGP-nycklar direkt på Nitrokey. Detta görs med hjälp av kommandoradsgränssnittet för GnuPG. Du måste alltså ha GnuPG installerat på ditt system. Den senaste versionen av GnuPG för Windows finns `här <https://www.gpg4win.org/>`_ och den senaste versionen för MacOS finns `här <https://gpgtools.org/>`_. Användare av Linuxsystem bör installera GnuPG med hjälp av pakethanteraren.
zh_cn: 下面的说明解释了如何在Nitrokey上直接生成OpenPGP密钥。这是通过使用GnuPG的命令行界面完成的。因此，你需要在你的系统上安装GnuPG。最新的Windows版GnuPG可以在`这里<https://www.gpg4win.org/>`_，最新的MacOS版可以在`这里<https://gpgtools.org/>`_找到。Linux系统的用户请在软件包管理器的帮助下安装GnuPG。

source: These instructions are based on GnuPG version 2.2.6 or higher. Some Linux Distributions have an older version installed. In this case please choose a different method as listed `here <openpgp.html>`_ or install a newer version if possible.
bg: Тези инструкции се основават на GnuPG версия 2.2.6 или по-висока. В някои дистрибуции на Linux е инсталирана по-стара версия. В този случай, моля, изберете друг метод, както е посочено `тук <openpgp.html>`_ или инсталирайте по-нова версия, ако е възможно.
cs: Tyto pokyny jsou založeny na GnuPG verze 2.2.6 nebo vyšší. Některé linuxové distribuce mají nainstalovanou starší verzi. V takovém případě zvolte jinou metodu, jak je uvedeno `zde <openpgp.html>`_, nebo si nainstalujte novější verzi, pokud je to možné.
da: Disse instruktioner er baseret på GnuPG version 2.2.6 eller højere. Nogle Linux-distributioner har en ældre version installeret. I dette tilfælde skal du vælge en anden metode som anført `her <openpgp.html>`_ eller installere en nyere version, hvis det er muligt.
de: Diese Anleitung basiert auf GnuPG Version 2.2.6 oder höher. Einige Linux-Distributionen haben eine ältere Version installiert. In diesem Fall wählen Sie bitte eine andere Methode, wie sie `hier <openpgp.html>`_ aufgeführt ist, oder installieren Sie nach Möglichkeit eine neuere Version.
el: Αυτές οι οδηγίες βασίζονται στην έκδοση 2.2.6 ή νεότερη του GnuPG. Ορισμένες διανομές Linux έχουν εγκατεστημένη μια παλαιότερη έκδοση. Σε αυτή την περίπτωση επιλέξτε μια διαφορετική μέθοδο όπως αναφέρεται `εδώ <openpgp.html>`_ ή εγκαταστήστε μια νεότερη έκδοση αν είναι δυνατόν.
es: Estas instrucciones se basan en la versión 2.2.6 o superior de GnuPG. Algunas distribuciones de Linux tienen instalada una versión anterior. En este caso, por favor, elija un método diferente como se indica `aquí <openpgp.html>`_ o instale una versión más reciente si es posible.
et: Need juhised põhinevad GnuPG versioonil 2.2.6 või uuemal. Mõnes Linuxi distributsioonis on installeeritud vanem versioon. Sellisel juhul valige palun teistsugune meetod, nagu on loetletud ` siin <openpgp.html>`_ või installige võimalusel uuem versioon.
fi: Nämä ohjeet perustuvat GnuPG:n versioon 2.2.6 tai uudempaan. Joihinkin Linux-jakeluihin on asennettu vanhempi versio. Tässä tapauksessa valitse jokin muu menetelmä, joka on lueteltu `täällä <openpgp.html>`_ tai asenna uudempi versio, jos mahdollista.
ja: これらの説明は、GnuPGのバージョン2.2.6以降に基づいています。一部のLinuxディストリビューションでは、古いバージョンがインストールされている場合があります。この場合、`こちらの<openpgp.html>`_に記載されている別の方法を選択するか、可能であればより新しいバージョンをインストールしてください。
lt: Šie nurodymai pagrįsti "GnuPG" 2.2.6 arba naujesne versija. Kai kuriuose "Linux" distributyvuose įdiegta senesnė versija. Tokiu atveju pasirinkite kitą metodą, kaip nurodyta `čia <openpgp.html>`_, arba, jei įmanoma, įdiekite naujesnę versiją.
lv: Šie norādījumi ir balstīti uz GnuPG 2.2.6 vai jaunāku versiju. Dažās Linux distributīvos ir instalēta vecāka versija. Šādā gadījumā, lūdzu, izvēlieties citu metodi, kā norādīts `šeit <openpgp.html>`_, vai instalējiet jaunāku versiju, ja iespējams.
pl: Instrukcje te oparte są na GnuPG w wersji 2.2.6 lub wyższej. Niektóre dystrybucje Linuksa mają zainstalowaną starszą wersję. W takim przypadku proszę wybrać inną metodę, jak wymieniona ` tutaj <openpgp.html>`_ lub zainstalować nowszą wersję, jeśli to możliwe.
pt: Estas instruções são baseadas no GnuPG versão 2.2.6 ou superior. Algumas Distribuições Linux têm uma versão mais antiga instalada. Neste caso, escolha um método diferente como listado `here <openpgp.html>`_ ou instale uma versão mais recente, se possível.
ro: Aceste instrucțiuni se bazează pe GnuPG versiunea 2.2.6 sau o versiune mai recentă. Unele distribuții Linux au instalată o versiune mai veche. În acest caz, vă rugăm să alegeți o metodă diferită, așa cum este listată ` aici <openpgp.html>`_ sau să instalați o versiune mai nouă, dacă este posibil.
ru: Эти инструкции основаны на GnuPG версии 2.2.6 или выше. В некоторых дистрибутивах Linux установлена более старая версия. В этом случае, пожалуйста, выберите другой метод, как указано ` здесь <openpgp.html>`_ или установите более новую версию, если это возможно.
sk: Tieto pokyny sú založené na GnuPG verzie 2.2.6 alebo vyššej. Niektoré distribúcie Linuxu majú nainštalovanú staršiu verziu. V takom prípade zvoľte inú metódu, ako je uvedená ` tu <openpgp.html>`_ alebo si nainštalujte novšiu verziu, ak je to možné.
sl: Ta navodila temeljijo na različici GnuPG 2.2.6 ali višji. Nekatere distribucije Linuxa imajo nameščeno starejšo različico. V tem primeru izberite drugo metodo, kot je navedena `tukaj <openpgp.html>`_, ali namestite novejšo različico, če je to mogoče.
sv: Dessa instruktioner är baserade på GnuPG version 2.2.6 eller högre. Vissa Linuxdistributioner har en äldre version installerad. Välj i så fall en annan metod enligt listan `här <openpgp.html>`_ eller installera en nyare version om möjligt.
zh_cn: 这些说明是基于GnuPG 2.2.6或更高版本。有些Linux发行版安装的是旧版本。在这种情况下，请选择不同的方法，如`这里<openpgp.html>`_或者尽可能地安装一个较新的版本。
