Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/start.po
Languages: bg, cs, da, de, el, es, et, fi, fr, ja, lt, lv, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: In Thunderbird, select as shown in the following picture. “OpenPGP” → “Manage smart card”
bg: В Thunderbird изберете, както е показано на следната снимка. "OpenPGP" → "Управление на смарт карта"
cs: V aplikaci Thunderbird vyberte podle následujícího obrázku. "OpenPGP" → "Spravovat čipovou kartu"
da: I Thunderbird skal du vælge som vist på følgende billede. "OpenPGP" → "Administrer smart card"
de: Wählen Sie in Thunderbird, wie in der folgenden Abbildung gezeigt. "OpenPGP" → "Smartcard verwalten"
el: Στο Thunderbird, επιλέξτε όπως φαίνεται στην ακόλουθη εικόνα. "OpenPGP" → "Διαχείριση έξυπνης κάρτας"
es: En Thunderbird, seleccione como se muestra en la siguiente imagen. "OpenPGP" → "Gestionar tarjeta inteligente".
et: Valige Thunderbirdis, nagu on näidatud järgmisel pildil. "OpenPGP" → "Halda kiipkaarti".
fi: Valitse Thunderbirdissä seuraavassa kuvassa esitetyllä tavalla. "OpenPGP" → "Hallitse älykorttia".
fr: Dans Thunderbird, sélectionnez comme indiqué dans l'image suivante . "OpenPGP" → "Gérer la carte à puce"
ja: Thunderbirdで、以下の図のように選択します。"OpenPGP" → "スマートカードの管理"
lt: Programoje "Thunderbird" pasirinkite, kaip parodyta toliau pateiktame paveikslėlyje. "OpenPGP" → "Tvarkyti išmaniąją kortelę"
lv: Programmā Thunderbird atlasiet, kā parādīts nākamajā attēlā. "OpenPGP" → "Pārvaldīt viedkarti"
pl: W Thunderbirdzie należy wybrać jak na poniższym obrazku. "OpenPGP" → "Zarządzaj kartą inteligentną"
pt: Em Thunderbird, selecione como mostrado na figura seguinte. "OpenPGP" → "Gerenciar Cartão Smart Card".
ro: În Thunderbird, selectați așa cum se arată în imaginea următoare. "OpenPGP" → "Manage smart card" (Gestionați cardul inteligent)
ru: В Thunderbird выберите, как показано на следующем рисунке. "OpenPGP" → "Управление смарт-картой"
sk: V programe Thunderbird vyberte, ako je znázornené na nasledujúcom obrázku. "OpenPGP" → "Spravovať čipovú kartu"
sl: V programu Thunderbird izberite, kot je prikazano na naslednji sliki. "OpenPGP" → "Upravljanje pametne kartice"
sv: I Thunderbird väljer du det som visas i följande bild. "OpenPGP" → "Hantera smartkort"
zh_cn: 在Thunderbird中，选择如下图所示。"OpenPGP" → "管理智能卡"

source: In the “SmartCard Details” window, select “SmartCard → Change PIN”
bg: В прозореца "Подробности за SmartCard" изберете "SmartCard → Промяна на ПИН кода".
cs: V okně "Podrobnosti o kartě SmartCard" vyberte možnost "Karta SmartCard → Změnit PIN".
da: I vinduet "SmartCard Details" skal du vælge "SmartCard → Change PIN"
de: Wählen Sie im Fenster "SmartCard-Details" den Menüpunkt "SmartCard → PIN ändern"
el: Στο παράθυρο "SmartCard Details", επιλέξτε "SmartCard → Change PIN".
es: En la ventana "Detalles de la tarjeta inteligente", seleccione "Tarjeta inteligente → Cambiar PIN"
et: Valige aknas "SmartCardi andmed" "SmartCard → Muuda PIN-koodi".
fi: Valitse "SmartCard Details" -ikkunassa "SmartCard → Change PIN".
fr: Dans la fenêtre "Détails de la carte à puce", sélectionnez "Carte à puce → Modifier le code PIN".
ja: SmartCard Details "ウィンドウで、"SmartCard → Change PIN "を選択します。
lt: "SmartCard Details" lange pasirinkite "SmartCard → Keisti PIN kodą".
lv: Logā "SmartCard Details" izvēlieties "SmartCard → Mainīt PIN kodu".
pl: W oknie "Szczegóły SmartCard" wybierz "SmartCard → Zmień PIN".
pt: Na janela "Detalhes do SmartCard", selecione "SmartCard → Alterar PIN".
ro: În fereastra "SmartCard Details", selectați "SmartCard → Change PIN".
ru: В окне "Сведения о смарт-карте" выберите "Смарт-карта → Изменить PIN-код".
sk: V okne "Podrobnosti o karte SmartCard" vyberte položku "Karta SmartCard → Zmeniť PIN".
sl: V oknu "Podrobnosti o kartici SmartCard" izberite "SmartCard → Spremeni PIN".
sv: I fönstret "SmartCard Details" väljer du "SmartCard → Change PIN".
zh_cn: 在 "智能卡详细信息 "窗口，选择 "智能卡→更改密码"

source: Select “Change PIN”. This is your User PIN you need for daily work. Enter the current PIN ( “123456” for delivery) and twice your new PIN. For this PIN you can use the characters: a-z A-Z 0-9 / .;;:- !? () [] {}% +. The PIN should be at least 6 characters long. Click “OK”.
bg: Изберете "Промяна на ПИН". Това е потребителският ви ПИН код, който ви е необходим за ежедневната работа. Въведете текущия ПИН код ("123456" за доставка) и два пъти новия ПИН код. За този ПИН можете да използвате символите: a-z A-Z 0-9 / .;;:- !? () [] {}% +. ПИН кодът трябва да е дълъг най-малко 6 символа. Щракнете върху "OK".
cs: Vyberte možnost "Změnit PIN". Toto je váš uživatelský PIN, který potřebujete pro každodenní práci. Zadejte stávající PIN ("123456" pro doručení) a dvakrát nový PIN. Pro tento PIN můžete použít znaky: a-z A-Z 0-9 / .;;:- !? () [] {}% +. PIN by měl mít alespoň 6 znaků. Klikněte na tlačítko "OK".
da: Vælg "Change PIN" (ændre PIN-kode). Dette er din bruger-PIN-kode, som du skal bruge til det daglige arbejde. Indtast den nuværende PIN-kode ("123456" for levering) og to gange din nye PIN-kode. Til denne PIN-kode kan du bruge tegnene: a-z A-Z 0-9 / .;;;:- !? () [] {}% +. PIN-koden skal være mindst 6 tegn lang. Klik på "OK".
de: Wählen Sie "PIN ändern". Dies ist Ihre Benutzer-PIN, die Sie für die tägliche Arbeit benötigen. Geben Sie die aktuelle PIN ein ("123456" bei Auslieferung) und zweimal Ihre neue PIN. Für diese PIN können Sie die Zeichen verwenden: a-z A-Z 0-9 / .;;:- !? () [] {}% +. Die PIN sollte mindestens 6 Zeichen lang sein. Klicken Sie auf "OK".
el: Επιλέξτε "Αλλαγή PIN". Αυτό είναι το PIN χρήστη που χρειάζεστε για την καθημερινή σας εργασία. Εισάγετε τον τρέχοντα PIN ("123456" για την παράδοση) και δύο φορές τον νέο σας PIN. Για αυτό το PIN μπορείτε να χρησιμοποιήσετε τους χαρακτήρες: a-z A-Z 0-9 / .;;:- !? () [] {}% +. Το PIN θα πρέπει να έχει μήκος τουλάχιστον 6 χαρακτήρων. Κάντε κλικ στο "OK".
es: Seleccione "Cambiar PIN". Este es su PIN de usuario que necesita para el trabajo diario. Introduzca el PIN actual ("123456" para la entrega) y dos veces su nuevo PIN. Para este PIN puede utilizar los caracteres: a-z A-Z 0-9 / .;;:- !? () [] {}% +. El PIN debe tener al menos 6 caracteres. Haga clic en "Aceptar".
et: Valige "Muuda PIN-koodi". See on teie kasutaja PIN-kood, mida vajate igapäevaseks tööks. Sisestage praegune PIN-kood ("123456" tarne puhul) ja kaks korda oma uus PIN-kood. Selle PIN-koodi jaoks võite kasutada märke: a-z A-Z 0-9 / .;;:- !? () [] {}% +. PIN-kood peaks olema vähemalt 6 tähemärki pikk. Vajutage nuppu "OK".
fi: Valitse "Vaihda PIN-koodi". Tämä on käyttäjän PIN-koodi, jota tarvitset päivittäiseen työhön. Syötä nykyinen PIN-koodi ("123456" toimitusta varten) ja kaksi kertaa uusi PIN-koodi. Tässä PIN-koodissa voit käyttää merkkejä: a-z A-Z 0-9 / .;;:- !? () [] {}% +. PIN-koodin on oltava vähintään 6 merkkiä pitkä. Napsauta "OK".
fr: Sélectionnez "Modifier le PIN". Il s'agit du code PIN de l'utilisateur dont vous avez besoin pour votre travail quotidien. Saisissez le PIN actuel ("123456" pour la livraison) et deux fois votre nouveau PIN. Pour ce PIN, vous pouvez utiliser les caractères suivants : a-z A-Z 0-9 / .;;:- ! ? () [] {}% +. Le PIN doit comporter au moins 6 caractères. Cliquez sur "OK".
ja: Change PIN "を選択します。この暗証番号は、日常業務で必要となるユーザー暗証番号です。現在の暗証番号（配送時は "123456"）と新しい暗証番号を2回入力してください。この暗証番号には、以下の文字が使用できます。 a-z A-Z 0-9 / .;;:- !?() [] {}% +.暗証番号は6文字以上で入力してください。OK "をクリックします。
lt: Pasirinkite "Keisti PIN kodą". Tai jūsų naudotojo PIN kodas, kurio reikia kasdieniam darbui. Įveskite dabartinį PIN kodą ("123456" pristatymui) ir du kartus naują PIN kodą. Šiam PIN galite naudoti šiuos simbolius: a-z A-Z 0-9 / .;;;:- !? () [] {}% +. PIN kodas turi būti ne trumpesnis kaip 6 ženklai. Spustelėkite "OK".
lv: Izvēlieties "Mainīt PIN kodu". Tas ir jūsu lietotāja PIN kods, kas nepieciešams ikdienas darbam. Ievadiet pašreizējo PIN kodu ("123456" piegādei) un divreiz savu jauno PIN kodu. Šim PIN kodam var izmantot rakstzīmes: a-z A-Z 0-9 / .;;;:- !? () [] {}% +. PIN jābūt vismaz 6 rakstzīmju garam. Noklikšķiniet uz "OK".
pl: Wybierz "Zmień PIN". Jest to Twój kod PIN użytkownika, który jest Ci potrzebny do codziennej pracy. Wprowadź aktualny kod PIN (w przypadku dostawy "123456") oraz dwukrotnie swój nowy kod PIN. W tym PIN-ie możesz użyć znaków: a-z A-Z 0-9 / .;;;:- !? () [] {}% +. PIN powinien mieć co najmniej 6 znaków. Kliknij "OK".
pt: Seleccione "Alterar PIN". Este é o seu PIN de utilizador que precisa para o trabalho diário. Introduza o PIN actual ("123456" para entrega) e duas vezes o seu novo PIN. Para este PIN pode utilizar os caracteres: a-z A-Z 0-9 / .;;;:- !? () [] {}% +. O PIN deve ter pelo menos 6 caracteres. Clique em "OK".
ro: Selectați "Change PIN". Acesta este PIN-ul dumneavoastră de utilizator de care aveți nevoie pentru activitatea zilnică. Introduceți PIN-ul actual ("123456" pentru livrare) și de două ori noul PIN. Pentru acest PIN puteți utiliza caracterele: a-z A-Z 0-9 / .;;;:- !? () [] {}% +. PIN-ul trebuie să aibă cel puțin 6 caractere. Faceți clic pe "OK".
ru: Выберите "Изменить PIN-код". Это ваш PIN-код пользователя, который необходим вам для повседневной работы. Введите текущий PIN-код ("123456" для доставки) и дважды ваш новый PIN-код. Для этого PIN-кода вы можете использовать символы: a-z A-Z 0-9 / .;;:- !? () [] {}% +. Длина PIN-кода должна быть не менее 6 символов. Нажмите "OK".
sk: Vyberte položku "Zmeniť PIN". Toto je váš používateľský PIN kód, ktorý potrebujete na každodennú prácu. Zadajte aktuálny PIN ("123456" pre doručenie) a dvakrát nový PIN. Pre tento PIN môžete použiť znaky: a-z A-Z 0-9 / .;;:- !? () [] {}% +. PIN by mal mať aspoň 6 znakov. Kliknite na tlačidlo "OK".
sl: Izberite "Spremeni PIN". To je vaša uporabniška koda PIN, ki jo potrebujete za vsakodnevno delo. Vnesite trenutno kodo PIN ("123456" za dostavo) in dvakrat novo kodo PIN. Za to kodo PIN lahko uporabite znake: a-z A-Z 0-9 / .;;;:- !? () [] {}% +. PIN mora biti dolg vsaj 6 znakov. Kliknite "V redu".
sv: Välj "Ändra PIN-kod". Detta är din användar-PIN som du behöver för det dagliga arbetet. Ange den nuvarande PIN-koden ("123456" för leverans) och två gånger den nya PIN-koden. För denna PIN-kod kan du använda tecknen: a-z A-Z 0-9 / .;;;:- !? () [] {}% +. PIN-koden ska vara minst 6 tecken lång. Klicka på "OK".
zh_cn: 选择 "更改密码"。这是你在日常工作中需要的用户密码。输入当前的PIN码（"123456 "用于送货）和两次你的新PIN码。对于这个密码，你可以使用以下字符：a-z A-Z 0-9 / ...；；：- !?() [] {}% +.密码应该至少有6个字符。点击 "确定"。

source: Repeat the procedure for the Admin PIN. “SmartCard → Change PIN”
bg: Повторете процедурата за ПИН кода на администратора. "SmartCard → Промяна на ПИН"
cs: Zopakujte postup pro kód PIN správce. "SmartCard → Změna PIN"
da: Gentag proceduren for Admin PIN-koden. "SmartCard → Skift PIN-kode"
de: Wiederholen Sie den Vorgang für die Admin-PIN. "SmartCard → PIN ändern"
el: Επαναλάβετε τη διαδικασία για το PIN διαχειριστή. "SmartCard → Αλλαγή PIN"
es: Repita el procedimiento para el PIN de administrador. "Tarjeta inteligente → Cambiar PIN"
et: Korrake protseduuri administraatori PIN-koodi jaoks. "SmartCard → Muuda PIN-koodi"
fi: Toista menettely Admin PIN-koodin osalta. "SmartCard → Vaihda PIN-koodi"
fr: Répétez la procédure pour le code PIN administrateur. "SmartCard → Modifier le PIN"
ja: Admin PINの手順を繰り返します。"スマートカード → PINの変更"
lt: Procedūrą pakartokite ir su administratoriaus PIN kodu. "SmartCard → Keisti PIN kodą"
lv: Atkārtojiet procedūru ar administratora PIN kodu. "SmartCard → Mainīt PIN kodu"
pl: Powtórz procedurę dla kodu PIN administratora. "SmartCard → Change PIN"
pt: Repita o procedimento para o PIN de administração. "SmartCard → Alterar o PIN".
ro: Repetați procedura pentru PIN-ul de administrator. "SmartCard → Schimbare PIN"
ru: Повторите процедуру для PIN-кода администратора. "Смарт-карта → Изменить PIN-код"
sk: Zopakujte postup pre kód PIN správcu. "SmartCard → Zmena PIN"
sl: Ponovite postopek za skrbniški PIN. "Pametna kartica → Spremeni PIN"
sv: Upprepa proceduren för Admin PIN-koden. "SmartCard → Ändra PIN"
zh_cn: 重复管理密码的程序。"智能卡→更改密码"

source: Select Change Admin PIN. This is your Admin PIN that you only rarely need. Enter the current PIN ( “12345678” for delivery) and the new PIN twice. For this PIN, you can use the characters: a-z A-Z 0-9 / .;;:- !? () [] {}% +. The PIN should be at least 8 characters long. Click “OK”.
bg: Изберете Промяна на ПИН кода на администратора. Това е вашият ПИН код на администратора, който ви е необходим само в редки случаи. Въведете текущия ПИН код ("12345678" за доставка) и новия ПИН код два пъти. За този ПИН можете да използвате символите: a-z A-Z 0-9 / .;;:- !? () [] {}% +. ПИН кодът трябва да е дълъг най-малко 8 символа. Щракнете върху "OK".
cs: Vyberte možnost Změnit PIN správce. Toto je váš PIN administrátora, který potřebujete jen zřídka. Zadejte dvakrát aktuální PIN ("12345678" pro doručení) a nový PIN. Pro tento PIN můžete použít znaky: a-z A-Z 0-9 / .;;:- !? () [] {}% +. PIN by měl mít alespoň 8 znaků. Klikněte na tlačítko "OK".
da: Vælg Ændre administrator-PIN-kode. Dette er din administrator-PIN-kode, som du kun sjældent har brug for. Indtast den nuværende PIN-kode ("12345678" for levering) og den nye PIN-kode to gange. Til denne PIN-kode kan du bruge tegnene: a-z A-Z 0-9 / .;;;:- !? () [] {}% +. PIN-koden skal være mindst 8 tegn lang. Klik på "OK".
de: Wählen Sie Admin-PIN ändern. Dies ist Ihre Admin-PIN, die Sie nur selten benötigen. Geben Sie die aktuelle PIN ("12345678" bei Auslieferung) und die neue PIN zweimal ein. Für diese PIN können Sie die Zeichen verwenden: a-z A-Z 0-9 / .;;:- !? () [] {}% +. Die PIN sollte mindestens 8 Zeichen lang sein. Klicken Sie auf "OK".
el: Επιλέξτε Αλλαγή PIN διαχειριστή. Αυτό είναι το PIN διαχειριστή που χρειάζεστε σπάνια. Πληκτρολογήστε τον τρέχοντα PIN ("12345678" για την παράδοση) και τον νέο PIN δύο φορές. Για αυτό το PIN, μπορείτε να χρησιμοποιήσετε τους χαρακτήρες: a-z A-Z 0-9 / .;;;:- !? () [] {}% +. Το PIN θα πρέπει να έχει μήκος τουλάχιστον 8 χαρακτήρων. Κάντε κλικ στο "OK".
es: Seleccione Cambiar el PIN de administrador. Este es su PIN de administrador que sólo necesita en contadas ocasiones. Introduzca el PIN actual ("12345678" para la entrega) y el nuevo PIN dos veces. Para este PIN, puede utilizar los caracteres: a-z A-Z 0-9 / .;;:- !? () [] {}% +. El PIN debe tener al menos 8 caracteres. Haga clic en "Aceptar".
et: Valige Muuda administraatori PIN-koodi. See on teie administraatori PIN-kood, mida vajate vaid harva. Sisestage praegune PIN-kood ("12345678" tarne puhul) ja uus PIN-kood kaks korda. Selle PIN-koodi jaoks võite kasutada märke: a-z A-Z 0-9 / .;;:- !? () [] {}% +. PIN-kood peaks olema vähemalt 8 tähemärki pikk. Vajutage nuppu "OK".
fi: Valitse Vaihda ylläpitäjän PIN-koodi. Tämä on ylläpitäjän PIN-koodi, jota tarvitset vain harvoin. Syötä nykyinen PIN-koodi ("12345678" toimituksen yhteydessä) ja uusi PIN-koodi kahdesti. Tässä PIN-koodissa voit käyttää merkkejä: a-z A-Z 0-9 / .;;:- !? () [] {}% +. PIN-koodin on oltava vähintään 8 merkkiä pitkä. Napsauta "OK".
fr: Sélectionnez Modifier le code PIN administrateur. Il s'agit de votre code PIN administratif dont vous n'avez que rarement besoin. Saisissez deux fois le PIN actuel ("12345678" pour la livraison) et le nouveau PIN. Pour ce PIN, vous pouvez utiliser les caractères suivants : a-z A-Z 0-9 / .;;:- ! ? () [] {}% +. Le PIN doit comporter au moins 8 caractères. Cliquez sur "OK".
ja: Change Admin PIN」を選択します。これはまれにしか必要としない管理者用暗証番号です。現在の暗証番号（配送時は「12345678」）と新しい暗証番号を2回入力します。このPINには、以下の文字が使用できます。 a-z A-Z 0-9 / .;;:- !() [] {}% +.暗証番号は8文字以上で入力してください。OK "をクリックします。
lt: Pasirinkite Keisti administratoriaus PIN kodą. Tai yra jūsų administratoriaus PIN kodas, kurio jums prireikia labai retai. Du kartus įveskite dabartinį PIN kodą ("12345678" pristatymui) ir naująjį PIN kodą. Šiam PIN kodui galite naudoti šiuos simbolius: a-z A-Z 0-9 / .;;;:- !? () [] {}% +. PIN kodas turi būti ne trumpesnis kaip 8 ženklai. Spustelėkite "OK".
lv: Atlasiet Mainīt administratora PIN kodu. Tas ir jūsu administratora PIN kods, kas jums ir nepieciešams tikai retos gadījumos. Divreiz ievadiet pašreizējo PIN kodu ("12345678" piegādei) un jauno PIN kodu. Šim PIN kodam var izmantot rakstzīmes: a-z A-Z 0-9 / .;;;:- !? () [] {}% +. PIN jābūt vismaz 8 rakstzīmju garam. Noklikšķiniet uz "OK".
pl: Wybierz opcję Zmień kod PIN administratora. Jest to Twój kod PIN administratora, który jest rzadko używany. Wprowadź aktualny kod PIN ("12345678" w przypadku dostawy) oraz dwukrotnie nowy kod PIN. W tym kodzie PIN można użyć następujących znaków: a-z A-Z 0-9 / .;;;:- !? () [] {}% +. PIN powinien mieć co najmniej 8 znaków. Kliknij przycisk "OK".
pt: Selecione Alterar PIN de Administração. Este é o seu PIN de Admin que você só raramente precisa. Introduza o PIN actual ("12345678" para entrega) e o novo PIN duas vezes. Para este PIN, pode utilizar os caracteres: a-z A-Z 0-9 / .;;;:- !? () [] {}% +. O PIN deve ter pelo menos 8 caracteres. Clique em "OK".
ro: Selectați Change Admin PIN (Schimbare PIN administrator). Acesta este PIN-ul dvs. de administrator, de care aveți nevoie doar rareori. Introduceți PIN-ul actual ("12345678" pentru livrare) și noul PIN de două ori. Pentru acest PIN, puteți utiliza caracterele: a-z A-Z 0-9 / .;;;:- !? () [] {}% +. PIN-ul trebuie să aibă o lungime de cel puțin 8 caractere. Faceți clic pe "OK".
ru: Выберите Изменить PIN-код администратора. Это ваш PIN-код администратора, который вам нужен очень редко. Введите текущий PIN-код ("12345678" для доставки) и новый PIN-код дважды. Для этого PIN-кода вы можете использовать символы: a-z A-Z 0-9 / .;;:- !? () [] {}% +. Длина PIN-кода должна быть не менее 8 символов. Нажмите "OK".
sk: Vyberte položku Zmeniť PIN kód správcu. Toto je váš PIN administrátora, ktorý potrebujete len zriedka. Zadajte aktuálny PIN ("12345678" pre doručenie) a dvakrát nový PIN. Pre tento PIN môžete použiť znaky: a-z A-Z 0-9 / .;;:- !? () [] {}% +. Kód PIN by mal mať aspoň 8 znakov. Kliknite na tlačidlo "OK".
sl: Izberite Change Admin PIN. To je vaš administratorski PIN, ki ga le redko potrebujete. Dvakrat vnesite trenutno kodo PIN ("12345678" za dostavo) in novo kodo PIN. Za to kodo PIN lahko uporabite znake: a-z A-Z 0-9 / .;;;:- !? () [] {}% +. PIN mora biti dolg vsaj 8 znakov. Kliknite "V redu".
sv: Välj Ändra administratörs-PIN-koden. Detta är din Admin PIN-kod som du sällan behöver. Ange den nuvarande PIN-koden ("12345678" för leverans) och den nya PIN-koden två gånger. För den här PIN-koden kan du använda tecknen: a-z A-Z 0-9 / .;;;:- !? () [] {}% +. PIN-koden ska vara minst 8 tecken lång. Klicka på "OK".
zh_cn: 选择 "更改管理员密码"。这是你的管理密码，你很少需要。输入当前的PIN码（"12345678"，用于交付）和新的PIN码两次。对于这个PIN，您可以使用以下字符：a-z A-Z 0-9 / ...；；：- !?() [] {}% +.该PIN码应至少有8个字符。点击 "确定"。

source: You have now changed the PINs and should continue to generate your personal keys.
bg: Вече сте променили ПИН кодовете и трябва да продължите да генерирате личните си ключове.
cs: Nyní jste změnili kódy PIN a měli byste pokračovat v generování osobních klíčů.
da: Du har nu ændret PIN-koderne og bør fortsætte med at generere dine personlige nøgler.
de: Sie haben nun die PINs geändert und sollten weiterhin Ihre persönlichen Schlüssel erzeugen.
el: Έχετε πλέον αλλάξει τους κωδικούς PIN και θα πρέπει να συνεχίσετε να δημιουργείτε τα προσωπικά σας κλειδιά.
es: Ahora ha cambiado los PINs y debería seguir generando sus claves personales.
et: Nüüd olete PIN-koode muutnud ja peaksite jätkama oma isiklike võtmete genereerimist.
fi: Olet nyt vaihtanut PIN-koodit, ja sinun pitäisi jatkaa henkilökohtaisten avainten luomista.
fr: Vous avez maintenant changé les codes PIN et devez continuer à générer vos clés personnelles.
ja: これでPINの変更が完了し、引き続き個人キーを生成する必要があります。
lt: Dabar pakeitėte PIN kodus ir toliau turėtumėte generuoti asmeninius raktus.
lv: Tagad PIN kodi ir nomainīti, un jums jāturpina ģenerēt personīgās atslēgas.
pl: Zmieniliście Państwo teraz PIN-y i powinniście dalej generować swoje klucze osobiste.
pt: Agora você mudou os PINs e deve continuar a gerar as suas chaves pessoais.
ro: Acum ați schimbat PIN-urile și ar trebui să continuați să generați cheile personale.
ru: Теперь вы изменили PIN-коды и должны продолжать генерировать свои личные ключи.
sk: Teraz ste zmenili kódy PIN a mali by ste pokračovať v generovaní osobných kľúčov.
sl: Zdaj ste spremenili kode PIN in morate še naprej ustvarjati osebne ključe.
sv: Du har nu ändrat PIN-koderna och bör fortsätta att generera dina personliga nycklar.
zh_cn: 你现在已经改变了PIN码，应该继续生成你的个人密钥。

source: Generation of Keys
bg: Генериране на ключове
cs: Generování klíčů
da: Generering af nøgler
de: Generierung von Schlüsseln
el: Δημιουργία κλειδιών
es: Generación de claves
et: Võtmete genereerimine
fi: Avainten tuottaminen
fr: Génération de clés
ja: キーの生成
lt: Raktų generavimas
lv: Atslēgu ģenerēšana
pl: Generowanie kluczy
pt: Geração de Chaves
ro: Generarea de chei
ru: Генерация ключей
sk: Generovanie kľúčov
sl: Ustvarjanje ključev
sv: Generering av nycklar
zh_cn: 钥匙的产生
