Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/start.po
Languages: bg, cs, da, de, el, es, et, fi, fr, ja, lt, lv, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: Curve 25519 keys
bg: Клавиши Curve 25519
cs: Klíče Curve 25519
da: Curve 25519 taster
de: Kurve 25519 Tasten
el: Καμπύλη 25519 πλήκτρα
es: Curva 25519 teclas
et: Curve 25519 võtmed
fi: Curve 25519 näppäimet
fr: Curve 25519 touches
ja: カーブ 25519キー
lt: Kreivė 25519 klavišų
lv: Curve 25519 taustiņi
pl: Krzywa 25519 klawiszy
pt: Curva 25519 teclas
ro: Curbă 25519 taste
ru: Кривая 25519 клавиш
sk: Kľúče Curve 25519
sl: Krivulja 25519 tipk
sv: Curve 25519 tangenter
zh_cn: 曲线25519键

source: S/MIME Email Encryption
bg: S/MIME криптиране на имейли
cs: Šifrování e-mailů S/MIME
da: S/MIME-kryptering af e-mail
de: S/MIME-E-Mail-Verschlüsselung
el: Κρυπτογράφηση ηλεκτρονικού ταχυδρομείου S/MIME
es: Cifrado de correo electrónico S/MIME
et: S/MIME e-posti krüpteerimine
fi: S/MIME-sähköpostin salaus
fr: Chiffrement du courrier électronique S/MIME
ja: S/MIMEメール暗号化
lt: S/MIME el. pašto šifravimas
lv: S/MIME e-pasta šifrēšana
pl: Szyfrowanie poczty elektronicznej S/MIME
pt: S/MIME Criptografia de Email
ro: Criptare S/MIME pentru e-mail
ru: Шифрование электронной почты S/MIME
sk: Šifrovanie e-mailov S/MIME
sl: Šifriranje e-pošte S/MIME
sv: S/MIME-kryptering av e-post
zh_cn: S/MIME电子邮件加密

source: If you are in doubt which one to choose, you should use OpenPGP, see `here <openpgp.html>`_. This page describes the usage of S/MIME email encryption.
bg: Ако се съмнявате кой да изберете, трябва да използвате OpenPGP, вижте `тук <openpgp.html>`_. Тази страница описва използването на S/MIME криптиране на електронна поща.
cs: Pokud váháte, který z nich zvolit, měli byste použít OpenPGP, viz `zde <openpgp.html>`_. Tato stránka popisuje použití šifrování e-mailů S/MIME.
da: Hvis du er i tvivl om, hvilken en du skal vælge, bør du bruge OpenPGP, se `her <openpgp.html>`_. På denne side beskrives brugen af S/MIME-kryptering af e-mail.
de: Im Zweifelsfall sollten Sie OpenPGP verwenden, siehe `hier <openpgp.html>`_. Diese Seite beschreibt die Verwendung der S/MIME-E-Mail-Verschlüsselung.
el: Αν έχετε αμφιβολίες για το ποιο να επιλέξετε, θα πρέπει να χρησιμοποιήσετε το OpenPGP, βλέπε `εδώ <openpgp.html>`_. Αυτή η σελίδα περιγράφει τη χρήση της κρυπτογράφησης ηλεκτρονικού ταχυδρομείου S/MIME.
es: Si tiene dudas sobre cuál elegir, debería usar OpenPGP, vea `aquí <openpgp.html>`_. Esta página describe el uso del cifrado de correo electrónico S/MIME.
et: Kui te ei ole kindel, millist valida, tuleks kasutada OpenPGP, vt ` siin <openpgp.html>`_. Sellel leheküljel kirjeldatakse S/MIME e-posti krüpteerimise kasutamist.
fi: Jos olet epävarma siitä, kumpi kannattaa valita, kannattaa käyttää OpenPGP:tä, katso `täältä <openpgp.html>`_. Tällä sivulla kuvataan S/MIME-sähköpostin salauksen käyttöä.
ja: どれを選べばいいのかわからない場合は、OpenPGPを使うべきで、`こちら<openpgp.html>`_を参照してください。このページでは、S/MIMEのメール暗号化の使い方を説明しています。
lt: Jei abejojate, kurį iš jų pasirinkti, turėtumėte naudoti OpenPGP, žr. ` čia <openpgp.html>`_. Šiame puslapyje aprašomas S/MIME el. pašto šifravimo naudojimas.
lv: Ja šaubāties, kuru no tiem izvēlēties, izmantojiet OpenPGP, skatīt `šeit <openpgp.html>`_. Šajā lapā aprakstīta S/MIME e-pasta šifrēšanas izmantošana.
pl: Jeśli masz wątpliwości, który z nich wybrać, powinieneś użyć OpenPGP, zobacz `here <openpgp.html>`_. Ta strona opisuje użycie szyfrowania poczty elektronicznej S/MIME.
pt: Se você está em dúvida qual escolher, você deve usar o OpenPGP, veja `here <openpgp.html>`_. Esta página descreve o uso da encriptação de e-mail S/MIME.
ro: Dacă aveți dubii cu privire la care să alegeți, ar trebui să folosiți OpenPGP, vedeți ` aici <openpgp.html>`_. Această pagină descrie utilizarea criptării S/MIME pentru e-mailuri.
ru: Если вы сомневаетесь, какой из них выбрать, используйте OpenPGP, смотрите `здесь <openpgp.html>`_. На этой странице описано использование шифрования электронной почты S/MIME.
sk: Ak máte pochybnosti, ktorý z nich si vybrať, mali by ste použiť OpenPGP, pozri ` tu <openpgp.html>`_. Na tejto stránke je opísané používanie šifrovania elektronickej pošty S/MIME.
sl: Če ste v dvomih, katerega izbrati, uporabite OpenPGP, glejte `tudi <openpgp.html>`_. Na tej strani je opisana uporaba šifriranja e-pošte S/MIME.
sv: Om du är osäker på vilken du ska välja bör du använda OpenPGP, se `här <openpgp.html>`_. Den här sidan beskriver användningen av S/MIME-kryptering av e-post.
zh_cn: 如果你对选择哪一种有疑问，你应该使用OpenPGP，见`这里<openpgp.html>`_。本页介绍了S/MIME电子邮件加密的用法。

source: You need to purchase a S/MIME certificate or may already got one by your company. Furthermore, you need to install `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_ on your System. While GNU/Linux users usually can install OpenSC over the package manager (e.g. ``sudo apt install opensc`` on Ubuntu), macOS and Windows users can download the installation files from the `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_ page.
bg: Необходимо е да закупите S/MIME сертификат или може би вече сте получили такъв от вашата компания. Освен това трябва да инсталирате `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_ на вашата система. Докато потребителите на GNU/Linux обикновено могат да инсталират OpenSC чрез мениджъра на пакети (например ``sudo apt install opensc`` при Ubuntu), потребителите на MacOS и Windows могат да изтеглят инсталационните файлове от страницата `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_.
cs: Certifikát S/MIME si musíte zakoupit nebo jej možná již vaše společnost získala. Dále je třeba do systému nainstalovat `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_. Zatímco uživatelé GNU/Linuxu si obvykle mohou OpenSC nainstalovat přes správce balíčků (např. ``sudo apt install opensc`` v Ubuntu), uživatelé MacOS a Windows si mohou instalační soubory stáhnout ze stránky `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_.
da: Du skal købe et S/MIME-certifikat eller har måske allerede fået et af din virksomhed. Desuden skal du installere `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_ på dit system. Mens GNU/Linux-brugere normalt kan installere OpenSC over pakkehåndteringen (f.eks. ``sudo apt install opensc<x>`` på Ubuntu), kan macOS- og Windows-brugere hente installationsfilerne fra `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_-siden.
de: Sie müssen ein S/MIME-Zertifikat erwerben oder können bereits eines von Ihrer Firma erhalten haben. Außerdem müssen Sie `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_ auf Ihrem System installieren. Während GNU/Linux-Benutzer OpenSC in der Regel über den Paketmanager installieren können (z.B. ``sudo apt install opensc`` auf Ubuntu), können macOS- und Windows-Benutzer die Installationsdateien von der `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_-Seite herunterladen.
el: Πρέπει να αγοράσετε ένα πιστοποιητικό S/MIME ή μπορεί να έχετε ήδη αποκτήσει ένα από την εταιρεία σας. Επιπλέον, πρέπει να εγκαταστήσετε το `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_ στο σύστημά σας. Ενώ οι χρήστες GNU/Linux μπορούν συνήθως να εγκαταστήσουν το OpenSC μέσω του διαχειριστή πακέτων (π.χ. ``sudo apt install opensc`` στο Ubuntu), οι χρήστες macOS και Windows μπορούν να κατεβάσουν τα αρχεία εγκατάστασης από τη σελίδα `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_.
es: Necesita comprar un certificado S/MIME o puede que su empresa ya tenga uno. Además, necesita instalar `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`__ en su sistema. Mientras que los usuarios de GNU/Linux normalmente pueden instalar OpenSC a través del gestor de paquetes (por ejemplo, ``sudo apt install opensc`` en Ubuntu), los usuarios de macOS y Windows pueden descargar los archivos de instalación desde la página `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`__.
et: Teil on vaja osta S/MIME sertifikaat või võib teie ettevõte olla selle juba saanud. Lisaks peate oma süsteemi paigaldama `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_. Kui GNU/Linuxi kasutajad saavad OpenSC tavaliselt paigaldada üle paketihalduri (nt ``sudo apt install opensc`` Ubuntul), siis macOS ja Windows kasutajad saavad paigaldusfaile alla laadida `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_ leheküljelt.
fi: Sinun on ostettava S/MIME-varmenne tai yrityksesi voi jo hankkia sellaisen. Lisäksi sinun on asennettava `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_ järjestelmääsi. GNU/Linux-käyttäjät voivat yleensä asentaa OpenSC:n paketinhallinnan kautta (esim. ``sudo apt install opensc`` Ubuntussa), mutta macOS- ja Windows-käyttäjät voivat ladata asennustiedostot `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_ -sivulta.
ja: S/MIME証明書を購入する必要がありますが、既に会社で取得している場合もあります。さらに、`OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_をお使いのシステムにインストールする必要があります。GNU/Linuxユーザーは通常、パッケージマネージャを使ってOpenSCをインストールすることができますが（例：Ubuntuでは``sudo apt install opensc``）、macOSやWindowsユーザーは`OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_ページからインストールファイルをダウンロードすることができます。
lt: Turite įsigyti S/MIME sertifikatą arba galbūt jį jau turite savo įmonėje. Be to, į savo sistemą turite įdiegti `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_. GNU/Linux naudotojai paprastai gali įdiegti "OpenSC" per paketų tvarkyklę (pavyzdžiui, ``sudo apt install openscsudo apt install opensc`` Ubuntu sistemoje), o "MacOS" ir "Windows" naudotojai gali atsisiųsti diegimo failus iš `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_ puslapio.
lv: Jums ir jāiegādājas S/MIME sertifikāts, vai arī uzņēmums jau ir iegādājies šādu sertifikātu. Turklāt jūsu sistēmā ir jāinstalē `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_. GNU/Linux lietotāji parasti var instalēt OpenSC, izmantojot pakešu pārvaldnieku (piemēram, ``sudo apt install openscsudo apt install opensc`` Ubuntu), savukārt MacOS un Windows lietotāji var lejupielādēt instalācijas failus no `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_ lapas.
pl: Musisz zakupić certyfikat S/MIME lub możesz go już otrzymać od swojej firmy. Ponadto, musisz zainstalować `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_ w swoim systemie. Podczas gdy użytkownicy GNU/Linuksa zazwyczaj mogą zainstalować OpenSC poprzez menedżera pakietów (np. ``sudo apt install opensc`` na Ubuntu), użytkownicy macOS i Windows mogą pobrać pliki instalacyjne ze strony `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_.
pt: Você precisa adquirir um certificado S/MIME ou pode já ter adquirido um pela sua empresa. Além disso, você precisa instalar `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_ no seu Sistema. Enquanto usuários GNU/Linux normalmente podem instalar o OpenSC sobre o gerenciador de pacotes (por exemplo ``sudo apt install opensc`` no Ubuntu), usuários de MacOS e Windows podem baixar os arquivos de instalação da página `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_.
ro: Trebuie să achiziționați un certificat S/MIME sau este posibil ca firma dumneavoastră să fi obținut deja unul. În plus, trebuie să instalați `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_ pe sistemul dumneavoastră. În timp ce utilizatorii de GNU/Linux pot, de obicei, să instaleze OpenSC prin intermediul managerului de pachete (de exemplu, ``sudo apt install opensc`` pe Ubuntu), utilizatorii de macOS și Windows pot descărca fișierele de instalare de pe pagina `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_.
ru: Вам необходимо приобрести сертификат S/MIME или, возможно, он уже получен вашей компанией. Кроме того, вам необходимо установить `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_ на вашу систему. В то время как пользователи GNU/Linux обычно могут установить OpenSC через менеджер пакетов (например, ``sudo apt install opensc`` на Ubuntu), пользователи macOS и Windows могут загрузить установочные файлы со страницы `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_.
sk: Musíte si zakúpiť certifikát S/MIME alebo ho už možno získala vaša spoločnosť. Okrem toho musíte do svojho systému nainštalovať `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_. Zatiaľ čo používatelia GNU/Linuxu si zvyčajne môžu nainštalovať OpenSC cez správcu balíkov (napr. ``sudo apt install opensc`` v Ubuntu), používatelia MacOS a Windows si môžu stiahnuť inštalačné súbory zo stránky `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_.
sl: Certifikat S/MIME morate kupiti ali pa ga je vaše podjetje že pridobilo. Poleg tega morate v svoj sistem namestiti `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_. Medtem ko lahko uporabniki GNU/Linuxa OpenSC običajno namestijo prek upravitelja paketov (npr. ``sudo apt install opensc`` v Ubuntuju), lahko uporabniki sistemov MacOS in Windows namestitvene datoteke prenesejo s strani `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_.
sv: Du måste köpa ett S/MIME-certifikat eller så har ditt företag redan ett sådant. Dessutom måste du installera `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_ på ditt system. Medan GNU/Linux-användare vanligtvis kan installera OpenSC via pakethanteraren (t.ex. ``sudo apt install opensc<x>`` på Ubuntu) kan macOS- och Windows-användare ladda ner installationsfilerna från `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_ sidan.
zh_cn: 你需要购买一个S/MIME证书，或者你的公司可能已经有了一个。此外，你需要在你的系统上安装`OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_。虽然GNU/Linux用户通常可以通过软件包管理器来安装OpenSC（例如：``sudo apt install opensc``在Ubuntu上），但MacOS和Windows用户可以从`OpenSC<https://github.com/OpenSC/OpenSC/wiki>`_页面下载安装文件。

source: Windows users with 64-bit system (standard) need to install both, the 32-bit and the 64-bit version of OpenSC!
bg: Потребителите на Windows с 64-битова система (стандартна) трябва да инсталират както 32-битовата, така и 64-битовата версия на OpenSC!
cs: Uživatelé systému Windows s 64bitovým systémem (standard) musí nainstalovat jak 32bitovou, tak 64bitovou verzi OpenSC!
da: Windows-brugere med 64-bit system (standard) skal installere både 32-bit og 64-bit versionen af OpenSC!
de: **Hinweis: Windows-Benutzer mit 64-Bit-System (Standard) müssen sowohl die 32-Bit- als auch die 64-Bit-Version von OpenSC installieren!**
el: Οι χρήστες των Windows με σύστημα 64-bit (standard) πρέπει να εγκαταστήσουν και την έκδοση 32-bit και την έκδοση 64-bit του OpenSC!
es: ¡Los usuarios de Windows con un sistema de 64 bits (estándar) deben instalar tanto la versión de 32 bits como la de 64 bits de OpenSC!
et: Windowsi kasutajad, kellel on 64-bitine süsteem (standard), peavad paigaldama nii 32-bitise kui ka 64-bitise versiooni OpenSC!
fi: Windows-käyttäjien, joilla on 64-bittinen järjestelmä (standardi), on asennettava sekä 32-bittinen että 64-bittinen versio OpenSC:stä!
fr: Les utilisateurs de Windows avec un système 64 bits (standard) doivent installer à la fois la version 32 bits et la version 64 bits d'OpenSC !
ja: 64ビットシステム（標準）のWindowsユーザーは、32ビット版と64ビット版の両方のOpenSC！をインストールする必要があります。
lt: "Windows" vartotojai, turintys 64 bitų sistemą (standartinę), turi įsidiegti ir 32 bitų, ir 64 bitų "OpenSC" versiją!
lv: Windows lietotājiem ar 64 bitu sistēmu (standarta) ir jāinstalē gan 32 bitu, gan 64 bitu OpenSC versija!
pl: Użytkownicy Windows z systemem 64-bitowym (standard) muszą zainstalować zarówno 32-bitową, jak i 64-bitową wersję OpenSC!
pt: Os usuários do Windows com sistema de 64 bits (padrão) precisam instalar ambos, a versão de 32 bits e a versão de 64 bits do OpenSC!
ro: Utilizatorii de Windows cu sistem pe 64 de biți (standard) trebuie să instaleze atât versiunea pe 32 de biți, cât și cea pe 64 de biți a OpenSC!
ru: Пользователям Windows с 64-битной системой (стандарт) необходимо установить как 32-битную, так и 64-битную версию OpenSC!
sk: Používatelia systému Windows so 64-bitovým systémom (štandard) si musia nainštalovať 32-bitovú aj 64-bitovú verziu OpenSC!
sl: Uporabniki sistema Windows s 64-bitnim sistemom (standard) morajo namestiti tako 32-bitno kot 64-bitno različico OpenSC!
sv: Windows-användare med 64-bitars system (standard) måste installera både 32-bitars- och 64-bitarsversionen av OpenSC!
zh_cn: 使用64位系统（标准）的Windows用户需要同时安装32位和64位版本的OpenSC!

source: Import Existing Key and Certificate
bg: Импортиране на съществуващ ключ и сертификат
cs: Import existujícího klíče a certifikátu
da: Importere eksisterende nøgle og certifikat
de: Vorhandenen Schlüssel und Zertifikat importieren
el: Εισαγωγή υπάρχοντος κλειδιού και πιστοποιητικού
es: Importar la clave y el certificado existentes
et: Olemasoleva võtme ja sertifikaadi importimine
fi: Tuo olemassa oleva avain ja varmenne
fr: Importer une clé et un certificat existants
ja: 既存の鍵と証明書のインポート
lt: Esamo rakto ir sertifikato importavimas
lv: Esošās atslēgas un sertifikāta importēšana
pl: Importuj istniejący klucz i certyfikat
pt: Importar Chave e Certificado Existente
ro: Importați cheia și certificatul existente
ru: Импорт существующего ключа и сертификата
sk: Import existujúceho kľúča a certifikátu
sl: Uvoz obstoječega ključa in potrdila
sv: Importera befintliga nycklar och certifikat
zh_cn: 导入现有的密钥和证书

source: The following instructions are based on the `wiki of OpenSC <https://github.com/OpenSC/OpenSC/wiki/OpenPGP-card>`_. We will assume, that you already got a key-certificate pair as a .p12 file. Please have a look at the wiki page, if you got a separate key and certificate file.
bg: Следващите инструкции се основават на `wiki на OpenSC <https://github.com/OpenSC/OpenSC/wiki/OpenPGP-card>`_. Ще предположим, че вече сте получили двойка ключ-сертификат като файл .p12. Моля, погледнете страницата в уикито, ако сте получили отделен файл с ключ и сертификат.
cs: Následující pokyny vycházejí z `wiki OpenSC <https://github.com/OpenSC/OpenSC/wiki/OpenPGP-card>`_. Budeme předpokládat, že jste již získali dvojici klíč-certifikát jako soubor .p12. Pokud jste získali samostatný soubor klíče a certifikátu, podívejte se prosím na stránku wiki.
da: De følgende instruktioner er baseret på `wikien for OpenSC <https://github.com/OpenSC/OpenSC/wiki/OpenPGP-card>`_. Vi vil antage, at du allerede har fået et nøgle-certifikatpar som en .p12-fil. Se venligst på wikisiden, hvis du har fået en separat nøgle- og certifikatfil.
de: Die folgenden Anweisungen basieren auf dem `Wiki von OpenSC <https://github.com/OpenSC/OpenSC/wiki/OpenPGP-card>`_. Wir gehen davon aus, dass Sie bereits ein Schlüssel-Zertifikat-Paar in Form einer .p12-Datei haben. Wenn Sie eine separate Schlüssel- und Zertifikatsdatei haben, schauen Sie bitte auf der Wikiseite nach.
el: Οι παρακάτω οδηγίες βασίζονται στο `wiki του OpenSC <https://github.com/OpenSC/OpenSC/wiki/OpenPGP-card>`_. Θα υποθέσουμε, ότι έχετε ήδη αποκτήσει ένα ζεύγος κλειδιού-πιστοποιητικού ως αρχείο .p12. Παρακαλώ ρίξτε μια ματιά στη σελίδα του wiki, αν έχετε ξεχωριστό αρχείο κλειδιού και πιστοποιητικού.
es: Las siguientes instrucciones se basan en la `wiki de OpenSC <https://github.com/OpenSC/OpenSC/wiki/OpenPGP-card>`__. Asumiremos que ya tienes un par de claves y certificados en un archivo .p12. Por favor, eche un vistazo a la página de la wiki, si tiene un archivo de clave y certificado separado.
et: Järgnevad juhised põhinevad OpenSC `wiki <https://github.com/OpenSC/OpenSC/wiki/OpenPGP-card>`_. Eeldame, et olete juba saanud võtme-sertifikaadi paari .p12 failina. Palun vaadake wikilehte, kui teil on eraldi võtme- ja sertifikaadifail.
fi: Seuraavat ohjeet perustuvat OpenSC:n `wikiin <https://github.com/OpenSC/OpenSC/wiki/OpenPGP-card>`_. Oletamme, että olet jo saanut avain-sertifikaattiparin .p12-tiedostona. Tutustu wikisivuun, jos olet saanut erillisen avain- ja varmentetiedoston.
ja: 以下の説明は、OpenSCの`wiki <https://github.com/OpenSC/OpenSC/wiki/OpenPGP-card>`_に基づいています。ここでは、すでに鍵と証明書のペアを.p12ファイルとして入手していると仮定します。別の鍵と証明書のファイルを入手した場合は、wikiページを参照してください。
lt: Toliau pateiktos instrukcijos parengtos pagal `"OpenSC" viki <https://github.com/OpenSC/OpenSC/wiki/OpenPGP-card>`_. Darysime prielaidą, kad jau gavote rakto ir sertifikato porą kaip .p12 failą. Jei gavote atskirą rakto ir sertifikato failą, pažvelkite į wiki puslapį.
lv: Turpmākie norādījumi ir balstīti uz OpenSC `wiki <https://github.com/OpenSC/OpenSC/wiki/OpenPGP-card>`_. Pieņemsim, ka jau esat ieguvis atslēgas-sertifikāta pāri kā .p12 failu. Lūdzu, apskatiet wiki lapu, ja jums ir atsevišķs atslēgas un sertifikāta fails.
pl: Poniższe instrukcje oparte są na `wiki of OpenSC <https://github.com/OpenSC/OpenSC/wiki/OpenPGP-card>`_. Zakładamy, że posiadasz już parę klucz-certyfikat w postaci pliku .p12. Proszę zajrzeć na stronę wiki, jeśli masz osobny plik z kluczem i certyfikatem.
pt: As instruções seguintes são baseadas em `wiki do OpenSC <https://github.com/OpenSC/OpenSC/wiki/OpenPGP-card>`_. Vamos assumir, que você já tem um par de certificados de chaves como um arquivo .p12. Por favor, dê uma olhada na página wiki, se você tem uma chave separada e um arquivo de certificado.
ro: Instrucțiunile următoare se bazează pe `wiki of OpenSC <https://github.com/OpenSC/OpenSC/wiki/OpenPGP-card>`_. Vom presupune că ați obținut deja o pereche cheie-certificat sub forma unui fișier .p12. Vă rugăm să aruncați o privire pe pagina wiki, dacă ați primit un fișier separat de cheie și certificat.
ru: Следующие инструкции основаны на ` вики OpenSC <https://github.com/OpenSC/OpenSC/wiki/OpenPGP-card>`_. Мы будем считать, что вы уже получили пару ключ-сертификат в виде файла .p12. Пожалуйста, загляните на страницу вики, если вы получили отдельный файл ключа и сертификата.
sk: Nasledujúce pokyny sú založené na `wiki OpenSC <https://github.com/OpenSC/OpenSC/wiki/OpenPGP-card>`_. Budeme predpokladať, že ste už získali pár kľúč-certifikát vo forme súboru .p12. Ak ste dostali samostatný súbor s kľúčom a certifikátom, pozrite sa na stránku wiki.
sl: Naslednja navodila temeljijo na `wiki OpenSC <https://github.com/OpenSC/OpenSC/wiki/OpenPGP-card>`_. Predpostavili bomo, da ste že dobili par ključ-certifikat v obliki datoteke .p12. Če ste dobili ločeno datoteko s ključem in potrdilom, si oglejte stran wiki.
sv: Följande instruktioner är baserade på `wikin för OpenSC <https://github.com/OpenSC/OpenSC/wiki/OpenPGP-card>`_. Vi antar att du redan har ett nyckel-certifikatpar som en .p12-fil. Titta på wikisidan om du har en separat nyckel- och certifikatfil.
zh_cn: 下面的说明是基于OpenSC的`wiki <https://github.com/OpenSC/OpenSC/wiki/OpenPGP-card>`_。我们将假设你已经得到了一个作为.p12文件的密钥-证书对。如果你有一个单独的密钥和证书文件，请看一下wiki页面。
