Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/start.po
Languages: bg, cs, da, de, el, es, et, fi, fr, ja, lt, lv, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: `Generate keys locally <openpgp-keygen-backup.html>`_ and copy them to Nitrokey - this is the most flexible, expert option, but only secure if your system is not compromised, because you can create a backup key outside your Nitrokey A similar description in french can be found `here <https://xieme-art.org/post/importer-des-clefs-gnupg-dans-sa-nitrokey-pro/>`_.
bg: `Генерирайте ключове локално <openpgp-keygen-backup.html>`_ и ги копирайте в Nitrokey - това е най-гъвкавият и експертен вариант, но е сигурен само ако системата ви не е компрометирана, защото можете да създадете резервен ключ извън вашия Nitrokey Подобно описание на френски език можете да намерите `тук <https://xieme-art.org/post/importer-des-clefs-gnupg-dans-sa-nitrokey-pro/>`_.
cs: `Vygenerujte klíče lokálně <openpgp-keygen-backup.html>`_ a zkopírujte je do Nitrokey - tato možnost je nejflexibilnější, nejodbornější, ale bezpečná pouze v případě, že váš systém není kompromitován, protože záložní klíč můžete vytvořit mimo Nitrokey Podobný popis ve francouzštině najdete `zde <https://xieme-art.org/post/importer-des-clefs-gnupg-dans-sa-nitrokey-pro/>`_.
da: `Generer nøgler lokalt <openpgp-keygen-backup.html>`_ og kopier dem til Nitrokey - dette er den mest fleksible og ekspertmæssige løsning, men kun sikker, hvis dit system ikke er kompromitteret, fordi du kan oprette en backup-nøgle uden for din Nitrokey En lignende beskrivelse på fransk kan findes ` her <https://xieme-art.org/post/importer-des-clefs-gnupg-dans-sa-nitrokey-pro/>`_.
de: `Schlüssel lokal erzeugen <openpgp-keygen-backup.html>`_ und auf Nitrokey kopieren - das ist die flexibelste, fachkundigste Option, aber nur sicher, wenn Ihr System nicht kompromittiert ist, denn Sie können einen Backup-Schlüssel außerhalb Ihres Nitrokeys erzeugen Eine ähnliche Beschreibung in französischer Sprache finden Sie `hier <https://xieme-art.org/post/importer-des-clefs-gnupg-dans-sa-nitrokey-pro/>`_.
el: `Δημιουργήστε κλειδιά τοπικά <openpgp-keygen-backup.html>`_ και αντιγράψτε τα στο Nitrokey - αυτή είναι η πιο ευέλικτη, έμπειρη επιλογή, αλλά ασφαλής μόνο αν το σύστημά σας δεν έχει παραβιαστεί, επειδή μπορείτε να δημιουργήσετε ένα εφεδρικό κλειδί εκτός του Nitrokey Μια παρόμοια περιγραφή στα γαλλικά μπορείτε να βρείτε `εδώ <https://xieme-art.org/post/importer-des-clefs-gnupg-dans-sa-nitrokey-pro/>`_.
es: `Generar claves localmente <openpgp-keygen-backup.html>`_ y copiarlas a Nitrokey - esta es la opción más flexible y experta, pero sólo es segura si tu sistema no está comprometido, porque puedes crear una clave de respaldo fuera de tu Nitrokey Una descripción similar en francés se puede encontrar `aquí <https://xieme-art.org/post/importer-des-clefs-gnupg-dans-sa-nitrokey-pro/>`_.
et: `Looge võtmed lokaalselt <openpgp-keygen-backup.html>`_ ja kopeeri need Nitrokey'sse - see on kõige paindlikum, asjatundlikum variant, kuid turvaline ainult siis, kui sinu süsteem ei ole ohustatud, sest sa võid luua varukoopia võtme väljaspool oma Nitrokey't. Sarnane kirjeldus prantsuse keeles on ` siin <https://xieme-art.org/post/importer-des-clefs-gnupg-dans-sa-nitrokey-pro/>`_.
fi: `Luo avaimet paikallisesti <openpgp-keygen-backup.html>`_ ja kopioi ne Nitrokeyyn - tämä on joustavin ja asiantuntevin vaihtoehto, mutta se on turvallinen vain, jos järjestelmäsi ei ole vaarassa, koska voit luoda vara-avaimen Nitrokeyn ulkopuolella Vastaavanlainen ranskankielinen kuvaus löytyy `täältä <https://xieme-art.org/post/importer-des-clefs-gnupg-dans-sa-nitrokey-pro/>`_.
ja: `キーをローカルに生成し<openpgp-keygen-backup.html>`_、Nitrokeyにコピーする - これは最も柔軟で専門的なオプションですが、Nitrokeyの外にバックアップ キーを作成できるため、システムが危険にさらされていない場合にのみ安全です フレンチでの同様の説明は、`こちら<https://xieme-art.org/post/importer-des-clefs-gnupg-dans-sa-nitrokey-pro/>`_にあります。
lt: `Generuokite raktus vietoje <openpgp-keygen-backup.html>`_ ir nukopijuokite juos į "Nitrokey" - tai lanksčiausias, ekspertinis variantas, tačiau saugus tik tuo atveju, jei jūsų sistema nėra pažeista, nes atsarginį raktą galite sukurti ne "Nitrokey" Panašų aprašymą prancūzų kalba galite rasti `čia <https://xieme-art.org/post/importer-des-clefs-gnupg-dans-sa-nitrokey-pro/>`_.
lv: `Generējiet atslēgas lokāli <openpgp-keygen-backup.html>`_ un kopējiet tās uz Nitrokey - tas ir elastīgākais, eksperta variants, bet drošs tikai tad, ja jūsu sistēma nav apdraudēta, jo rezerves atslēgu varat izveidot ārpus Nitrokey Līdzīgu aprakstu franču valodā var atrast `šeit <https://xieme-art.org/post/importer-des-clefs-gnupg-dans-sa-nitrokey-pro/>`_.
pl: `Generuj klucze lokalnie <openpgp-keygen-backup.html>`_ i kopiuj je do Nitrokey - jest to najbardziej elastyczna, ekspercka opcja, ale bezpieczna tylko wtedy, gdy Twój system nie jest zagrożony, ponieważ możesz utworzyć klucz zapasowy poza Nitrokey Podobny opis we francuskim języku można znaleźć `tutaj <https://xieme-art.org/post/importer-des-clefs-gnupg-dans-sa-nitrokey-pro/>`_.
pt: `Gerar chaves localmente <openpgp-keygen-backup.html>`_ e copiá-las para a Nitrokey - esta é a opção mais flexível e especializada, mas só segura se o seu sistema não estiver comprometido, porque você pode criar uma chave de backup fora do seu Nitrokey Uma descrição semelhante em francês pode ser encontrada ` em nenhum lugar <https://xieme-art.org/post/importer-des-clefs-gnupg-dans-sa-nitrokey-pro/>`_.
ro: `Generați cheile local <openpgp-keygen-backup.html>`_ și copiați-le în Nitrokey - aceasta este cea mai flexibilă opțiune, cea mai expertă, dar sigură doar dacă sistemul dvs. nu este compromis, deoarece puteți crea o cheie de rezervă în afara Nitrokey O descriere similară în franceză poate fi găsită ` aici <https://xieme-art.org/post/importer-des-clefs-gnupg-dans-sa-nitrokey-pro/>`_.
ru: `Генерируйте ключи локально <openpgp-keygen-backup.html>`_ и копируйте их в Nitrokey - это самый гибкий, экспертный вариант, но безопасный, только если ваша система не взломана, потому что вы можете создать резервный ключ вне Nitrokey Похожее описание на французском языке можно найти ` здесь <https://xieme-art.org/post/importer-des-clefs-gnupg-dans-sa-nitrokey-pro/>`_.
sk: `Generujte kľúče lokálne <openpgp-keygen-backup.html>`_ a skopírujte ich do Nitrokey - je to najflexibilnejšia, odborná možnosť, ale bezpečná len v prípade, že váš systém nie je kompromitovaný, pretože záložný kľúč si môžete vytvoriť mimo Nitrokey Podobný popis vo francúzštine nájdete `tu <https://xieme-art.org/post/importer-des-clefs-gnupg-dans-sa-nitrokey-pro/>`_.
sl: `Generirajte ključe lokalno <openpgp-keygen-backup.html>`_ in jih kopirajte v Nitrokey - to je najbolj prilagodljiva in strokovna možnost, vendar varna le, če vaš sistem ni ogrožen, saj lahko rezervni ključ ustvarite zunaj Nitrokeyja Podoben opis v francoščini najdete `tudi <https://xieme-art.org/post/importer-des-clefs-gnupg-dans-sa-nitrokey-pro/>`_.
sv: `Generera nycklar lokalt <openpgp-keygen-backup.html>`_ och kopiera dem till Nitrokey - detta är det mest flexibla, expertmässiga alternativet, men bara säkert om ditt system inte är komprometterat, eftersom du kan skapa en backup-nyckel utanför din Nitrokey En liknande beskrivning på franska finns `här <https://xieme-art.org/post/importer-des-clefs-gnupg-dans-sa-nitrokey-pro/>`_.
zh_cn: `在本地生成密钥 <openpgp-keygen-backup.html>`_并将其复制到Nitrokey - 这是最灵活、最专业的选择，但只有在你的系统没有被破坏时才安全，因为你可以在Nitrokey之外创建一个备份密钥。 类似的法语描述可以在这里找到 ``_。

source: Importing Existing Keys
bg: Импортиране на съществуващи ключове
cs: Importování existujících klíčů
da: Import af eksisterende nøgler
de: Vorhandene Schlüssel importieren
el: Εισαγωγή υφιστάμενων κλειδιών
es: Importación de claves existentes
et: Olemasolevate võtmete importimine
fi: Olemassa olevien avainten tuominen
fr: Importation de clés existantes
ja: 既存のキーのインポート
lt: Esamų raktų importavimas
lv: Esošo atslēgu importēšana
pl: Importowanie istniejących kluczy
pt: Importação de Chaves Existentes
ro: Importul cheilor existente
ru: Импорт существующих ключей
sk: Importovanie existujúcich kľúčov
sl: Uvoz obstoječih ključev
sv: Importera befintliga nycklar
zh_cn: 导入现有的钥匙

source: If you already have OpenPGP keys you may want to use them with your Nitrokey, instead of generating new ones. Importing exsiting keys works basically the same as generating keys locally first and copy them to the Nitrokey (see above). Therefore, please have a look at the `corresponding instructions <openpgp-keygen-backup.html#key-import>`_. Note that you probably want to generate another subkey for authentication to your existing key. See at the same instructions for `subkey generation <openpgp-keygen-backup.html#subkey-for-authentication>`_.
bg: Ако вече имате OpenPGP ключове, може да искате да ги използвате с вашия Nitrokey, вместо да генерирате нови. Импортирането на вече съществуващи ключове работи основно по същия начин, както генерирането на ключове на местно ниво и копирането им в Nitrokey (вж. по-горе). Затова, моля, погледнете `съответните инструкции <openpgp-keygen-backup.html#key-import>`_. Обърнете внимание, че вероятно искате да генерирате още един подключ за удостоверяване на автентичността на съществуващия ключ. Вижте в същите инструкции за `генериране на подключ <openpgp-keygen-backup.html#subkey-for-authentication>`_.
cs: Pokud již máte klíče OpenPGP, můžete je použít s klíčem Nitrokey namísto generování nových klíčů. Import stávajících klíčů funguje v podstatě stejně, jako kdybyste klíče nejprve vygenerovali lokálně a zkopírovali je do klíče Nitrokey (viz výše). Proto se prosím podívejte na `odpovídající pokyny <openpgp-keygen-backup.html#key-import>`_. Všimněte si, že pravděpodobně budete chtít vygenerovat další podklíč pro ověřování ke stávajícímu klíči. Podívejte se na stejné pokyny pro `generování podklíče <openpgp-keygen-backup.html#subkey-for-authentication>`_.
da: Hvis du allerede har OpenPGP-nøgler, kan du bruge dem med din Nitrokey i stedet for at generere nye nøgler. Import af eksisterende nøgler fungerer grundlæggende på samme måde som at generere nøgler lokalt først og kopiere dem til Nitrokey (se ovenfor). Tag derfor et kig på den `tilhørende vejledning <openpgp-keygen-backup.html#key-import>`_. Bemærk, at du sandsynligvis ønsker at generere endnu en undernøgle til autentificering til din eksisterende nøgle. Se ved samme vejledning for `generering af undernøgle <openpgp-keygen-backup.html#subkey-for-authentication>`_.
de: Wenn Sie bereits OpenPGP-Schlüssel haben, können Sie diese mit Ihrem Nitrokey verwenden, anstatt neue zu erzeugen. Das Importieren vorhandener Schlüssel funktioniert im Prinzip genauso, wie wenn Sie die Schlüssel zunächst lokal erzeugen und dann auf den Nitrokey kopieren (siehe oben). Schauen Sie sich dazu bitte die `entsprechende Anleitung <openpgp-keygen-backup.html#key-import>`_ an. Beachten Sie, dass Sie wahrscheinlich einen weiteren Unterschlüssel für die Authentifizierung zu Ihrem bestehenden Schlüssel erzeugen wollen. Siehe dazu auch die Anleitung zur `Erzeugung von Unterschlüsseln <openpgp-keygen-backup.html#subkey-for-authentication>`_.
el: Αν έχετε ήδη κλειδιά OpenPGP, ίσως θελήσετε να τα χρησιμοποιήσετε με το Nitrokey σας, αντί να δημιουργήσετε νέα. Η εισαγωγή των υφιστάμενων κλειδιών λειτουργεί βασικά με τον ίδιο τρόπο όπως η δημιουργία κλειδιών πρώτα τοπικά και η αντιγραφή τους στο Nitrokey (βλ. παραπάνω). Επομένως, ρίξτε μια ματιά στις `αντίστοιχες οδηγίες <openpgp-keygen-backup.html#key-import>`_. Σημειώστε ότι πιθανότατα θέλετε να δημιουργήσετε ένα άλλο υποκλειδί για τον έλεγχο ταυτότητας στο υπάρχον κλειδί σας. Ανατρέξτε στις ίδιες οδηγίες για τη δημιουργία `υποκλειδιού <openpgp-keygen-backup.html#subkey-for-authentication>`_.
es: Si ya tiene claves OpenPGP, puede utilizarlas con su Nitrokey, en lugar de generar otras nuevas. Importar claves existentes funciona básicamente igual que generar claves localmente primero y copiarlas a la Nitrokey (ver arriba). Por lo tanto, eche un vistazo a las instrucciones correspondientes ` <openpgp-keygen-backup.html#key-import>`_. Tenga en cuenta que probablemente quiera generar otra subclave para la autenticación de su clave existente. Vea en las mismas instrucciones para `generación de subclaves <openpgp-keygen-backup.html#subkey-for-authentication>`_.
et: Kui teil on juba OpenPGP võtmed, võite neid kasutada koos Nitrokeyga, selle asemel, et luua uusi võtmeid. Olemasolevate võtmete importimine toimib põhimõtteliselt samamoodi nagu võtmete genereerimine lokaalselt ja nende kopeerimine Nitrokey'sse (vt eespool). Seetõttu vaadake palun `vastavaid juhiseid <openpgp-keygen-backup.html#key-import>`_. Pange tähele, et tõenäoliselt soovite luua teise alamvõtme autentimiseks oma olemasolevale võtmele. Vt samade juhiste juures `allvõtme genereerimine <openpgp-keygen-backup.html#subkey-for-authentication>`_.
fi: Jos sinulla on jo OpenPGP-avaimia, voit käyttää niitä Nitrokey-avaimen kanssa uusien avainten luomisen sijaan. Nykyisten avainten tuonti toimii periaatteessa samalla tavalla kuin avainten luominen paikallisesti ja niiden kopioiminen Nitrokeyyn (katso yllä). Tutustu siis ` vastaaviin ohjeisiin <openpgp-keygen-backup.html#key-import>`_. Huomaa, että haluat todennäköisesti luoda toisen aliavaimen olemassa olevan avaimesi todentamista varten. Katso samasta ohjeesta `alavainten luominen <openpgp-keygen-backup.html#subkey-for-authentication>`_.
ja: すでにOpenPGPキーをお持ちの方は、新しいキーを生成する代わりに、Nitrokeyでそのキーを使用することができます。既存の鍵をインポートする方法は、基本的にはローカルで鍵を生成し、それをNitrokeyにコピーする方法と同じです（上記参照）。したがって、`対応する説明書<openpgp-keygen-backup.html#key-import>`_を参照してください。なお、既存の鍵に認証用の別のサブキーを生成したい場合もあるでしょう。`サブキーの生成 <openpgp-keygen-backup.html#subkey-for-authentication>`_については、同じ指示を参照してください。
lt: Jei jau turite "OpenPGP" raktus, galbūt norėsite juos naudoti su "Nitrokey", užuot generavę naujus. Importuoti buvusius raktus iš esmės veikia taip pat, kaip ir generuoti raktus vietoje ir nukopijuoti juos į "Nitrokey" (žr. pirmiau). Todėl peržiūrėkite `atitinkamas instrukcijas <openpgp-keygen-backup.html#key-import>`_. Atkreipkite dėmesį, kad tikriausiai norėsite sugeneruoti dar vieną subklavišą, skirtą autentiškumui patvirtinti prie esamo rakto. Žr. tuos pačius nurodymus `papildomojo rakto generavimo <openpgp-keygen-backup.html#subkey-for-authentication>`_.
lv: Ja jums jau ir OpenPGP atslēgas, varat tās izmantot kopā ar Nitrokey, nevis ģenerēt jaunas atslēgas. Esošo atslēgu importēšana būtībā darbojas tāpat kā atslēgu ģenerēšana vispirms lokāli un to kopēšana uz Nitrokey (sk. iepriekš). Tāpēc, lūdzu, apskatiet `atbilstošās instrukcijas <openpgp-keygen-backup.html#key-import>`_. Ņemiet vērā, ka jūs, iespējams, vēlaties ģenerēt vēl vienu autentifikācijas apakšatslēgu esošajai atslēgai. Skatiet tās pašas instrukcijas `apakšatslēgas ģenerēšanai <openpgp-keygen-backup.html#subkey-for-authentication>`_.
pl: Jeśli posiadasz już klucze OpenPGP, możesz chcieć użyć ich w Nitrokey, zamiast generować nowe. Importowanie istniejących kluczy działa w zasadzie tak samo jak generowanie kluczy lokalnie i kopiowanie ich do Nitrokey (patrz wyżej). Dlatego proszę spojrzeć na `odpowiednie instrukcje <openpgp-keygen-backup.html#key-import>`_. Zauważ, że prawdopodobnie chcesz wygenerować inny klucz podrzędny dla uwierzytelnienia do istniejącego klucza. Zobacz te same instrukcje dla `generowania klucza podrzędnego <openpgp-keygen-backup.html#subkey-for-authentication>`_.
pt: Se você já tem chaves OpenPGP você pode querer usá-las com sua Nitrokey, ao invés de gerar novas chaves. Importar chaves de saída funciona basicamente o mesmo que gerar chaves localmente primeiro e copiá-las para a Nitrokey (veja acima). Portanto, por favor dê uma olhada no ` instruções correspondentes <openpgp-keygen-backup.html#key-import>`_. Note que você provavelmente quer gerar outra subchave para autenticação da sua chave existente. Veja nas mesmas instruções para `subkey generation <openpgp-keygen-backup.html#subkey-for-authentication>`_.
ro: Dacă aveți deja chei OpenPGP, este posibil să doriți să le folosiți cu Nitrokey, în loc să generați chei noi. Importul cheilor existente funcționează practic la fel ca și generarea de chei la nivel local și copierea lor pe Nitrokey (a se vedea mai sus). Prin urmare, vă rugăm să aruncați o privire la instrucțiunile `corespunzătoare <openpgp-keygen-backup.html#key-import>`_. Rețineți că, probabil, doriți să generați o altă subcheie pentru autentificarea la cheia dvs. existentă. A se vedea la aceleași instrucțiuni pentru `generarea subcheie <openpgp-keygen-backup.html#subkey-for-authentication>`_.
ru: Если у вас уже есть ключи OpenPGP, вы можете использовать их в Nitrokey вместо того, чтобы генерировать новые. Импорт существующих ключей работает практически так же, как и локальная генерация ключей и их копирование на Nitrokey (см. выше). Поэтому, пожалуйста, ознакомьтесь с `соответствующей инструкцией <openpgp-keygen-backup.html#key-import>`_. Обратите внимание, что вы, вероятно, захотите сгенерировать еще один подключ для аутентификации к существующему ключу. Смотрите в тех же инструкциях ` генерацию подключа <openpgp-keygen-backup.html#subkey-for-authentication>`_.
sk: Ak už máte kľúče OpenPGP, možno ich budete chcieť použiť s kľúčom Nitrokey namiesto generovania nových kľúčov. Importovanie existujúcich kľúčov funguje v podstate rovnako ako generovanie kľúčov na mieste a ich skopírovanie do kľúča Nitrokey (pozri vyššie). Preto si pozrite `odpovedajúci návod <openpgp-keygen-backup.html#key-import>`_. Všimnite si, že pravdepodobne budete chcieť vygenerovať ďalší podkľúč na overenie k existujúcemu kľúču. Pozrite si v rovnakých pokynoch `generovanie podkľúča <openpgp-keygen-backup.html#subkey-for-authentication>`_.
sl: Če že imate ključe OpenPGP, jih boste morda želeli uporabiti s ključem Nitrokey, namesto da ustvarjate nove. Uvoz nekdanjih ključev deluje enako kot lokalno generiranje ključev in njihovo kopiranje v ključ Nitrokey (glejte zgoraj). Zato si oglejte `pripadajoča navodila <openpgp-keygen-backup.html#key-import>`_. Upoštevajte, da boste verjetno želeli ustvariti še en podključ za preverjanje pristnosti obstoječega ključa. Oglejte si ista navodila za `generiranje podključa <openpgp-keygen-backup.html#subkey-for-authentication>`_.
sv: Om du redan har OpenPGP-nycklar kanske du vill använda dem med din Nitrokey, istället för att generera nya. Att importera befintliga nycklar fungerar i princip på samma sätt som att generera nycklar lokalt först och kopiera dem till Nitrokey (se ovan). Ta därför en titt på ` motsvarande instruktioner <openpgp-keygen-backup.html#key-import>`_. Observera att du förmodligen vill generera ytterligare en undernyckel för autentisering till din befintliga nyckel. Se på samma instruktioner för `generering av undernyckel <openpgp-keygen-backup.html#subkey-for-authentication>`_.
zh_cn: 如果你已经有OpenPGP密钥，你可能想在你的Nitrokey上使用它们，而不是生成新的密钥。导入现有密钥的方法与在本地生成密钥并将其复制到Nitrokey上的方法基本相同（见上文）。因此，请看`相应的说明<openpgp-keygen-backup.html#key-import>`_。请注意，你可能想生成另一个子密钥来验证你现有的密钥。请看同样的说明`子密钥生成<openpgp-keygen-backup.html#subkey-for-authentication>`_。

source: You can find further information about the usage on these pages:
bg: На тези страници можете да намерите допълнителна информация за използването:
cs: Další informace o používání najdete na těchto stránkách:
da: Du kan finde yderligere oplysninger om brugen på disse sider:
de: Weitere Informationen zur Verwendung finden Sie auf diesen Seiten:
el: Μπορείτε να βρείτε περισσότερες πληροφορίες σχετικά με τη χρήση σε αυτές τις σελίδες:
es: Puede encontrar más información sobre el uso en estas páginas:
et: Lisateavet kasutamise kohta leiate nendel lehekülgedel:
fi: Näiltä sivuilta löydät lisätietoja käytöstä:
fr: Vous trouverez de plus amples informations sur l'utilisation de ces pages :
ja: このページでは、使用方法についての詳しい情報をご覧いただけます。
lt: Daugiau informacijos apie naudojimą rasite šiuose puslapiuose:
lv: Sīkāku informāciju par lietošanu var atrast šajās lapās:
pl: Więcej informacji na temat użytkowania można znaleźć na tych stronach:
pt: Você pode encontrar mais informações sobre o uso nestas páginas:
ro: Puteți găsi informații suplimentare despre utilizare pe aceste pagini:
ru: Более подробную информацию об использовании вы можете найти на этих страницах:
sk: Ďalšie informácie o používaní nájdete na týchto stránkach:
sl: Več informacij o uporabi najdete na teh straneh:
sv: Du hittar mer information om användningen på dessa sidor:
zh_cn: 你可以在这些网页上找到有关使用的进一步信息。

source: for using `OpenPGP encryption with Thunderbird <openpgp-thunderbird.html>`_
bg: за използване на `OpenPGP криптиране с Thunderbird <openpgp-thunderbird.html>`_
cs: pro použití `OpenPGP šifrování s Thunderbirdem <openpgp-thunderbird.html>`_
da: til brug af `OpenPGP-kryptering med Thunderbird <openpgp-thunderbird.html>`_
de: zur Verwendung der `OpenPGP-Verschlüsselung mit Thunderbird <openpgp-thunderbird.html>`_
el: για τη χρήση της κρυπτογράφησης `OpenPGP με τον Thunderbird <openpgp-thunderbird.html>`_
es: para utilizar la encriptación `OpenPGP con Thunderbird <openpgp-thunderbird.html>`_
et: `OpenPGP krüpteerimise kasutamiseks Thunderbirdiga <openpgp-thunderbird.html>`_
fi: `OpenPGP-salauksen käyttämiseen Thunderbirdin kanssa <openpgp-thunderbird.html>`_
ja: Thunderbirdで`OpenPGPの暗号化を使用する場合 <openpgp-thunderbird.html>`_。
lt: naudojant `OpenPGP šifravimą su "Thunderbird" <openpgp-thunderbird.html>`_
lv: izmantojot `OpenPGP šifrēšanu ar Thunderbird <openpgp-thunderbird.html>`_.
pl: dla używania szyfrowania `OpenPGP z Thunderbirdem <openpgp-thunderbird.html>`_
pt: para usar `Criptografia OpenPGP com Thunderbird <openpgp-thunderbird.html>`_
ro: pentru utilizarea `Criptarea OpenPGP cu Thunderbird <openpgp-thunderbird.html>`_.
ru: для использования шифрования `OpenPGP в Thunderbird <openpgp-thunderbird.html>`_
sk: pre používanie `OpenPGP šifrovania s Thunderbirdom <openpgp-thunderbird.html>`_
sl: za uporabo `šifriranja OpenPGP s Thunderbirdom <openpgp-thunderbird.html>`_
sv: för användning av `OpenPGP-kryptering med Thunderbird <openpgp-thunderbird.html>`_
zh_cn: 为使用`OpenPGP加密的Thunderbird <openpgp-thunderbird.html>`_。

source: for using `OpenPGP encryption with Outlook <openpgp-outlook.html>`_
bg: за използване на `OpenPGP криптиране с Outlook <openpgp-outlook.html>`_
cs: pro použití `OpenPGP šifrování s Outlookem <openpgp-outlook.html>`_
da: til brug af `OpenPGP-kryptering med Outlook <openpgp-outlook.html>`_
de: zur Verwendung der `OpenPGP-Verschlüsselung mit Outlook <openpgp-outlook.html>`_
el: για τη χρήση της κρυπτογράφησης `OpenPGP με το Outlook <openpgp-outlook.html>`_
es: para utilizar el cifrado `OpenPGP con Outlook <openpgp-outlook.html>`_
et: `OpenPGP krüpteerimise kasutamiseks Outlookiga <openpgp-outlook.html>`_
fi: `OpenPGP-salauksen käyttäminen Outlookissa <openpgp-outlook.html>`_
ja: Outlookで`OpenPGPの暗号化を使用する場合 <openpgp-outlook.html>`_。
lt: naudojant `OpenPGP šifravimą su "Outlook" <openpgp-outlook.html>`_
lv: izmantojot `OpenPGP šifrēšanu ar Outlook <openpgp-outlook.html>`_.
pl: dla używania szyfrowania `OpenPGP z Outlookiem <openpgp-outlook.html>`_
pt: para usar `Criptografia OpenPGP com Outlook <openpgp-outlook.html>`_
ro: pentru utilizarea `Criptarea OpenPGP cu Outlook <openpgp-outlook.html>`_.
ru: для использования шифрования `OpenPGP в Outlook <openpgp-outlook.html>`_
sk: pre použitie `OpenPGP šifrovania s programom Outlook <openpgp-outlook.html>`_
sl: za uporabo `šifriranja OpenPGP z Outlookom <openpgp-outlook.html>`_
sv: för användning av `OpenPGP-kryptering med Outlook <openpgp-outlook.html>`_
zh_cn: 用于使用`OpenPGP加密的Outlook <openpgp-outlook.html>`_
