Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/start.po
Languages: bg, cs, da, de, el, es, et, fi, fr, ja, lt, lv, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: You can carry this file with you or send it to anyone who you like. This file is not secret at all. If you want to use the Nitrokey on another system, you first import this public key via ``gpg --import pubkey.asc`` and then types ``gpg --card-status`` so that the system knows where to look for this key. That’s all.
bg: Можете да носите този файл със себе си или да го изпратите на когото пожелаете. Този файл изобщо не е секретен. Ако искате да използвате Nitrokey в друга система, първо импортирайте този публичен ключ чрез ``gpg2 --import pubkey.asc`` и след това въведете ``gpg2 --card-status``, така че системата да знае къде да търси този ключ. Това е всичко.
cs: Tento soubor můžete nosit s sebou nebo ho poslat komukoli, komu se vám líbí. Tento soubor není vůbec tajný. Pokud chcete použít klíč Nitrokey v jiném systému, nejprve tento veřejný klíč importujte pomocí ``gpg --import pubkey.asc`` a poté zadejte ``gpg --card-status``, aby systém věděl, kde má tento klíč hledat. To je vše.
da: Du kan have denne fil med dig eller sende den til hvem du vil. Denne fil er slet ikke hemmelig. Hvis du vil bruge Nitrokey på et andet system, skal du først importere denne offentlige nøgle via ``gpg --import pubkey.asc`` og derefter skrive ``gpg --card-status``, så systemet ved, hvor det skal lede efter denne nøgle. Det er det hele.
de: Sie können diese Datei mit sich führen oder an jeden senden, den Sie mögen. Diese Datei ist überhaupt nicht geheim. Wenn Sie den Nitrokey auf einem anderen System verwenden wollen, importieren Sie zunächst diesen öffentlichen Schlüssel über ``gpg --import pubkey.asc`` und geben dann ``gpg --card-status`` ein, damit das System weiß, wo es nach diesem Schlüssel suchen muss. Das war's schon.
el: Μπορείτε να έχετε αυτό το αρχείο μαζί σας ή να το στείλετε σε όποιον θέλετε. Αυτό το αρχείο δεν είναι καθόλου μυστικό. Αν θέλετε να χρησιμοποιήσετε το Nitrokey σε ένα άλλο σύστημα, πρώτα εισάγετε αυτό το δημόσιο κλειδί μέσω ``gpg --import pubkey.asc`` και στη συνέχεια πληκτρολογείτε ``gpg --card-status`` ώστε το σύστημα να ξέρει πού να αναζητήσει αυτό το κλειδί. Αυτό είναι όλο.
es: Puedes llevar este archivo contigo o enviarlo a quien quieras. Este archivo no es secreto en absoluto. Si quieres usar la Nitrokey en otro sistema, primero importa esta clave pública a través de ``gpg --import pubkey.asc`` y luego escribe ``gpg --card-status`` para que el sistema sepa dónde buscar esta clave. Eso es todo.
et: Võite seda faili endaga kaasas kanda või saata selle kellelegi, kellele soovite. See fail ei ole üldse salajane. Kui sa tahad Nitrokey't kasutada teises süsteemis, siis impordid selle avaliku võtme kõigepealt ``gpg --import pubkey.asc`` kaudu ja seejärel sisestad ``gpg --card-status``, et süsteem teaks, kust seda võtit otsida. See on kõik.
fi: Voit pitää tätä tiedostoa mukanasi tai lähettää sen kenelle tahansa haluamallesi henkilölle. Tämä tiedosto ei ole lainkaan salainen. Jos haluat käyttää Nitrokeyta toisessa järjestelmässä, tuot ensin tämän julkisen avaimen ``gpg --import pubkey.asc`` kautta ja kirjoitat sitten ``gpg --card-status``, jotta järjestelmä tietää, mistä tätä avainta pitää etsiä. Siinä kaikki.
fr: Vous pouvez emporter ce fichier avec vous ou l'envoyer à qui vous voulez. Ce fichier n'est pas du tout secret. Si tu veux utiliser la Nitrokey sur un autre système, tu dois d'abord importer cette clé publique via ``gpg --import pubkey.asc`` et ensuite taper ``gpg --card-status`` pour que le système sache où chercher cette clé. C'est tout.
ja: このファイルを持ち歩いたり、好きな人に送ったりすることができます。このファイルは全く秘密ではありません。別のシステムでNitrokeyを使いたい場合は、まず``gpg --import pubkey.asc``を介してこの公開鍵をインポートし、次に``gpg --card-status``をタイプして、システムがこの鍵をどこで探すかを知るようにします。以上です。
lt: Šį failą galite nešiotis su savimi arba siųsti bet kam, kam tik norite. Šis failas visai neslaptas. Jei norite naudoti "Nitrokey" kitoje sistemoje, pirmiausia importuokite šį viešąjį raktą per ``gpg --import pubkey.asc`` ir tada įveskite ``</x>`gpg --card-status``, kad sistema žinotų, kur ieškoti šio rakto. Tai viskas.
lv: Šo failu varat nēsāt līdzi vai nosūtīt jebkuram, kas jums patīk. Šis fails nav slepens. Ja Nitrokey vēlaties izmantot citā sistēmā, vispirms importējiet šo publisko atslēgu, izmantojot ``gpg --import pubkey.asc``, un pēc tam ierakstiet ``</x>`gpg --card-status``, lai sistēma zinātu, kur šo atslēgu meklēt. Tas ir viss.
pl: Możesz nosić ten plik przy sobie lub wysłać go do kogokolwiek chcesz. Ten plik nie jest w ogóle tajny. Jeśli chcesz użyć Nitrokey w innym systemie, najpierw importujesz ten klucz publiczny przez ``gpg --import pubkey.asc``, a następnie wpisujesz ``gpg --card-status``, aby system wiedział, gdzie szukać tego klucza. To wszystko.
pt: Você pode carregar este arquivo com você ou enviá-lo a quem quiser. Este ficheiro não é de todo secreto. Se quiser usar a Nitrokey noutro sistema, primeiro importa esta chave pública através de ``gpg --import pubkey.asc`` e depois digite ``gpg --card-status`` para que o sistema saiba onde procurar por esta chave. E é tudo.
ro: Puteți purta acest fișier cu dumneavoastră sau îl puteți trimite oricui doriți. Acest fișier nu este deloc secret. Dacă doriți să utilizați Nitrokey pe un alt sistem, mai întâi importați această cheie publică prin ``gpg --import pubkey.asc`` și apoi tastați ``gpg --card-status`` astfel încât sistemul să știe unde să caute această cheie. Asta este tot.
ru: Вы можете носить этот файл с собой или отправить его любому желающему. Этот файл не является секретным. Если вы хотите использовать Nitrokey на другой системе, сначала импортируйте этот открытый ключ через ``gpg --import pubkey.asc``, а затем введите ``gpg --card-status``, чтобы система знала, где искать этот ключ. Вот и все.
sk: Tento súbor môžete nosiť so sebou alebo ho poslať komukoľvek, komu sa vám páči. Tento súbor nie je vôbec tajný. Ak chcete použiť kľúč Nitrokey v inom systéme, najprv importujte tento verejný kľúč prostredníctvom ``gpg --import pubkey.asc`` a potom zadajte ``gpg --card-status``, aby systém vedel, kde má tento kľúč hľadať. To je všetko.
sl: To datoteko lahko nosite s seboj ali jo pošljete komur koli želite. Ta datoteka sploh ni skrivnost. Če želite uporabiti ključ Nitrokey v drugem sistemu, najprej uvozite ta javni ključ prek ``gpg --import pubkey.asc`` in nato vnesite ``gpg --card-status``, da bo sistem vedel, kje naj ta ključ poišče. To je vse.
sv: Du kan ha den här filen med dig eller skicka den till vem du vill. Den här filen är inte alls hemlig. Om du vill använda Nitrokey på ett annat system importerar du först denna offentliga nyckel via ``gpg --import pubkey.asc`` och skriver sedan ``gpg --card-status`` så att systemet vet var det ska leta efter denna nyckel. Det var allt.
zh_cn: 你可以随身携带这个文件，或者把它发送给你喜欢的人。这个文件一点也不秘密。如果你想在另一个系统上使用Nitrokey，你首先通过``gpg --import pubkey.asc``导入这个公钥，然后输入``gpg --card-status``，这样系统就知道要在哪里寻找这个密钥。这就是全部。

source: Uploading the Public Key
bg: Качване на публичния ключ
cs: Nahrání veřejného klíče
da: Upload af den offentlige nøgle
de: Hochladen des öffentlichen Schlüssels
el: Ανέβασμα του δημόσιου κλειδιού
es: Carga de la clave pública
et: Avaliku võtme üleslaadimine
fi: Julkisen avaimen lataaminen
fr: Téléchargement de la clé publique
ja: 公開鍵のアップロード
lt: Viešojo rakto įkėlimas
lv: Publiskās atslēgas augšupielāde
pl: Przesyłanie klucza publicznego
pt: Carregamento da chave pública
ro: Încărcarea cheii publice
ru: Загрузка открытого ключа
sk: Odoslanie verejného kľúča
sl: Prenos javnega ključa
sv: Ladda upp den offentliga nyckeln
zh_cn: 上传公钥

source: If you do not want to carry a public keyfile with you, you can upload it to keyserver. You can do this by typing ``gpg --keyserver search.keyserver.net --send-key keyID``. If you are using another machine you can just import it by using ``gpg --keyserver search.keyserver.net --recv-key keyID``.
bg: Ако не искате да носите публичен ключов файл със себе си, можете да го качите на keyserver. Можете да направите това, като въведете ``gpg --keyserver search.keyserver.net --send-key keyID``. Ако използвате друга машина, можете просто да я импортирате, като използвате ``gpg --keyserver search.keyserver.net --recv-key keyID``.
cs: Pokud nechcete mít veřejný soubor s klíčem u sebe, můžete jej nahrát na server keyserver. Můžete to provést zadáním ``gpg --keyserver search.keyserver.net --send-key keyID``. Pokud používáte jiný počítač, můžete jej jednoduše importovat pomocí ``gpg --keyserver search.keyserver.net --recv-key keyID``.
da: Hvis du ikke ønsker at have en offentlig nøglefil med dig, kan du uploade den til keyserver. Det kan du gøre ved at skrive ``gpg --keyserver search.keyserver.net --send-key keyID``. Hvis du bruger en anden maskine, kan du bare importere den ved at bruge ``gpg --keyserver search.keyserver.net --recv-key keyID``.
de: Wenn Sie eine öffentliche Schlüsseldatei nicht mit sich führen wollen, können Sie sie auf den Keyserver hochladen. Dies können Sie tun, indem Sie ``gpg --keyserver search.keyserver.net --send-key keyID`` eingeben. Wenn Sie einen anderen Rechner benutzen, können Sie es einfach importieren, indem Sie ``gpg --keyserver search.keyserver.net --recv-key keyID`` eingeben.
el: Εάν δεν θέλετε να έχετε μαζί σας ένα δημόσιο αρχείο κλειδιού, μπορείτε να το ανεβάσετε στον διακομιστή κλειδιών. Μπορείτε να το κάνετε αυτό πληκτρολογώντας ``gpg --keyserver search.keyserver.net --send-key keyID``. Αν χρησιμοποιείτε άλλο μηχάνημα, μπορείτε απλά να το εισάγετε χρησιμοποιώντας ``gpg --keyserver search.keyserver.net --recv-key keyID``.
es: Si no quieres llevar un archivo de claves públicas contigo, puedes subirlo a keyserver. Puedes hacerlo escribiendo ``gpg --keyserver search.keyserver.net --send-key keyID``. Si estás usando otra máquina puedes simplemente importarlo usando ``gpg --keyserver search.keyserver.net --recv-key keyID``.
et: Kui te ei soovi avalikku võtmefaili endaga kaasas kanda, võite selle üles laadida võtmeserverisse. Seda saate teha, kui kirjutate ``gpg --keyserver search.keyserver.net --send-key keyID``. Kui te kasutate teist masinat, saate selle lihtsalt importida, kasutades ``gpg --keyserver search.keyserver.net --recv-key keyID``.
fi: Jos et halua kantaa julkista avaintietoa mukanasi, voit ladata sen keyserveriin. Voit tehdä tämän kirjoittamalla ``gpg --keyserver search.keyserver.net --send-key keyID``. Jos käytät toista konetta, voit vain tuoda sen käyttämällä ``gpg --keyserver search.keyserver.net --recv-key keyID``.
fr: Si vous ne voulez pas transporter un fichier de clé publique avec vous, vous pouvez le télécharger sur keyserver. Vous pouvez le faire en tapant ``gpg --keyserver search.keyserver.net --send-key keyID``. Si vous utilisez une autre machine, vous pouvez simplement l'importer en utilisant ``gpg --keyserver search.keyserver.net --recv-key keyID``.
ja: 公開鍵ファイルを持ち歩きたくない場合は、keyserverにアップロードすることができます。これは、``gpg --keyserver search.keyserver.net --send-key keyID``と入力することで行うことができます。別のマシンを使っている場合は、``gpg --keyserver search.keyserver.net --recv-key keyID``を使ってインポートすることができます。
lt: Jei nenorite su savimi nešiotis viešojo rakto failo, galite jį įkelti į keyserverį. Tai galite padaryti įvesdami ``gpg --keyserver search.keyserver.net --send-key keyID``. Jei naudojate kitą kompiuterį, galite jį tiesiog importuoti naudodami ``gpg --keyserver search.keyserver.net --recv-key keyID``.
lv: Ja nevēlaties nēsāt līdzi publisko atslēgas failu, varat to augšupielādēt keyserver. To var izdarīt, ierakstot ``gpg --keyserver search.keyserver.net --send-key keyID``. Ja izmantojat citu mašīnu, varat to vienkārši importēt, izmantojot ``gpg --keyserver search.keyserver.net --recv-key keyID``.
pl: Jeśli nie chcesz nosić ze sobą pliku klucza publicznego, możesz przesłać go do keyservera. Możesz to zrobić wpisując ``gpg --keyserver search.keyserver.net --send-key keyID``. Jeśli używasz innej maszyny, możesz po prostu zaimportować go używając ``gpg --keyserver search.keyserver.net --recv-key keyID``.
pt: Se você não quiser carregar um arquivo de chave pública com você, você pode carregá-lo no keyerver. Você pode fazer isso digitando ``gpg --keyserver search.keyserver.net --send-key keyID```. Se você estiver usando outra máquina você pode simplesmente importá-la usando ``gpg --keyserver search.keyserver.net --recv-key keyID```.
ro: Dacă nu doriți să aveți la dumneavoastră un fișier de chei publice, îl puteți încărca pe keyserver. Puteți face acest lucru tastând ``gpg --keyserver search.keyserver.net --send-key keyID``. Dacă folosiți o altă mașină, puteți pur și simplu să o importați folosind ``gpg --keyserver search.keyserver.net --recv-key keyID``.
ru: Если вы не хотите носить с собой открытый ключевой файл, вы можете загрузить его на keyserver. Это можно сделать, набрав ``gpg --keyserver search.keyserver.net --send-key keyID``. Если вы используете другую машину, вы можете просто импортировать его, используя ``gpg --keyserver search.keyserver.net --recv-key keyID``.
sk: Ak nechcete nosiť verejný súbor kľúča so sebou, môžete ho nahrať na keyserver. Môžete to urobiť zadaním ``gpg --keyserver search.keyserver.net --send-key keyID``. Ak používate iný počítač, môžete ho jednoducho importovať pomocou ``gpg --keyserver search.keyserver.net --recv-key keyID``.
sl: Če datoteke z javnim ključem ne želite nositi s seboj, jo lahko naložite v strežnik ključev. To lahko storite tako, da vnesete ``gpg --keyserver search.keyserver.net --send-key keyID``. Če uporabljate drug računalnik, ga lahko uvozite z uporabo ``gpg --keyserver search.keyserver.net --recv-key keyID``.
sv: Om du inte vill bära med dig en offentlig nyckelfil kan du ladda upp den till keyserver. Du kan göra detta genom att skriva ``gpg --keyserver search.keyserver.net --send-key keyID``. Om du använder en annan maskin kan du bara importera den genom att använda ``gpg --keyserver search.keyserver.net --recv-key keyID``.
zh_cn: 如果你不想随身携带公钥文件，你可以把它上传到钥匙服务器。你可以通过输入``gpg --keyserver search.keyserver.net --send-key keyID``来实现。如果你使用另一台机器，你可以通过使用``gpg --keyserver search.keyserver.net --recv-key keyID``导入它。

source: Another possibility is to change the URL setting on your card. Start ``gpg --card-edit`` again and first set the URL where the key is situated (e.g. on the keyserver or on your webpage etc.) via the ``url`` command. From now on you can import the key on another system by just using the ``fetch`` command within the ``gpg --card-edit environment``.
bg: Друга възможност е да промените настройката на URL адреса на картата си. Стартирайте отново ``gpg --card-edit`` и първо задайте URL адреса, на който се намира ключът (напр. на ключовия сървър или на вашата уебстраница и т.н.), чрез командата ``url``. Оттук нататък можете да импортирате ключа в друга система, като просто използвате командата ``fetch`` в рамките на ``gpg --card-edit environment``.
cs: Další možností je změnit nastavení adresy URL na kartě. Spusťte znovu ``gpg --card-edit`` a nejprve nastavte URL adresu, na které se klíč nachází (např. na keyserveru nebo na vaší webové stránce apod.), pomocí příkazu ``url``. Od této chvíle můžete klíč importovat do jiného systému pouze pomocí příkazu ``fetch`` v rámci ``gpg --card-edit environment``.
da: En anden mulighed er at ændre URL-indstillingen på dit kort. Start ``gpg --card-edit`` igen og indstil først den URL, hvor nøglen befinder sig (f.eks. på nøgleserveren eller på din webside osv.) via kommandoen ``url``. Fra nu af kan du importere nøglen på et andet system ved blot at bruge kommandoen ``fetch`` i kommandoen ``gpg --card-edit environment``.
de: Eine andere Möglichkeit ist, die URL-Einstellung auf Ihrer Karte zu ändern. Starten Sie erneut ``gpg --card-edit`` und stellen Sie zunächst mit dem Befehl ``url`` die URL ein, unter der sich der Schlüssel befindet (z.B. auf dem Keyserver oder auf Ihrer Webseite etc.). Von nun an können Sie den Schlüssel auf einem anderen System importieren, indem Sie einfach den Befehl ``fetch`` innerhalb der ``gpg --card-edit Umgebung`` verwenden.
el: Μια άλλη δυνατότητα είναι να αλλάξετε τη ρύθμιση URL στην κάρτα σας. Ξεκινήστε ξανά το ``gpg --card-edit`` και ρυθμίστε πρώτα τη διεύθυνση URL όπου βρίσκεται το κλειδί (π.χ. στον διακομιστή κλειδιών ή στην ιστοσελίδα σας κ.λπ.) μέσω της εντολής ``url``. Από εδώ και στο εξής μπορείτε να εισάγετε το κλειδί σε ένα άλλο σύστημα χρησιμοποιώντας απλώς την εντολή ``fetch`` εντός της εντολής ``gpg --card-edit environment``.
es: Otra posibilidad es cambiar la configuración de la URL de tu tarjeta. Inicie ``gpg --card-edit`` de nuevo y establezca primero la URL donde se encuentra la clave (por ejemplo, en el servidor de claves o en su página web, etc.) a través del comando ``url``. A partir de ahora puedes importar la llave en otro sistema simplemente utilizando el comando ``fetch`` dentro del entorno ``gpg --card-edit``.
et: Teine võimalus on muuta kaardi URL-i seadistust. Käivitage uuesti ``gpg --card-edit`` ja määrake kõigepealt käsuga ``url`` URL, kus võti asub (nt võtmeserveril või teie veebilehel jne). Edaspidi saate võtme importida teise süsteemi lihtsalt käsuga ``fetch`` käsu sees ``gpg --card-edit environment``.
fi: Toinen mahdollisuus on muuttaa kortin URL-asetusta. Käynnistä ``<gpg --card-edit`` uudelleen ja aseta ensin URL-osoite, jossa avain sijaitsee (esim. avainpalvelimella tai verkkosivulla jne.) komennolla ``url``. Tästä lähtien voit tuoda avaimen toiseen järjestelmään käyttämällä vain ``fetch``-komentoa ``gpg --card-edit environment`` sisällä.
fr: Une autre possibilité est de changer le paramètre URL sur votre carte. Lancez à nouveau ``gpg --card-edit`` et définissez d'abord l'URL où se trouve la clef (par exemple sur le serveur de clefs ou sur votre page web, etc. A partir de maintenant, vous pouvez importer la clé sur un autre système en utilisant simplement la commande ``fetch`` dans l'environnement ``gpg --card-edit``.
ja: もう一つの可能性は、カードのURL設定を変更することです。``gpg --card-edit``を再度起動し、最初に``url``コマンドを使用して、キーが置かれているURLを設定します（例：キーサーバーや自分のウェブページなど）。今後は、``gpg --card-edit environment``コマンドの中で``fetch``コマンドを使用するだけで、別のシステムにキーをインポートすることができます。
lt: Kita galimybė - pakeisti kortelės URL nustatymą. Vėl paleiskite ``gpg --card-edit`` ir pirmiausia nustatykite URL, kuriame yra raktas (pvz., raktų serveryje arba jūsų tinklalapyje ir pan.), naudodami komandą ``url``. Nuo šiol raktą į kitą sistemą galite importuoti tiesiog naudodami ````fetch`` komandą, esančią ``gpg --card-edit environment``.
lv: Vēl viena iespēja ir mainīt kartes URL iestatījumu. Palaidiet ```gpg --card-edit`` vēlreiz un vispirms iestatiet URL, kurā atrodas atslēga (piemēram, atslēgu serverī vai jūsu tīmekļa vietnē u. c.), izmantojot ``</x id="201"></x>`` komandu. Turpmāk atslēgu var importēt citā sistēmā, vienkārši izmantojot ``fetch`` komandu ``gpg --card-edit environment``.
pl: Inną możliwością jest zmiana ustawienia adresu URL na karcie. Uruchom ponownie ``gpg --card-edit`` i najpierw ustaw adres URL, pod którym znajduje się klucz (np. na serwerze kluczy lub na swojej stronie internetowej itp.) za pomocą polecenia ``url``. Od teraz możesz importować klucz na inny system używając tylko polecenia ``fetch`` w ramach ``gpg --card-edit environment``.
pt: Outra possibilidade é alterar a configuração do URL no seu cartão. Inicie ``gpg --card-edit``` novamente e primeiro defina a URL onde a chave está situada (por exemplo, no servidor de chaves ou na sua página web, etc.) através do comando ``url``. De agora em diante você pode importar a chave em outro sistema apenas usando o comando ``fetch`` dentro do comando ``gpg --card-edit environment```.
ro: O altă posibilitate este să modificați setarea URL-ului de pe cardul dumneavoastră. Porniți din nou ``gpg --card-edit`` și setați mai întâi URL-ul unde se află cheia (de exemplu, pe serverul de chei sau pe pagina dvs. web etc.) prin intermediul comenzii ``url``. De acum încolo puteți importa cheia pe un alt sistem folosind doar comanda ``fetch`` în cadrul ``gpg --card-edit environment``.
ru: Другая возможность - изменить настройку URL на вашей карте. Запустите ``gpg --card-edit`` снова и сначала установите URL, где находится ключ (например, на сервере ключей или на вашей веб-странице и т.д.) с помощью команды ``url``. Теперь вы можете импортировать ключ на другую систему, просто используя команду ``fetch`` внутри команды ``gpg --card-edit environment``.
sk: Ďalšou možnosťou je zmeniť nastavenie adresy URL na karte. Spustite ```gpg --card-edit`` znova a najprv nastavte URL adresu, na ktorej sa kľúč nachádza (napr. na keyserveri alebo na vašej webovej stránke atď.) prostredníctvom príkazu ``url``. Odteraz môžete kľúč importovať do iného systému len pomocou príkazu ``fetch`` v rámci ``gpg --card-edit environment``.
sl: Druga možnost je, da spremenite nastavitev URL na kartici. Ponovno zaženite ``gpg --card-edit`` in z ukazom ``url`` najprej nastavite URL, na katerem je ključ (npr. na strežniku ključev ali na vaši spletni strani itd.). Odslej lahko uvozite ključ v drug sistem samo z uporabo ukaza ``fetch`` znotraj ``gpg --card-edit environment``.
sv: En annan möjlighet är att ändra URL-inställningen på kortet. Starta ``gpg --card-edit`` igen och ställ först in URL:en där nyckeln finns (t.ex. på keyservern eller på din webbsida osv.) via kommandot ``url``. Från och med nu kan du importera nyckeln på ett annat system genom att bara använda kommandot ``fetch`` inom ``gpg --card-edit environment``.
zh_cn: 另一个可能性是改变你的卡上的URL设置。再次启动``gpg --card-edit``并首先通过``url``命令设置钥匙所在的URL（例如，在钥匙服务器或你的网页上等）。从现在起，你可以通过使用``fetch``命令在``gpg --card-edit environment``中导入另一个系统上的密钥。

source: OpenPGP Key Generation Using GPA
bg: Генериране на ключове OpenPGP с помощта на GPA
cs: Generování klíčů OpenPGP pomocí GPA
da: Generering af OpenPGP-nøgler ved hjælp af GPA
de: OpenPGP-Schlüsselerzeugung mit GPA
el: Δημιουργία κλειδιού OpenPGP χρησιμοποιώντας το GPA
es: Generación de claves OpenPGP mediante GPA
et: OpenPGP võtme genereerimine GPA abil
fi: OpenPGP-avaimen luominen GPA:n avulla
fr: Génération de clés OpenPGP à l'aide de GPA
ja: GPAによるOpenPGPの鍵生成
lt: "OpenPGP" raktų generavimas naudojant GPA
lv: OpenPGP atslēgas ģenerēšana, izmantojot GPA
pl: Generowanie klucza OpenPGP przy użyciu GPA
pt: Geração de chaves OpenPGP usando GPA
ro: Generarea cheilor OpenPGP folosind GPA
ru: Генерация ключей OpenPGP с помощью GPA
sk: Generovanie kľúčov OpenPGP pomocou GPA
sl: Generiranje ključa OpenPGP z uporabo GPA
sv: Generering av OpenPGP-nycklar med hjälp av GPA
zh_cn: 使用GPA生成OpenPGP密钥
