Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/start.po
Languages: bg, cs, da, de, el, es, et, fi, fr, ja, lt, lv, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: Now we deselect the first key with ``key 1`` and select the second subkey with ``key 2`` and move it as well with ``keytocard``. Afterwards we quit and save the changes.
bg: Сега премахваме избора на първия ключ с ``key 1`` и избираме втория подключ с ``key 2`` и го преместваме също с ``keytocard``. След това излизаме от системата и запазваме промените.
cs: Nyní zrušíme výběr prvního klíče pomocí ``key 1`` a vybereme druhý podklíč pomocí ``key 2`` a přesuneme ji také pomocí ``keytocard``. Poté ukončíme práci a uložíme změny.
da: Nu fravælger vi den første nøgle med ``key 1`` og markerer den anden undernøgle med ``key 2`` og flytter den også med ``keytocard``. Herefter afslutter vi og gemmer ændringerne.
de: Nun deselektieren wir den ersten Schlüssel mit ``Taste 1`` und selektieren den zweiten Unterschlüssel mit ``Taste 2`` und verschieben ihn ebenfalls mit ``Tastenkarte``. Danach verlassen wir das Programm und speichern die Änderungen.
el: Τώρα αποεπιλέγουμε το πρώτο κλειδί με ``key 1`` και επιλέγουμε το δεύτερο υποκλειδί με ``key 2`` και το μετακινούμε και αυτό με ``keytocard``. Στη συνέχεια τερματίζουμε και αποθηκεύουμε τις αλλαγές.
es: Ahora deseleccionamos la primera llave con ``key 1`` y seleccionamos la segunda subclave con ``key 2`` y la movemos también con ``keytocard``. Después salimos y guardamos los cambios.
et: Nüüd tühistame esimese võtme valiku ``key 1`` ja valime teise alamvõtme ``key 2`` ja liigutame selle samuti ``keytocard``. Seejärel lõpetame ja salvestame muudatused.
fi: Nyt poistamme ensimmäisen avaimen valinnan ``key 1`` ja valitsemme toisen alaavaimen <x:llä. id="79"></x>`key 2`` ja siirretään sekin ``keytocard``. Sen jälkeen lopetetaan ja tallennetaan muutokset.
fr: Maintenant nous désélectionnons la première clé avec ``key 1`` et sélectionnons la deuxième sous-clé avec ``key 2`` et la déplaçons aussi avec ``keytocard``. Ensuite, nous quittons et enregistrons les modifications.
ja: ここで、``key 1``で最初のキーを選択解除し、<xid="79"></x>`key 2``で2つ目のサブキーを選択し、``keytocard``で同様に移動します。その後、終了して変更を保存します。
lt: Dabar panaikiname pirmojo rakto pasirinkimą naudodami ``key 1`` ir pasirenkame antrąjį subklavišą naudodami ``key 2`` ir jį taip pat perkeliame su ``keytocard``. Po to baigiame darbą ir išsaugome pakeitimus.
lv: Tagad noņemam pirmās atslēgas atlasi ar ``key 1`` un izvēlamies otro apakšatslēgu ar ``key 2`` un pārvietojam arī to ar ``keytocard``. Pēc tam izstājamies un saglabājam izmaiņas.
pl: Teraz usuwamy zaznaczenie pierwszego klucza za pomocą ``key 1`` i wybieramy drugi klucz podrzędny za pomocą ``key 2`` i przenosimy go również za pomocą ``keytocard``. Następnie kończymy pracę i zapisujemy zmiany.
pt: Agora desmarcamos a primeira tecla com ``key 1`` e selecionamos a segunda subchave com ``key 2``` e mova-o também com ```x id="116"></x>```. Depois desistimos e guardamos as alterações.
ro: Acum deselectăm prima cheie cu ``key 1`` și selectăm a doua subcheie cu ``key 2``` și o mutăm de asemenea cu ``keytocard``. După aceea ieșim și salvăm modificările.
ru: Теперь отменим выделение первой клавиши с помощью ``key 1`` и выделим вторую подклавишу с помощью ``key 2`` и перемещаем ее также с помощью ``keytocard``. После этого выходим и сохраняем изменения.
sk: Teraz zrušíme výber prvého kľúča pomocou ``key 1`` a vyberieme druhý podkľúč pomocou ``key 2`` a presunieme ho tiež pomocou ``keytocard``. Potom ukončíme prácu a uložíme zmeny.
sl: Zdaj prvi ključ odstranimo z ``key 1`` in izberemo drugi podključ z ``key 2`` in ga prav tako premaknemo z ``keytocard``. Nato zaključimo in shranimo spremembe.
sv: Nu avmarkerar vi den första nyckeln med ``key 1`` och markerar den andra undernyckeln med ``key 2`` och flyttar den också med ``keytocard``. Därefter avslutar vi och sparar ändringarna.
zh_cn: 现在我们用``key 1``取消对第一个子键的选择，用<xid="79"></x>`key 2``并且用``keytocard``移动它。之后，我们退出并保存更改。

source: Your keys are now moved to the Nitrokey and thus secured in hardware. Congratulations!
bg: Ключовете ви вече са преместени в Nitrokey и по този начин са защитени хардуерно. Поздравления!
cs: Vaše klíče jsou nyní přesunuty do klíče Nitrokey a tím hardwarově zabezpečeny. Gratulujeme!
da: Dine nøgler er nu flyttet til Nitrokey og dermed sikret i hardware. Tillykke med det!
de: Ihre Schlüssel sind nun auf den Nitrokey verschoben und damit in der Hardware gesichert. Herzlichen Glückwunsch!
el: Τα κλειδιά σας έχουν πλέον μεταφερθεί στο Nitrokey και είναι έτσι ασφαλισμένα σε υλικό. Συγχαρητήρια!
es: Sus llaves se han trasladado al Nitrokey y, por tanto, están aseguradas en el hardware. Enhorabuena.
et: Teie võtmed on nüüd Nitrokey'sse viidud ja seega riistvaraliselt kindlustatud. Palju õnne!
fi: Avaimesi on nyt siirretty Nitrokey-avaimeen ja siten suojattu laitteistoon. Onnittelut!
fr: Vos clés sont maintenant déplacées vers la Nitrokey et donc sécurisées dans le matériel. Félicitations !
ja: あなたの鍵はNitrokeyに移され、こうしてハードウェアで固定されました。おめでとうございます。
lt: Jūsų raktai perkeliami į "Nitrokey" ir taip apsaugomi aparatinėje įrangoje. Sveikiname!
lv: Tagad jūsu atslēgas ir pārvietotas uz Nitrokey un tādējādi ir nodrošinātas ar aparatūru. Apsveicam!
pl: Twoje klucze są teraz przeniesione do Nitrokey i w ten sposób zabezpieczone sprzętowo. Gratulacje!
pt: As suas chaves são agora movidas para a Nitrokey e, assim, protegidas em hardware. Parabéns!
ro: Cheile dvs. sunt acum mutate pe Nitrokey și astfel sunt securizate în hardware. Felicitări!
ru: Теперь ваши ключи перенесены в Nitrokey и, таким образом, надежно закреплены. Поздравляем!
sk: Vaše kľúče sú teraz presunuté do zariadenia Nitrokey, a tým hardvérovo zabezpečené. Gratulujeme!
sl: Vaši ključi so zdaj preneseni v napravo Nitrokey in tako zavarovani v strojni opremi. Čestitamo!
sv: Dina nycklar flyttas nu till Nitrokey och är därmed säkrade i hårdvara. Grattis!
zh_cn: 你的钥匙现在已经转移到了Nitrokey，从而在硬件上得到了保障。祝贺你!

source: Exporting Public Key and Keyserver Usage
bg: Експортиране на публичен ключ и използване на Keyserver
cs: Exportování veřejného klíče a používání serveru Keyserver
da: Eksport af offentlig nøgle og brug af nøgleserver
de: Exportieren des öffentlichen Schlüssels und Keyserver-Verwendung
el: Εξαγωγή δημόσιου κλειδιού και χρήση διακομιστή κλειδιών
es: Exportación de la clave pública y uso del servidor de claves
et: Avaliku võtme eksportimine ja võtmeserveri kasutamine
fi: Julkisen avaimen vienti ja avainpalvelimen käyttö
fr: Exportation de la clé publique et utilisation du serveur de clés
ja: 公開鍵のエクスポートと鍵サーバの利用
lt: Viešojo rakto eksportavimas ir Keyserverio naudojimas
lv: Publiskās atslēgas eksportēšana un atslēgu servera izmantošana
pl: Eksportowanie klucza publicznego i użycie Keyservera
pt: Exportação de Chaves Públicas e Utilização do Servidor de Chaves
ro: Exportarea cheii publice și utilizarea serverului de chei
ru: Экспорт открытого ключа и использование сервера ключей
sk: Exportovanie verejného kľúča a používanie servera Keyserver
sl: Izvoz javnega ključa in uporaba strežnika Keyserver
sv: Exportera offentlig nyckel och användning av Keyserver
zh_cn: 导出公钥和钥匙服务器的使用

source: Although you can start to use your Nitrokey right away after generating the keys on your system, you need to import your public key on every system, you want to use the Nitrokey on. So to be prepared you have two options: You either save the public key anywhere you like and use it on another system or you save the public key on a webpage/keyserver.
bg: Въпреки че можете да започнете да използвате своя Nitrokey веднага след генерирането на ключовете във вашата система, трябва да импортирате публичния си ключ във всяка система, в която искате да използвате Nitrokey. За да сте подготвени, имате две възможности: Или записвате публичния ключ, където пожелаете, и го използвате в друга система, или записвате публичния ключ в уеб страница/ключов сървър.
cs: Přestože můžete začít používat klíč Nitrokey ihned po vygenerování klíčů ve svém systému, je třeba importovat veřejný klíč do každého systému, ve kterém chcete klíč Nitrokey používat. Chcete-li být připraveni, máte tedy dvě možnosti: Buď si veřejný klíč uložíte kamkoli a použijete ho v jiném systému, nebo si veřejný klíč uložíte na webovou stránku/keyserver.
da: Selv om du kan begynde at bruge din Nitrokey med det samme, når du har genereret nøglerne på dit system, skal du importere din offentlige nøgle på alle de systemer, du vil bruge Nitrokey på. Så for at være forberedt har du to muligheder: Du kan enten gemme den offentlige nøgle hvor som helst og bruge den på et andet system, eller du gemmer den offentlige nøgle på en webside/nøgleserver.
de: Obwohl Sie Ihren Nitrokey sofort nach der Schlüsselerzeugung auf Ihrem System verwenden können, müssen Sie Ihren öffentlichen Schlüssel auf jedes System importieren, auf dem Sie den Nitrokey verwenden möchten. Um vorbereitet zu sein, haben Sie also zwei Möglichkeiten: Entweder Sie speichern den öffentlichen Schlüssel an einem beliebigen Ort und verwenden ihn auf einem anderen System oder Sie speichern den öffentlichen Schlüssel auf einer Webseite/Schlüsselserver.
el: Παρόλο που μπορείτε να αρχίσετε να χρησιμοποιείτε το Nitrokey αμέσως μετά τη δημιουργία των κλειδιών στο σύστημά σας, πρέπει να εισάγετε το δημόσιο κλειδί σας σε κάθε σύστημα στο οποίο θέλετε να χρησιμοποιήσετε το Nitrokey. Έτσι, για να είστε προετοιμασμένοι, έχετε δύο επιλογές: Είτε αποθηκεύετε το δημόσιο κλειδί οπουδήποτε θέλετε και το χρησιμοποιείτε σε ένα άλλο σύστημα είτε αποθηκεύετε το δημόσιο κλειδί σε μια ιστοσελίδα/διακομιστή κλειδιών.
es: Aunque puedes empezar a utilizar tu Nitrokey inmediatamente después de generar las claves en tu sistema, necesitas importar tu clave pública en cada sistema en el que quieras utilizar la Nitrokey. Así que para estar preparado tienes dos opciones: O bien guardas la clave pública en cualquier lugar y la utilizas en otro sistema o guardas la clave pública en una página web/servidor de claves.
et: Kuigi võite alustada Nitrokey kasutamist kohe pärast võtmete genereerimist oma süsteemis, peate importima oma avaliku võtme igasse süsteemi, kus soovite Nitrokey't kasutada. Seega on teil valmisolekuks kaks võimalust: Te kas salvestate avaliku võtme kuhugi ja kasutate seda mõnes teises süsteemis või salvestate avaliku võtme veebiportaali/võtmeserverisse.
fi: Vaikka voit aloittaa Nitrokey-avaimesi käytön heti sen jälkeen, kun olet luonut avaimet järjestelmässäsi, sinun on tuotava julkinen avaimesi jokaiseen järjestelmään, jossa haluat käyttää Nitrokey-avainta. Sinulla on siis kaksi vaihtoehtoa: Joko tallennat julkisen avaimen mihin tahansa haluamaasi paikkaan ja käytät sitä toisessa järjestelmässä tai tallennat julkisen avaimen verkkosivulle/avainpalvelimelle.
fr: Bien que vous puissiez commencer à utiliser votre Nitrokey immédiatement après avoir généré les clés sur votre système, vous devez importer votre clé publique sur chaque système sur lequel vous souhaitez utiliser la Nitrokey. Pour être prêt, tu as donc deux options : Soit tu enregistres la clé publique où tu veux et tu l'utilises sur un autre système, soit tu enregistres la clé publique sur une page Web/un serveur de clés.
ja: お使いのシステムで鍵を生成した後、すぐにNitrokeyを使い始めることができますが、Nitrokeyを使用したいすべてのシステムで公開鍵をインポートする必要があります。そのための準備として、2つの選択肢があります。公開鍵を好きな場所に保存して別のシステムで使用するか、Webページ/鍵サーバに公開鍵を保存するかです。
lt: Nors galite pradėti naudoti "Nitrokey" iš karto po raktų generavimo savo sistemoje, turite importuoti viešąjį raktą į kiekvieną sistemą, kurioje norite naudoti "Nitrokey". Taigi, norėdami pasiruošti, turite dvi galimybes: Viešąjį raktą galite išsaugoti bet kurioje norimoje vietoje ir naudoti kitoje sistemoje arba išsaugoti viešąjį raktą interneto svetainėje / raktų serveryje.
lv: Lai gan pēc atslēgu ģenerēšanas savā sistēmā Nitrokey varat sākt izmantot uzreiz, publiskā atslēga jāimportē katrā sistēmā, kurā vēlaties izmantot Nitrokey. Lai būtu gatavi, jums ir divas iespējas: Vai nu saglabājat publisko atslēgu jebkurā vēlamajā vietā un izmantojat to citā sistēmā, vai arī saglabājat publisko atslēgu tīmekļa vietnē/atslēgu serverī.
pl: Chociaż możesz zacząć używać Nitrokey od razu po wygenerowaniu kluczy w Twoim systemie, musisz zaimportować swój klucz publiczny na każdym systemie, na którym chcesz używać Nitrokey. Aby być przygotowanym masz dwie opcje: albo zapisujesz klucz publiczny gdziekolwiek chcesz i używasz go na innym systemie, albo zapisujesz klucz publiczny na stronie internetowej/serwerze kluczy.
pt: Embora possa começar a usar a sua Nitrokey imediatamente após gerar as chaves no seu sistema, precisa de importar a sua chave pública em todos os sistemas, você quer usar a Nitrokey ligada. Por isso, para estar preparado, você tem duas opções: Ou guarda a chave pública onde quiser e usa-a noutro sistema ou guarda a chave pública num webpage/keyserver.
ro: Deși puteți începe să utilizați Nitrokey imediat după ce ați generat cheile pe sistemul dumneavoastră, trebuie să importați cheia publică pe fiecare sistem pe care doriți să utilizați Nitrokey. Așadar, pentru a fi pregătit, aveți două opțiuni: Fie salvați cheia publică oriunde doriți și o utilizați pe un alt sistem, fie salvați cheia publică pe o pagină web/server de chei.
ru: Хотя вы можете начать использовать Nitrokey сразу после генерации ключей на вашей системе, вам необходимо импортировать ваш открытый ключ на каждую систему, на которой вы хотите использовать Nitrokey. Поэтому, чтобы быть готовым, у вас есть два варианта: Либо вы сохраняете открытый ключ в любом удобном для вас месте и используете его на другой системе, либо вы сохраняете открытый ключ на веб-странице/сервере ключей.
sk: Hoci môžete začať používať svoj Nitrokey hneď po vygenerovaní kľúčov vo vašom systéme, musíte importovať svoj verejný kľúč do každého systému, v ktorom chcete Nitrokey používať. Aby ste boli pripravení, máte teda dve možnosti: Buď si verejný kľúč uložíte kdekoľvek a použijete ho v inom systéme, alebo si verejný kľúč uložíte na webovú stránku/keyserver.
sl: Čeprav lahko ključ Nitrokey začnete uporabljati takoj po generiranju ključev v sistemu, morate javni ključ uvoziti v vsak sistem, v katerem želite uporabljati ključ Nitrokey. Če želite biti pripravljeni, imate dve možnosti: Javni ključ shranite kamorkoli želite in ga uporabite v drugem sistemu ali pa javni ključ shranite na spletno stran/ključarski strežnik.
sv: Även om du kan börja använda din Nitrokey direkt efter att du har genererat nycklarna på ditt system måste du importera din offentliga nyckel till alla system som du vill använda Nitrokey på. För att vara förberedd har du två alternativ: Antingen sparar du den offentliga nyckeln var som helst och använder den på ett annat system eller så sparar du den offentliga nyckeln på en webbsida/nyckelserver.
zh_cn: 虽然你可以在你的系统上生成钥匙后立即开始使用你的Nitrokey，但你需要在每个你想使用Nitrokey的系统上导入你的公钥。所以为了做好准备，你有两个选择。你可以把公钥保存在你喜欢的任何地方，然后在另一个系统上使用，或者把公钥保存在一个网页/钥匙服务器上。

source: Generating a Public Key File
bg: Генериране на файл с публичен ключ
cs: Generování souboru veřejného klíče
da: Generering af en fil med en offentlig nøgle
de: Erzeugen einer Public-Key-Datei
el: Δημιουργία αρχείου δημόσιου κλειδιού
es: Generación de un archivo de clave pública
et: Avaliku võtme faili genereerimine
fi: Julkisen avaimen tiedoston luominen
fr: Génération d'un fichier de clé publique
ja: 公開鍵ファイルの生成
lt: Viešojo rakto failo generavimas
lv: Publiskās atslēgas faila ģenerēšana
pl: Generowanie pliku klucza publicznego
pt: Geração de um arquivo de chave pública
ro: Generarea unui fișier cu cheie publică
ru: Генерация файла открытого ключа
sk: Generovanie súboru verejného kľúča
sl: Ustvarjanje datoteke z javnim ključem
sv: Generera en fil med offentlig nyckel
zh_cn: 生成公钥文件

source: To get a simple file of your public key, you can just use ``gpg --armor --export keyID > pubkey.asc``. Use either the fingerprint as “keyID” (look at ``gpg -K`` to get it) or just use your email address as an identifier.
bg: За да получите прост файл с публичния си ключ, можете просто да използвате ``gpg2 --armor --export keyID > pubkey.asc``. Използвайте или пръстовия отпечатък като "keyID" (погледнете ``gpg -K``, за да го получите), или просто използвайте имейл адреса си като идентификатор.
cs: Chcete-li získat jednoduchý soubor svého veřejného klíče, stačí použít ``gpg --armor --export keyID > pubkey.asc``. Jako "keyID" použijte buď otisk prstu (podívejte se na ``gpg -K`` a získejte jej), nebo jako identifikátor použijte pouze svou e-mailovou adresu.
da: Hvis du vil have en simpel fil med din offentlige nøgle, kan du blot bruge ``gpg --armor --export keyID > pubkey.asc``. Brug enten fingeraftrykket som "keyID" (se ``gpg -K`` for at få det) eller brug bare din e-mail-adresse som identifikator.
de: Um eine einfache Datei mit Ihrem öffentlichen Schlüssel zu erhalten, können Sie einfach ``gpg --armor --export keyID > pubkey.asc`` verwenden. Verwenden Sie entweder den Fingerabdruck als "keyID" (schauen Sie sich ``gpg -K`` an, um ihn zu erhalten) oder verwenden Sie einfach Ihre E-Mail-Adresse als Bezeichner.
el: Για να λάβετε ένα απλό αρχείο με το δημόσιο κλειδί σας, μπορείτε απλώς να χρησιμοποιήσετε ``gpg --armor --export keyID > pubkey.asc``. Χρησιμοποιήστε είτε το δακτυλικό αποτύπωμα ως "keyID" (κοιτάξτε στο ``gpg -K`` για να το βρείτε) είτε απλά χρησιμοποιήστε τη διεύθυνση ηλεκτρονικού ταχυδρομείου σας ως αναγνωριστικό.
es: Para obtener un archivo simple de tu clave pública, puedes usar ``gpg --armor --export keyID > pubkey.asc``. Utiliza la huella digital como "keyID" (mira ``gpg -K`` para obtenerla) o simplemente utiliza tu dirección de correo electrónico como identificador.
et: Oma avaliku võtme lihtsa faili saamiseks võite lihtsalt kasutada ``gpg --armor --export keyID > pubkey.asc``. Kasutage kas sõrmejälge kui "keyID" (vaadake selle saamiseks ``gpg -K``) või kasutage lihtsalt oma e-posti aadressi identifikaatorina.
fi: Jos haluat saada yksinkertaisen tiedoston julkisesta avaimestasi, voit käyttää ``gpg --armor --export keyID > pubkey.asc``. Käytä joko sormenjälkeä "keyID:nä" (katso ``gpg -K`` saadaksesi sen) tai käytä vain sähköpostiosoitettasi tunnisteena.
fr: Pour obtenir un simple fichier de votre clé publique, vous pouvez simplement utiliser ``gpg --armor --export keyID > pubkey.asc``. Utilisez soit l'empreinte digitale comme "keyID" (regardez ``gpg -K`` pour l'obtenir) ou utilisez simplement votre adresse email comme identifiant.
ja: 公開鍵のシンプルなファイルを取得するには、``gpg --armor --export keyID > pubkey.asc``を使用すればよいでしょう。フィンガープリントを "keyID "として使用するか（``gpg -K``を参照してください）、メールアドレスを識別子として使用してください。
lt: Norėdami gauti paprastą savo viešojo rakto failą, galite tiesiog naudoti ``gpg --armor --export keyID > pubkey.asc``. Kaip "keyID" naudokite pirštų atspaudą (pažiūrėkite į ``gpg -K``, kad jį gautumėte) arba tiesiog naudokite savo el. pašto adresą kaip identifikatorių.
lv: Lai iegūtu vienkāršu publiskās atslēgas failu, varat vienkārši izmantot ``gpg --armor --export keyID > pubkey.asc``. Izmantojiet pirkstu nospiedumu kā "keyID" (skatiet ``gpg -K``, lai to iegūtu) vai vienkārši izmantojiet savu e-pasta adresi kā identifikatoru.
pl: Aby uzyskać prosty plik swojego klucza publicznego, możesz po prostu użyć ``gpg --armor --export keyID > pubkey.asc``. Użyj albo odcisku palca jako "keyID" (spójrz na ``gpg -K``, aby go uzyskać) lub po prostu użyj swojego adresu e-mail jako identyfikatora.
pt: Para obter um ficheiro simples da sua chave pública, pode apenas usar ``gpg --armor --export keyID > pubkey.asc```. Utilize a impressão digital como "keyID" (olhe para ``gpg -K`` para a obter) ou utilize apenas o seu endereço de e-mail como identificador.
ro: Pentru a obține un fișier simplu cu cheia dvs. publică, puteți folosi ``gpg --armor --export keyID > pubkey.asc```. Utilizați fie amprenta digitală ca "keyID" (uitați-vă la ``gpg -K`` pentru a o obține), fie folosiți pur și simplu adresa dvs. de e-mail ca identificator.
ru: Чтобы получить простой файл вашего открытого ключа, вы можете просто использовать ``gpg --armor --export keyID > pubkey.asc``. Используйте либо отпечаток пальца в качестве "keyID" (посмотрите ``gpg -K``, чтобы получить его), либо просто используйте свой адрес электронной почты в качестве идентификатора.
sk: Ak chcete získať jednoduchý súbor svojho verejného kľúča, stačí použiť ``gpg --armor --export keyID > pubkey.asc``. Ako "keyID" použite buď odtlačok prsta (pozrite sa na ``gpg -K``, aby ste ho získali), alebo jednoducho použite svoju e-mailovú adresu ako identifikátor.
sl: Če želite pridobiti preprosto datoteko svojega javnega ključa, lahko uporabite ``gpg --armor --export keyID > pubkey.asc``. Kot "keyID" uporabite prstni odtis (za njegovo pridobitev poglejte ``gpg -K``) ali pa kot identifikator uporabite svoj e-poštni naslov.
sv: För att få en enkel fil med din offentliga nyckel kan du bara använda ``gpg --armor --export keyID > pubkey.asc``. Använd antingen fingeravtrycket som "keyID" (titta på ``gpg -K`` för att få fram det) eller använd bara din e-postadress som identifierare.
zh_cn: 要获得你的公钥的简单文件，你可以直接使用``gpg --armor --export keyID > pubkey.asc``。使用指纹作为 "keyID"（查看``gpg -K``以获得它），或者直接使用你的电子邮件地址作为标识。
