Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/start.po
Languages: bg, cs, da, de, el, es, et, fi, fr, ja, lt, lv, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: Please be careful to change Admin PIN first and User PIN second! Otherwise the admin-less mode got activated, see `this instructions <https://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html#>`_ for further information.
bg: Моля, внимавайте първо да промените ПИН кода на администратора и след това ПИН кода на потребителя! В противен случай се активира режимът без администратор, вижте `тази инструкция <https://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html#>`_ за допълнителна информация.
cs: Dávejte pozor, abyste nejprve změnili PIN správce a teprve potom PIN uživatele! Jinak se aktivuje režim bez administrátora, viz `tento návod <https://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html#>`_ pro další informace.
da: Vær omhyggelig med at ændre Admin PIN først og bruger PIN først derefter! Ellers bliver den admin-løse tilstand aktiveret, se ` denne vejledning <https://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html#>`_ for yderligere oplysninger.
de: Bitte achten Sie darauf, dass Sie zuerst die Admin-PIN und dann die Benutzer-PIN ändern! Andernfalls wurde der Admin-less Modus aktiviert, siehe `diese Anleitung <https://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html#>`_ für weitere Informationen.
el: Προσέξτε να αλλάξετε πρώτα το PIN διαχειριστή και μετά το PIN χρήστη! Διαφορετικά ενεργοποιήθηκε η λειτουργία χωρίς διαχειριστή, δείτε `αυτές τις οδηγίες <https://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html#>`_ για περισσότερες πληροφορίες.
es: Por favor, tenga cuidado de cambiar primero el PIN de administrador y después el de usuario. De lo contrario, se activará el modo sin administrador, consulte `estas instrucciones <https://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html#>`__ para obtener más información.
et: Palun ole ettevaatlik ja muuda esmalt administraatori PIN-koodi ja seejärel kasutaja PIN-koodi! Vastasel juhul aktiveeriti administraatorita režiim, vt `tema juhendi <https://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html#>`_ lisateavet.
fi: Muista vaihtaa ensin ylläpitäjän PIN-koodi ja sitten käyttäjän PIN-koodi! Muuten admin-less-tila aktivoitui, katso `tämän ohjeen <https://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html#>`_ lisätietoja.
ja: 管理者用暗証番号を最初に、ユーザー用暗証番号を次に変更するように注意してください。そうしないと、管理者不在のモードが作動してしまいます。詳しくは、`この説明書 <https://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html#>`_をご覧ください。
lt: Būkite atsargūs ir pirmiausia pakeiskite administratoriaus PIN kodą, o tik po to naudotojo PIN kodą! Priešingu atveju bus įjungtas beadministracinis režimas, žr. `šią instrukciją <https://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html#>`_.
lv: Lūdzu, vispirms nomainiet administratora PIN kodu un pēc tam lietotāja PIN kodu! Pretējā gadījumā tiks aktivizēts bezadministratīvais režīms, skatīt `šīs instrukcijas <https://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html#>`_, lai iegūtu papildu informāciju.
pl: Należy uważać, aby najpierw zmienić kod PIN administratora, a dopiero potem kod PIN użytkownika! W przeciwnym razie uaktywni się tryb bez administratora, zobacz `tą instrukcję <https://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html#>`_ po dalsze informacje.
pt: Por favor, tenha cuidado para alterar o PIN de Admin primeiro e o PIN de Usuário segundo! Caso contrário o modo admin-less foi activado, veja `estas instruções <https://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html#>`_ para mais informações.
ro: Vă rugăm să aveți grijă să schimbați mai întâi PIN-ul de administrator și apoi PIN-ul de utilizator! În caz contrar, s-a activat modul admin-less, consultați `aceste instrucțiuni <https://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html#>`_ pentru informații suplimentare.
ru: Пожалуйста, будьте внимательны, меняйте сначала PIN-код администратора, а затем PIN-код пользователя! В противном случае активируется режим "без администратора", смотрите `эту инструкцию <https://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html#>`_ для получения дополнительной информации.
sk: Dávajte pozor, aby ste najprv zmenili PIN administrátora a až potom PIN používateľa! Inak sa aktivoval režim bez administrátora, ďalšie informácie nájdete v `tomto návode <https://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html#>`_.
sl: Pazite, da najprej spremenite kodo PIN skrbnika in šele nato kodo PIN uporabnika! V nasprotnem primeru se aktivira način brez administratorja, glejte `to navodilo <https://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html#>`_ za dodatne informacije.
sv: Var noga med att ändra Admin PIN-koden först och Användar PIN-koden sedan! I annat fall aktiveras det adminlösa läget, se `denna instruktion <https://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html#>`_ för mer information.
zh_cn: 请注意，首先要修改管理员密码，其次要修改用户密码！否则，无管理员模式就会被激活。否则，无管理模式就会被激活，更多信息见`本说明<https://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html#>`_。

source: Optionally Reset code can be set up (`guide <http://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html>`_). The minimum length accepted is 8 characters, however it should be as long as User PIN.
bg: По желание може да се зададе код за нулиране (`ръководство <http://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html>`_). Минималната приета дължина е 8 символа, но тя трябва да бъде толкова дълга, колкото е ПИН кодът на потребителя.
cs: Volitelně lze nastavit kód Reset (`průvodce <http://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html>`_). Minimální akceptovaná délka je 8 znaků, měla by však být stejně dlouhá jako uživatelský PIN.
da: Der kan eventuelt oprettes en nulstillingskode (`guide <http://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html>`_). Den accepterede minimumslængde er 8 tegn, men den skal dog være lige så lang som bruger-PIN-koden.
de: Optional kann ein Reset-Code eingerichtet werden (`Anleitung <http://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html>`_). Die Mindestlänge beträgt 8 Zeichen, sollte aber genauso lang wie die Benutzer-PIN sein.
el: Προαιρετικά μπορεί να οριστεί κωδικός επαναφοράς (`οδηγός <http://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html>`_). Το ελάχιστο αποδεκτό μήκος είναι 8 χαρακτήρες, ωστόσο θα πρέπει να είναι τόσο μεγάλο όσο και το PIN χρήστη.
es: Opcionalmente se puede configurar el código de reinicio (`guía <http://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html>`_). La longitud mínima aceptada es de 8 caracteres, sin embargo debe ser tan larga como el PIN de usuario.
et: Valikuliselt saab seadistada Reset-koodi (`juhend <http://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html>`_). Minimaalne lubatud pikkus on 8 märki, kuid see peaks olema sama pikk kui kasutaja PIN-kood.
fi: Vaihtoehtoisesti voidaan määrittää nollakoodi (`opas <http://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html>`_). Hyväksytty vähimmäispituus on 8 merkkiä, mutta sen tulisi kuitenkin olla yhtä pitkä kuin User PIN.
ja: オプションとして、リセットコードを設定することができます（`ガイド <http://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html>`_）。最小限の長さは8文字ですが、ユーザーPINと同じ長さにしてください。
lt: Pasirinktinai galima nustatyti Atkūrimo kodą (`vadovas <http://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html>`_). Mažiausias priimtinas ilgis yra 8 simboliai, tačiau jis turėtų būti toks pat ilgas kaip naudotojo PIN kodas.
lv: Pēc izvēles var iestatīt Atiestatīšanas kodu (`vadlīnijas <http://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html>`_). Minimālais pieņemamais garums ir 8 zīmes, tomēr tam jābūt tikpat garam kā lietotāja PIN kodam.
pl: Opcjonalnie można ustawić kod Reset (`przewodnik <http://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html>`_). Minimalna akceptowana długość kodu to 8 znaków, jednak powinien on być tak długi jak PIN użytkownika.
pt: Opcionalmente pode ser configurado o código Reset (`guia <http://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html>`_). O comprimento mínimo aceite é de 8 caracteres, no entanto deve ser tão longo quanto o PIN do utilizador.
ro: Opțional, se poate seta un cod de resetare (`ghid <http://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html>`_). Lungimea minimă acceptată este de 8 caractere, însă trebuie să fie la fel de lung ca și PIN-ul utilizatorului.
ru: Опционально можно установить код сброса (` руководство <http://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html>`_). Минимальная длина кода - 8 символов, однако он должен быть таким же длинным, как и PIN-код пользователя.
sk: Voliteľne je možné nastaviť Resetovací kód (`príručka <http://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html>`_). Minimálna akceptovaná dĺžka je 8 znakov, mala by však byť rovnako dlhá ako kód PIN používateľa.
sl: Po želji lahko nastavite kodo ponastavitve (`vodnik <http://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html>`_). Najmanjša sprejemljiva dolžina je 8 znakov, vendar mora biti enako dolga kot uporabniška koda PIN.
sv: Eventuellt kan en återställningskod ställas in (`guide <http://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html>`_). Den minsta tillåtna längden är 8 tecken, men den bör vara lika lång som användar-PIN-koden.
zh_cn: 可选择设置重置代码（`指南 <http://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html>`_）。接受的最小长度是8个字符，但它应该和用户PIN码一样长。

source: KDF-DO allows for a shorter PIN of 8 characters minimum, by executing part of the calculations on the PC.
bg: KDF-DO дава възможност за по-кратък ПИН от минимум 8 символа, като част от изчисленията се извършват на компютъра.
cs: KDF-DO umožňuje kratší PIN o minimálně 8 znacích, protože část výpočtů se provádí na počítači.
da: KDF-DO giver mulighed for en kortere PIN-kode på mindst 8 tegn ved at udføre en del af beregningerne på pc'en.
de: KDF-DO ermöglicht eine kürzere PIN von mindestens 8 Zeichen, indem ein Teil der Berechnungen auf dem PC ausgeführt wird.
el: Το KDF-DO επιτρέπει μικρότερο PIN με τουλάχιστον 8 χαρακτήρες, εκτελώντας μέρος των υπολογισμών στον υπολογιστή.
es: KDF-DO permite un PIN más corto, de 8 caracteres como mínimo, al ejecutar parte de los cálculos en el PC.
et: KDF-DO võimaldab kasutada lühemat PIN-koodi, mis on vähemalt 8 tähemärki, kuna osa arvutustest tehakse arvutis.
fi: KDF-DO mahdollistaa lyhyemmän PIN-koodin, joka on vähintään 8 merkkiä, suorittamalla osan laskelmista tietokoneella.
fr: KDF-DO permet d'obtenir un PIN plus court, de 8 caractères minimum, en exécutant une partie des calculs sur le PC.
ja: KDF-DOでは、計算の一部をPCで実行することにより、最小8文字の短い暗証番号を実現しています。
lt: KDF-DO leidžia naudoti trumpesnį PIN kodą, ne trumpesnį kaip 8 ženklai, dalį skaičiavimų atliekant kompiuteryje.
lv: KDF-DO ļauj izmantot īsāku PIN kodu - vismaz 8 rakstzīmes, daļu aprēķinu veicot datorā.
pl: KDF-DO pozwala na skrócenie kodu PIN do minimum 8 znaków, poprzez wykonanie części obliczeń na komputerze.
pt: O KDF-DO permite um PIN mais curto de 8 caracteres no mínimo, ao executar parte dos cálculos no PC.
ro: KDF-DO permite un PIN mai scurt, de minimum 8 caractere, prin executarea unei părți a calculelor pe PC.
ru: KDF-DO позволяет сократить PIN-код минимум на 8 символов, выполняя часть вычислений на ПК.
sk: KDF-DO umožňuje kratší PIN s minimálnym počtom 8 znakov tým, že časť výpočtov sa vykonáva na počítači.
sl: KDF-DO omogoča krajšo kodo PIN, ki vsebuje najmanj 8 znakov, saj se del izračunov izvede na računalniku.
sv: KDF-DO gör det möjligt att använda en kortare PIN-kod på minst 8 tecken genom att utföra en del av beräkningarna på datorn.
zh_cn: KDF-DO通过在PC上执行部分计算，允许较短的PIN码，最少为8个字符。

source: **Firmware version 1.2.5 or below: In case you forget a PIN or enter it wrongly three times you need the reset code to unblock the PIN. Otherwise the device wouldn’t be usable anymore! Therefore please** `set the reset code <http://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html>`_ **as well when initialising the key!**
bg: **Фирмуерна версия 1.2.5 или по-ниска: В случай че забравите ПИН кода или го въведете погрешно три пъти, е необходим код за нулиране, за да се деблокира ПИН кодът. В противен случай устройството няма да може да се използва повече! Затова моля** `задайте кода за нулиране <http://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html>`_ **а също и при инициализиране на ключа!**
cs: **Firmware verze 1.2.5 nebo nižší: V případě, že zapomenete kód PIN nebo jej zadáte třikrát špatně, potřebujete k odblokování kódu PIN resetovací kód. V opačném případě by zařízení již nebylo možné používat! Proto prosím** `zadejte resetovací kód <http://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html>`_ **také při inicializaci klíče!**.
da: **Firmware version 1.2.5 eller lavere: Hvis du glemmer en PIN-kode eller indtaster den forkert tre gange, skal du bruge nulstillingskoden for at ophæve PIN-koden. Ellers vil enheden ikke kunne bruges længere! Derfor bedes du** `indstille nulstillingskoden <http://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html>`_ **også når du initialiserer nøglen!**
de: **Firmware-Version 1.2.5 oder niedriger: Falls Sie eine PIN vergessen oder dreimal falsch eingegeben haben, benötigen Sie den Reset-Code, um die PIN zu entsperren. Ansonsten wäre das Gerät nicht mehr nutzbar! Deshalb bitte** `den Reset-Code <http://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html>`_ **beim Initialisieren des Schlüssels mit eingeben!
el: **Έκδοση υλικολογισμικού 1.2.5 ή χαμηλότερη: Σε περίπτωση που ξεχάσετε το PIN ή το πληκτρολογήσετε λανθασμένα τρεις φορές, χρειάζεστε τον κωδικό επαναφοράς για να ξεμπλοκάρετε το PIN. Διαφορετικά, η συσκευή δεν θα είναι πλέον χρησιμοποιήσιμη! Επομένως, παρακαλούμε** `ορίστε τον κωδικό επαναφοράς <http://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html>`_ **καθώς και κατά την αρχικοποίηση του κλειδιού!
es: **Firmware versión 1.2.5 o inferior: En caso de olvidar el PIN o introducirlo erróneamente tres veces, necesita el código de restablecimiento para desbloquear el PIN. De lo contrario, el dispositivo ya no sería utilizable. Por lo tanto, por favor** `ponga el código de reinicio <http://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html#set-up-pw1-pw3-and-reset-code>`__ **también al inicializar la llave!**
et: **Firmware versioon 1.2.5 või uuem: Kui unustate PIN-koodi või sisestate selle kolm korda valesti, vajate PIN-koodi blokeeringu tühistamiseks lähtestamiskoodi. Vastasel juhul ei ole seade enam kasutatav! Seetõttu palun** `seadke võtme initsialiseerimisel ka lähtestuskood <http://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html>`_ **sellele!
fi: **Vahvistetun ohjelmiston versio 1.2.5 tai sen alle: Jos unohdat PIN-koodin tai kirjoitat sen väärin kolme kertaa, tarvitset nollauskoodin PIN-koodin vapauttamiseksi. Muuten laite ei ole enää käyttökelpoinen! Aseta siksi** `nollauskoodi <http://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html>`_ **sekä avaimen alustuksen yhteydessä! **.
ja: **ファームウェアのバージョンが1.2.5以下であること。暗証番号を忘れたり、3回間違えて入力した場合は、暗証番号を解除するためのリセットコードが必要です。そうしないとデバイスが使用できなくなります。そのため、** `リセットコード<http://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html>`_を設定してください** **キーの初期化時にも設定してください**。
lt: **Firmware versija 1.2.5 arba žemesnė: Jei pamiršote PIN kodą arba jį neteisingai įvedėte tris kartus, PIN kodui atblokuoti reikalingas atstatymo kodas. Priešingu atveju prietaiso nebebus galima naudoti! Todėl prašome** `nustatyti atstatymo kodą <http://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html>`_ **taip pat inicializuojant raktą!
lv: **Firmware versija 1.2.5 vai jaunāka: Lai atbloķētu PIN kodu, ir nepieciešams atiestatīšanas kods, ja esat aizmirsis PIN kodu vai trīs reizes to ievadījis nepareizi. Pretējā gadījumā ierīce vairs nebūs lietojama! Tāpēc, lūdzu,** `iestatiet atiestatīšanas kodu <http://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html>`_**, kā arī inicializējot atslēgu!
pl: **Firmware w wersji 1.2.5 lub niższej: W przypadku zapomnienia kodu PIN lub jego trzykrotnego błędnego wprowadzenia potrzebny jest kod resetujący, aby odblokować kod PIN. W przeciwnym razie urządzenie nie nadawałoby się już do użytku! Dlatego proszę** ` ustawić kod resetujący <http://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html>`_ **jak również podczas inicjalizacji klucza!**.
pt: **Firmware versão 1.2.5 ou inferior: Caso se esqueça de um PIN ou o introduza erroneamente três vezes, precisa do código de reset para desbloquear o PIN. Caso contrário, o dispositivo não seria mais utilizável! Portanto, por favor** ` defina o código de reset <http://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html>`_ **como bem ao inicializar a chave!**
ro: **Versiunea firmware 1.2.5 sau mai mică: În cazul în care uitați un PIN sau îl introduceți greșit de trei ori, aveți nevoie de codul de resetare pentru a debloca PIN-ul. În caz contrar, dispozitivul nu ar mai fi utilizabil! Prin urmare, vă rugăm** `setați codul de resetare <http://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html>`_ **asemenea la inițializarea cheii!**.
ru: **Прошивка версии 1.2.5 или ниже: В случае если вы забыли PIN-код или ввели его неправильно три раза, вам необходим код сброса, чтобы разблокировать PIN-код. В противном случае устройство будет невозможно использовать! Поэтому, пожалуйста** ` установите код сброса <http://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html>`_ **также при инициализации ключа!
sk: **Firmware vo verzii 1.2.5 alebo nižšej: V prípade, že zabudnete kód PIN alebo ho zadáte trikrát nesprávne, potrebujete na odblokovanie kódu PIN resetovací kód. V opačnom prípade by zariadenie už nebolo možné používať! Preto prosím** `nastavte resetovací kód <http://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html>`_ **tiež pri inicializácii kľúča!
sl: **Firmware različica 1.2.5 ali manj: Če pozabite kodo PIN ali jo trikrat napačno vnesete, potrebujete ponastavitveno kodo za odblokiranje kode PIN. V nasprotnem primeru naprava ne bi bila več uporabna! Zato** `pri inicializaciji ključa nastavite kodo za ponastavitev <http://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html>`_**.
sv: **Firmware version 1.2.5 eller lägre: Om du glömmer en PIN-kod eller skriver in den fel tre gånger behöver du återställningskoden för att häva PIN-koden. Annars skulle enheten inte längre kunna användas! Ange därför** `resetkoden <http://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html>`_ **också när du initialiserar nyckeln**!
zh_cn: **固件版本1.2.5或以下。如果你忘记了PIN码或输入错误的PIN码三次，你需要重置码来解除PIN码的限制。否则设备将无法使用因此，请** `设置重置代码 <http://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html>`_ **在初始化密钥时也要设置重置代码！**

source: Your Nitrokey is now ready to use. `Checkout <https://www.nitrokey.com/documentation/applications>`_ the various use cases and supported applications.
bg: Вашият Nitrokey вече е готов за употреба. `Прегледайте <https://www.nitrokey.com/documentation/applications>`_ различните случаи на употреба и поддържаните приложения.
cs: Nitrokey je nyní připraven k použití. `Přečtěte si <https://www.nitrokey.com/documentation/applications>`_ různé případy použití a podporované aplikace.
da: Din Nitrokey er nu klar til brug. `Se <https://www.nitrokey.com/documentation/applications>`_ de forskellige anvendelsesmuligheder og understøttede applikationer.
de: Ihr Nitrokey ist nun einsatzbereit. `Sehen Sie sich <https://www.nitrokey.com/documentation/applications>`_ die verschiedenen Anwendungsfälle und unterstützten Anwendungen an.
el: Το Nitrokey σας είναι τώρα έτοιμο για χρήση. `Δείτε <https://www.nitrokey.com/documentation/applications>`_ τις διάφορες περιπτώσεις χρήσης και τις υποστηριζόμενες εφαρμογές.
es: Su Nitrokey ya está listo para ser utilizado. `Revise <https://www.nitrokey.com/documentation/applications>`__ los distintos casos de uso y las aplicaciones compatibles.
et: Teie Nitrokey on nüüd kasutusvalmis. `Kasuta <https://www.nitrokey.com/documentation/applications>`_ erinevaid kasutusjuhtumeid ja toetatud rakendusi.
fi: Nitrokey on nyt käyttövalmis. `Katsele <https://www.nitrokey.com/documentation/applications>`_ eri käyttötapauksia ja tuettuja sovelluksia.
ja: これであなたのNitrokeyは使用可能になりました。`チェックアウト <https://www.nitrokey.com/documentation/applications>`_様々な使用例やサポートされているアプリケーションをご紹介します。
lt: Dabar jūsų "Nitrokey" yra paruoštas naudoti. `Peržiūrėkite <https://www.nitrokey.com/documentation/applications>`_įvairius naudojimo atvejus ir palaikomas programas.
lv: Tagad jūsu Nitrokey ir gatavs lietošanai. `Pārbaudiet <https://www.nitrokey.com/documentation/applications>`_dažādos izmantošanas gadījumus un atbalstītās lietojumprogrammas.
pl: Twój Nitrokey jest teraz gotowy do użycia. `Zapoznaj się <https://www.nitrokey.com/documentation/applications>`_ z różnymi przypadkami użycia i obsługiwanymi aplikacjami.
pt: O seu Nitrokey está agora pronto a usar. `Checkout <https://www.nitrokey.com/documentation/applications>`_ os vários casos de uso e aplicações suportadas.
ro: Nitrokey este acum gata de utilizare. `Verificați <https://www.nitrokey.com/documentation/applications>`_ diferitele cazuri de utilizare și aplicațiile acceptate.
ru: Теперь ваш Nitrokey готов к использованию. ` Ознакомьтесь <https://www.nitrokey.com/documentation/applications>`_ с различными вариантами использования и поддерживаемыми приложениями.
sk: Váš kľúč Nitrokey je teraz pripravený na použitie. `Vyskúšajte <https://www.nitrokey.com/documentation/applications>`_ rôzne prípady použitia a podporované aplikácie.
sl: Nitrokey je zdaj pripravljen za uporabo. `Izberite <https://www.nitrokey.com/documentation/applications>`_ različne primere uporabe in podprte aplikacije.
sv: Din Nitrokey är nu redo att användas. `Kolla in <https://www.nitrokey.com/documentation/applications>`_ de olika användningsområdena och tillämpningarna som stöds.
zh_cn: 你的Nitrokey现在已经可以使用了。`查看<https://www.nitrokey.com/documentation/applications>`_的各种使用情况和支持的应用程序。

source: Key Creation with OpenPGP or S/MIME
bg: Създаване на ключове с OpenPGP или S/MIME
cs: Vytváření klíčů pomocí OpenPGP nebo S/MIME
da: Oprettelse af nøgler med OpenPGP eller S/MIME
de: Schlüsselerstellung mit OpenPGP oder S/MIME
el: Δημιουργία κλειδιού με OpenPGP ή S/MIME
es: Creación de claves con OpenPGP o S/MIME
et: Võtme loomine OpenPGP või S/MIME abil
fi: Avaimen luominen OpenPGP:llä tai S/MIME:llä
fr: Création de clés avec OpenPGP ou S/MIME
ja: OpenPGPまたはS/MIMEによる鍵の作成
lt: Rakto kūrimas naudojant OpenPGP arba S/MIME
lv: Atslēgas izveide ar OpenPGP vai S/MIME
pl: Tworzenie kluczy za pomocą OpenPGP lub S/MIME
pt: Criação de chaves com OpenPGP ou S/MIME
ro: Crearea de chei cu OpenPGP sau S/MIME
ru: Создание ключей с помощью OpenPGP или S/MIME
sk: Vytváranie kľúčov pomocou OpenPGP alebo S/MIME
sl: Ustvarjanje ključev z OpenPGP ali S/MIME
sv: Nyckelskapande med OpenPGP eller S/MIME
zh_cn: 用OpenPGP或S/MIME创建密钥
