Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/start.po
Languages: bg, cs, da, de, el, es, et, fi, fr, ja, lt, lv, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: There are two widely used standards for email encryption. While OpenPGP/GnuPG is popular among individuals, S/MIME/x.509 is mostly used by enterprises. If you are in doubt which one to choose, you should use OpenPGP.
bg: Съществуват два широко използвани стандарта за криптиране на имейли. Докато OpenPGP/GnuPG е популярен сред частните лица, S/MIME/x.509 се използва предимно от предприятията. Ако се съмнявате кой да изберете, трябва да използвате OpenPGP.
cs: Existují dva široce používané standardy pro šifrování e-mailů. Zatímco OpenPGP/GnuPG je oblíbený mezi jednotlivci, S/MIME/x.509 používají především podniky. Pokud váháte, který z nich zvolit, měli byste použít OpenPGP.
da: Der findes to udbredte standarder for e-mail-kryptering. Mens OpenPGP/GnuPG er populært blandt privatpersoner, bruges S/MIME/x.509 mest af virksomheder. Hvis du er i tvivl om, hvilken af dem du skal vælge, bør du bruge OpenPGP.
de: Es gibt zwei weit verbreitete Standards für die E-Mail-Verschlüsselung. Während OpenPGP/GnuPG bei Privatpersonen beliebt ist, wird S/MIME/x.509 meist von Unternehmen verwendet. Wenn Sie im Zweifel sind, welchen Sie wählen sollen, sollten Sie OpenPGP verwenden.
el: Υπάρχουν δύο ευρέως χρησιμοποιούμενα πρότυπα για την κρυπτογράφηση ηλεκτρονικού ταχυδρομείου. Ενώ το OpenPGP/GnuPG είναι δημοφιλές στους ιδιώτες, το S/MIME/x.509 χρησιμοποιείται κυρίως από επιχειρήσεις. Αν έχετε αμφιβολίες για το ποιο να επιλέξετε, θα πρέπει να χρησιμοποιήσετε το OpenPGP.
es: Existen dos estándares ampliamente utilizados para el cifrado del correo electrónico. Mientras que OpenPGP/GnuPG es popular entre los particulares, S/MIME/x.509 es el más utilizado por las empresas. Si tienes dudas sobre cuál elegir, deberías usar OpenPGP.
et: E-posti krüpteerimiseks on kaks laialdaselt kasutatavat standardit. Kui OpenPGP/GnuPG on populaarne eraisikute seas, siis S/MIME/x.509 on enamasti kasutusel ettevõtetes. Kui te ei ole kindel, kumba valida, tuleks kasutada OpenPGP-d.
fi: Sähköpostin salaukseen on kaksi yleisesti käytettyä standardia. OpenPGP/GnuPG on suosittu yksityishenkilöiden keskuudessa, kun taas S/MIME/x.509 on enimmäkseen yritysten käytössä. Jos olet epävarma siitä, kumman valitset, kannattaa käyttää OpenPGP:tä.
fr: Il existe deux normes largement utilisées pour le cryptage des e-mails. Si OpenPGP/GnuPG est populaire auprès des particuliers, S/MIME/x.509 est surtout utilisé par les entreprises. Si vous avez des doutes sur le choix de l'une d'entre elles, vous devriez utiliser OpenPGP.
ja: 電子メールの暗号化には、広く使われている2つの規格があります。OpenPGP/GnuPGは個人に人気がありますが、S/MIME/x.509は主に企業で使用されています。どちらを選ぶか迷った場合は、OpenPGPを使うとよいでしょう。
lt: Yra du plačiai naudojami el. pašto šifravimo standartai. "OpenPGP/GnuPG" populiarus tarp privačių asmenų, o S/MIME/x.509 dažniausiai naudojamas įmonėse. Jei abejojate, kurį pasirinkti, turėtumėte naudoti OpenPGP.
lv: Pastāv divi plaši izmantoti e-pasta šifrēšanas standarti. OpenPGP/GnuPG ir populārs privātpersonu vidū, bet S/MIME/x.509 galvenokārt izmanto uzņēmumi. Ja šaubāties, kuru no tiem izvēlēties, jāizmanto OpenPGP.
pl: Istnieją dwa powszechnie stosowane standardy szyfrowania poczty elektronicznej. Podczas gdy OpenPGP/GnuPG jest popularny wśród osób prywatnych, S/MIME/x.509 jest używany głównie przez przedsiębiorstwa. Jeśli masz wątpliwości, który z nich wybrać, powinieneś użyć OpenPGP.
pt: Existem dois padrões amplamente utilizados para criptografia de e-mail. Enquanto OpenPGP/GnuPG é popular entre os indivíduos, S/MIME/x.509 é usado principalmente por empresas. Se você estiver em dúvida sobre qual escolher, você deve usar o OpenPGP.
ro: Există două standarde utilizate la scară largă pentru criptarea e-mailurilor. În timp ce OpenPGP/GnuPG este popular în rândul persoanelor fizice, S/MIME/x.509 este utilizat în principal de întreprinderi. Dacă aveți dubii cu privire la care să alegeți, ar trebui să folosiți OpenPGP.
ru: Существует два широко используемых стандарта для шифрования электронной почты. В то время как OpenPGP/GnuPG популярен среди частных лиц, S/MIME/x.509 используется в основном на предприятиях. Если вы сомневаетесь, какой из них выбрать, лучше использовать OpenPGP.
sk: Existujú dva široko používané štandardy na šifrovanie e-mailov. Zatiaľ čo OpenPGP/GnuPG je obľúbený medzi jednotlivcami, S/MIME/x.509 používajú najmä podniky. Ak máte pochybnosti, ktorý z nich si vybrať, mali by ste použiť OpenPGP.
sl: Za šifriranje e-pošte se pogosto uporabljata dva standarda. OpenPGP/GnuPG je priljubljen med posamezniki, S/MIME/x.509 pa večinoma uporabljajo podjetja. Če ste v dvomih, katerega izbrati, uporabite OpenPGP.
sv: Det finns två allmänt använda standarder för e-postkryptering. OpenPGP/GnuPG är populärt bland privatpersoner, medan S/MIME/x.509 främst används av företag. Om du är osäker på vilken du ska välja bör du använda OpenPGP.
zh_cn: 目前有两种广泛使用的电子邮件加密标准。OpenPGP/GnuPG在个人中很受欢迎，而S/MIME/x.509则大多被企业使用。如果你对选择哪一个有疑问，你应该使用OpenPGP。

source: `instructions <openpgp.html>`_ for using the OpenPGP standard with the Nitrokey
bg: `инструкции <openpgp.html>`_ за използване на стандарта OpenPGP с Nitrokey
cs: `instrukce <openpgp.html>`_ pro použití standardu OpenPGP s Nitrokey
da: `vejledning <openpgp.html>`_ til brug af OpenPGP-standarden med Nitrokey
de: `Anweisungen <openpgp.html>`_ zur Verwendung des OpenPGP-Standards mit dem Nitrokey
el: `οδηγίες <openpgp.html>`_ για τη χρήση του προτύπου OpenPGP με το Nitrokey
es: `instrucciones <openpgp.html>`_ para utilizar el estándar OpenPGP con el Nitrokey.
et: `juhised <openpgp.html>`_ OpenPGP standardi kasutamiseks Nitrokey'ga.
fi: `ohjeet <openpgp.html>`_ OpenPGP-standardin käyttämiseen Nitrokey-avaimen kanssa.
ja: ` NitrokeyでOpenPGP規格を使用するための説明書 <openpgp.html><x id="28"></x
lt: `Instrukcijos <openpgp.html>`_, kaip naudoti OpenPGP standartą su "Nitrokey
lv: `instrukcijas <openpgp.html>`_ OpenPGP standarta izmantošanai ar Nitrokey
pl: `instrukcje <openpgp.html>`_używania standardu OpenPGP z Nitrokey
pt: `instruções <openpgp.html>`_ para usar o padrão OpenPGP com o Nitrokey
ro: `instrucțiuni <openpgp.html>`_ pentru utilizarea standardului OpenPGP cu Nitrokey
ru: `инструкции <openpgp.html>`_ по использованию стандарта OpenPGP с Nitrokey
sk: `inštrukcie <openpgp.html>`_ pre používanie štandardu OpenPGP s Nitrokey
sl: `instrukcije <openpgp.html>`_ za uporabo standarda OpenPGP z Nitrokey
sv: `Anvisningar <openpgp.html>`_ för användning av OpenPGP-standarden med Nitrokey
zh_cn: `说明 <openpgp.html>`_使用Nitrokey的OpenPGP标准。

source: `instructions <smime.html>`_ for using S/MIME with the Nitrokey
bg: `инструкции <smime.html>`_ за използване на S/MIME с Nitrokey
cs: `instrukce <smime.html>`_ pro použití S/MIME s Nitrokey
da: `vejledning <smime.html>`_ til brug af S/MIME med Nitrokey
de: `Anweisungen <smime.html>`_ zur Verwendung von S/MIME mit dem Nitrokey
el: `οδηγίες <smime.html>`_ για τη χρήση του S/MIME με το Nitrokey
es: `instrucciones <smime.html>`_ para utilizar S/MIME con la Nitrokey
et: `juhised <smime.html>`_ S/MIME kasutamise kohta Nitrokey'ga.
fi: `ohjeita <smime.html>`_ S/MIME:n käyttämiseen Nitrokey:n kanssa.
ja: ` NitrokeyでS/MIMEを使用するための説明書 <smime.html>`_。
lt: `instrukcijos <smime.html>`_, kaip naudoti S/MIME su "Nitrokey
lv: `instrukcijas <smime.html>`_ S/MIME izmantošanai ar Nitrokey
pl: `instrukcje <smime.html>`_dotyczące używania S/MIME z Nitrokey
pt: `instruções <smime.html>`_ para usar S/MIME com a Nitrokey
ro: `instrucțiuni <smime.html>`_ pentru utilizarea S/MIME cu Nitrokey
ru: `инструкции <smime.html>`_ по использованию S/MIME с Nitrokey
sk: `inštrukcie <smime.html>`_ pre používanie S/MIME s Nitrokey
sl: `instrukcije <smime.html>`_ za uporabo S/MIME z Nitrokey
sv: `Anvisningar <smime.html>`_ för användning av S/MIME med Nitrokey
zh_cn: `说明 <smime.html>`_用Nitrokey使用S/MIME。

source: Please note that the Nitrokey App can not be used for this device!
bg: Моля, обърнете внимание, че приложението Nitrokey не може да се използва за това устройство!
cs: Upozorňujeme, že aplikaci Nitrokey nelze pro toto zařízení použít!
da: Bemærk venligst, at Nitrokey-appen ikke kan bruges til denne enhed!
de: Bitte beachten Sie, dass die Nitrokey-App für dieses Gerät nicht verwendet werden kann!
el: Σημειώστε ότι η εφαρμογή Nitrokey App δεν μπορεί να χρησιμοποιηθεί για αυτή τη συσκευή!
es: Tenga en cuenta que la aplicación Nitrokey no se puede utilizar para este dispositivo.
et: Pange tähele, et Nitrokey rakendust ei saa selle seadme puhul kasutada!
fi: Huomaa, että Nitrokey-sovellusta ei voi käyttää tässä laitteessa!
fr: Veuillez noter que l'application Nitrokey ne peut pas être utilisée pour cet appareil !
ja: この機種では、Nitrokeyアプリは使用できませんのでご注意ください。
lt: Atkreipkite dėmesį, kad "Nitrokey" programėlės šiame prietaise naudoti negalima!
lv: Lūdzu, ņemiet vērā, ka Nitrokey lietotni nevar izmantot šajā ierīcē!
pl: Proszę zauważyć, że aplikacja Nitrokey App nie może być używana dla tego urządzenia!
pt: Note que o Nitrokey App não pode ser usado para este dispositivo!
ro: Vă rugăm să rețineți că aplicația Nitrokey nu poate fi utilizată pentru acest dispozitiv!
ru: Обратите внимание, что приложение Nitrokey App не может быть использовано для этого устройства!
sk: Upozorňujeme, že aplikáciu Nitrokey nie je možné použiť pre toto zariadenie!
sl: Upoštevajte, da za to napravo ni mogoče uporabljati aplikacije Nitrokey!
sv: Observera att Nitrokey-appen inte kan användas för den här enheten!
zh_cn: 请注意，Nitrokey应用程序不能用于该设备！请注意。

source: Troubleshooting
bg: Отстраняване на неизправности
cs: Řešení problémů
da: Fejlfinding
de: Fehlersuche
el: Αντιμετώπιση προβλημάτων
es: Solución de problemas
et: Veaotsing
fi: Vianmääritys
fr: Dépannage
ja: トラブルシューティング
lt: Trikčių šalinimas
lv: Problēmu novēršana
pl: Rozwiązywanie problemów
pt: Resolução de problemas
ro: Depanare
ru: Устранение неполадок
sk: Riešenie problémov
sl: Odpravljanje težav
sv: Felsökning
zh_cn: 故障排除

source: On some GNU/Linux systems it is necessary to insert the UDEV rules for the Nitrokey device manually. If you followed the above instructions and get the message:
bg: В някои системи GNU/Linux е необходимо ръчно да въведете правилата на UDEV за устройството Nitrokey. Ако сте изпълнили горните инструкции и получите съобщението:
cs: V některých systémech GNU/Linux je nutné vložit pravidla UDEV pro zařízení Nitrokey ručně. Pokud jste postupovali podle výše uvedených pokynů a zobrazí se zpráva:
da: På nogle GNU/Linux-systemer er det nødvendigt at indsætte UDEV-reglerne for Nitrokey-enheden manuelt. Hvis du har fulgt ovenstående instruktioner og får meddelelsen:
de: Auf einigen GNU/Linux-Systemen ist es notwendig, die UDEV-Regeln für das Nitrokey-Gerät manuell einzufügen. Wenn Sie die obigen Anweisungen befolgt haben und die Meldung erhalten:
el: Σε ορισμένα συστήματα GNU/Linux είναι απαραίτητο να εισαγάγετε τους κανόνες UDEV για τη συσκευή Nitrokey χειροκίνητα. Αν ακολουθήσατε τις παραπάνω οδηγίες και λάβετε το μήνυμα: "Η συσκευή Nitrokey δεν είναι διαθέσιμη:
es: En algunos sistemas GNU/Linux es necesario insertar manualmente las reglas UDEV para el dispositivo Nitrokey. Si ha seguido las instrucciones anteriores y obtiene el mensaje:
et: Mõnes GNU/Linuxi süsteemis on vaja Nitrokey seadme UDEV reeglid käsitsi sisestada. Kui te järgisite ülaltoodud juhiseid ja saate teate:
fi: Joissakin GNU/Linux-järjestelmissä on tarpeen lisätä Nitrokey-laitteen UDEV-säännöt manuaalisesti. Jos noudatit edellä mainittuja ohjeita ja saat viestin:
fr: Sur certains systèmes GNU/Linux, il est nécessaire d'insérer manuellement les règles UDEV pour le périphérique Nitrokey. Si tu as suivi les instructions ci-dessus et que tu obtiens le message :
ja: 一部のGNU/Linuxシステムでは、NitrokeyデバイスのUDEVルールを手動で挿入する必要があります。上記の指示に従ったにもかかわらず、メッセージが表示された場合。
lt: Kai kuriose GNU/Linux sistemose "Nitrokey" įrenginio UDEV taisykles reikia įterpti rankiniu būdu. Jei laikėtės pirmiau pateiktų nurodymų ir gavote pranešimą:
lv: Dažās GNU/Linux sistēmās UDEV noteikumi Nitrokey ierīcei ir jāievada manuāli. Ja esat izpildījis iepriekš minētos norādījumus un saņemat ziņojumu:
pl: W niektórych systemach GNU/Linux konieczne jest ręczne wprowadzenie reguł UDEV dla urządzenia Nitrokey. Jeśli postępowałeś zgodnie z powyższymi instrukcjami i otrzymałeś komunikat:
pt: Em alguns sistemas GNU/Linux é necessário inserir manualmente as regras UDEV para o dispositivo Nitrokey. Se você seguiu as instruções acima e recebeu a mensagem:
ro: Pe unele sisteme GNU/Linux este necesar să introduceți manual regulile UDEV pentru dispozitivul Nitrokey. Dacă ați urmat instrucțiunile de mai sus și primiți mesajul:
ru: В некоторых системах GNU/Linux необходимо вручную вставить правила UDEV для устройства Nitrokey. Если вы следовали приведенным выше инструкциям и получили сообщение:
sk: V niektorých systémoch GNU/Linux je potrebné pravidlá UDEV pre zariadenie Nitrokey vložiť ručne. Ak ste postupovali podľa vyššie uvedených pokynov a zobrazí sa správa:
sl: V nekaterih sistemih GNU/Linux je treba pravila UDEV za napravo Nitrokey vstaviti ročno. Če ste sledili zgornjim navodilom in ste dobili sporočilo:
sv: På vissa GNU/Linux-system är det nödvändigt att manuellt lägga in UDEV-reglerna för Nitrokey-enheten. Om du har följt ovanstående instruktioner och får meddelandet:
zh_cn: 在某些GNU/Linux系统中，有必要手动插入Nitrokey设备的UDEV规则。如果你按照上面的说明，得到了这样的信息。

source: please install the `Nitrokey App <https://www.nitrokey.com/download>`_ or type the following commands in the terminal to download and install the UDEV rules:
bg: моля, инсталирайте приложението `Nitrokey <https://www.nitrokey.com/download>`_ или въведете следните команди в терминала, за да изтеглите и инсталирате правилата на UDEV:
cs: nainstalujte prosím `aplikaci Nitrokey <https://www.nitrokey.com/download>`_ nebo zadejte následující příkazy do terminálu pro stažení a instalaci pravidel UDEV:
da: installer `Nitrokey App <https://www.nitrokey.com/download>`_ eller skriv følgende kommandoer i terminalen for at downloade og installere UDEV-reglerne:
de: installieren Sie bitte die `Nitrokey App <https://www.nitrokey.com/download>`_ oder geben Sie die folgenden Befehle in das Terminal ein, um die UDEV Regeln herunterzuladen und zu installieren:
el: εγκαταστήστε την εφαρμογή `Nitrokey App <https://www.nitrokey.com/download>`_ ή πληκτρολογήστε τις ακόλουθες εντολές στο τερματικό για να κατεβάσετε και να εγκαταστήσετε τους κανόνες UDEV:
es: por favor, instale la `Nitrokey App <https://www.nitrokey.com/download>`__ o escriba los siguientes comandos en el terminal para descargar e instalar las reglas UDEV:
et: palun installige `Nitrokey App <https://www.nitrokey.com/download>`_ või sisestage terminalis järgmised käsud UDEV reeglite allalaadimiseks ja installimiseks:
fi: asenna `Nitrokey App <https://www.nitrokey.com/download>`_ tai kirjoita seuraavat komennot päätelaitteeseen ladataksesi ja asentaaksesi UDEV-säännöt:
ja: は、`Nitrokey App <https://www.nitrokey.com/download>`_をインストールするか、ターミナルで以下のコマンドを入力して、UDEVルールをダウンロードしてインストールしてください。
lt: įdiekite `"Nitrokey" programą <https://www.nitrokey.com/download>`_ arba terminale įveskite šias komandas, kad atsisiųstumėte ir įdiegtumėte UDEV taisykles:
lv: lūdzu, instalējiet `Nitrokey lietotni <https://www.nitrokey.com/download>`_ vai ievadiet terminālī šādas komandas, lai lejupielādētu un instalētu UDEV noteikumus:
pl: Proszę zainstalować `Nitrokey App <https://www.nitrokey.com/download>`_ lub wpisać następujące komendy w terminalu, aby pobrać i zainstalować reguły UDEV:
pt: por favor instale o `Nitrokey App <https://www.nitrokey.com/download>`_ ou digite os seguintes comandos no terminal para baixar e instalar as regras UDEV:
ro: vă rugăm să instalați `Nitrokey App <https://www.nitrokey.com/download>`_ sau să introduceți următoarele comenzi în terminal pentru a descărca și instala regulile UDEV:
ru: установите приложение `Nitrokey App <https://www.nitrokey.com/download>`_ или введите в терминале следующие команды для загрузки и установки правил UDEV:
sk: nainštalujte aplikáciu `Nitrokey <https://www.nitrokey.com/download>`_ alebo zadajte do terminálu nasledujúce príkazy na stiahnutie a inštaláciu pravidiel UDEV:
sl: namestite aplikacijo `Nitrokey <https://www.nitrokey.com/download>`_ ali v terminal vnesite naslednje ukaze za prenos in namestitev pravil UDEV:
sv: Installera `Nitrokey-appen <https://www.nitrokey.com/download>`_ eller skriv följande kommandon i terminalen för att ladda ner och installera UDEV-reglerna:
zh_cn: 请安装`Nitrokey App <https://www.nitrokey.com/download>`_或者在终端输入以下命令，下载并安装UDEV规则。

source: Multiple Identities
bg: Множество идентичности
cs: Více identit
da: Flere identiteter
de: Mehrere Identitäten
el: Πολλαπλές ταυτότητες
es: Identidades múltiples
et: Mitu identiteeti
fi: Useita identiteettejä
fr: Identités multiples
ja: マルチプル・アイデンティティ
lt: Kelios tapatybės
lv: Vairākas identitātes
pl: Wielorakie tożsamości
pt: Identidades Múltiplas
ro: Identități multiple
ru: Множественные личности
sk: Viaceré identity
sl: Več identitet
sv: Flera identiteter
zh_cn: 多重身份

source: The multiple identites feature allows to use 3 virtual smart cards in place of one, giving bigger flexibility in the every day use, as well as separation between user identities (business, personal etc.) or even allowing usage of it for more than one user (PINs are separate).
bg: Функцията за множество идентичности позволява използването на 3 виртуални смарт карти вместо една, което дава по-голяма гъвкавост при ежедневната употреба, както и разделяне на потребителските идентичности (бизнес, лични и т.н.) или дори позволява използването ѝ за повече от един потребител (ПИН кодовете са отделни).
cs: Funkce vícenásobných identit umožňuje používat 3 virtuální čipové karty místo jedné, což poskytuje větší flexibilitu při každodenním používání a také umožňuje oddělit identity uživatelů (firemní, osobní atd.) nebo ji dokonce používat pro více než jednoho uživatele (PINy jsou oddělené).
da: Funktionen med flere identiteter gør det muligt at bruge 3 virtuelle smartkort i stedet for ét, hvilket giver større fleksibilitet i den daglige brug, samt adskillelse mellem brugeridentiteter (forretningsidentitet, personlig identitet osv.) eller endda mulighed for brug af det til mere end én bruger (PIN-koder er separate).
de: Die Funktion für mehrere Identitäten ermöglicht die Verwendung von 3 virtuellen Smartcards anstelle einer, was eine größere Flexibilität bei der täglichen Nutzung bietet, sowie die Trennung zwischen Benutzeridentitäten (geschäftlich, persönlich etc.) oder sogar die Nutzung für mehr als einen Benutzer (PINs sind getrennt).
el: Η λειτουργία πολλαπλών ταυτοτήτων επιτρέπει τη χρήση 3 εικονικών έξυπνων καρτών αντί για μία, δίνοντας μεγαλύτερη ευελιξία στην καθημερινή χρήση, καθώς και διαχωρισμό μεταξύ των ταυτοτήτων των χρηστών (επαγγελματικές, προσωπικές κ.λπ.) ή ακόμη και τη χρήση της για περισσότερους από έναν χρήστες (οι κωδικοί PIN είναι ξεχωριστοί).
es: La función de identidades múltiples permite utilizar 3 tarjetas inteligentes virtuales en lugar de una, lo que proporciona una mayor flexibilidad en el uso diario, así como la separación entre las identidades de los usuarios (empresarial, personal, etc.) o incluso permite su uso para más de un usuario (los PIN están separados).
et: Mitme identiteedi funktsioon võimaldab kasutada ühe asemel 3 virtuaalset kiipkaarti, mis annab suurema paindlikkuse igapäevases kasutuses, samuti võimaldab eraldada kasutaja identiteedid (ärilised, isiklikud jne) või isegi kasutada seda rohkem kui ühe kasutaja jaoks (PIN-koodid on eraldi).
fi: Usean identiteetin ominaisuus mahdollistaa kolmen virtuaalisen älykortin käytön yhden sijaan, mikä lisää joustavuutta jokapäiväisessä käytössä sekä mahdollistaa käyttäjien identiteettien erottamisen toisistaan (yritys, henkilökohtainen jne.) tai jopa sen käytön useammalle kuin yhdelle käyttäjälle (PIN-koodit ovat erilliset).
fr: La fonction d'identités multiples permet d'utiliser 3 cartes à puce virtuelles au lieu d'une seule, ce qui offre une plus grande flexibilité dans l'utilisation quotidienne, ainsi qu'une séparation entre les identités des utilisateurs (professionnelle, personnelle, etc.) ou même la possibilité de l'utiliser pour plus d'un utilisateur (les PIN sont séparés).
ja: マルチプルアイデンティティ機能により、1枚の仮想スマートカードの代わりに3枚の仮想スマートカードを使用することができ、日常的な使用においてより大きな柔軟性が得られます。また、ユーザーのアイデンティティ（ビジネス、個人など）を分けたり、複数のユーザーで使用することもできます（PINは別々に設定されます）。
lt: Kelių tapatybių funkcija leidžia naudoti 3 virtualias lustines korteles vietoj vienos, taip suteikiant daugiau lankstumo kasdieniam naudojimui, taip pat atskirti naudotojo tapatybes (verslo, asmeninę ir kt.) arba net leisti naudoti ją daugiau nei vienam naudotojui (PIN kodai yra atskiri).
lv: Vairāku identitāšu funkcija ļauj izmantot 3 virtuālās viedkartes vienas vietā, nodrošinot lielāku elastību ikdienas lietošanā, kā arī lietotāju identitāšu nodalīšanu (biznesa, personīgā u. c.) vai pat ļaujot to izmantot vairāk nekā vienam lietotājam (PIN kodi ir atsevišķi).
pl: Funkcja wielu tożsamości pozwala na użycie 3 wirtualnych kart elektronicznych zamiast jednej, co daje większą elastyczność w codziennym użytkowaniu, jak również pozwala na oddzielenie tożsamości użytkowników (służbowych, osobistych itp.) lub nawet umożliwia korzystanie z niej przez więcej niż jednego użytkownika (PINy są oddzielne).
pt: O recurso de múltiplos identificadores permite utilizar 3 Cartões Smart Card virtuais no lugar de um, dando maior flexibilidade no uso diário, bem como a separação entre as identidades dos usuários (comerciais, pessoais, etc.) ou mesmo permitindo o uso para mais de um usuário (os PINs são separados).
ro: Funcția de identități multiple permite utilizarea a 3 carduri inteligente virtuale în locul unuia singur, oferind o mai mare flexibilitate în utilizarea zilnică, precum și separarea între identitățile utilizatorilor (de afaceri, personale etc.) sau chiar permite utilizarea acestuia pentru mai mulți utilizatori (PIN-urile sunt separate).
ru: Функция множественных идентификаторов позволяет использовать 3 виртуальные смарт-карты вместо одной, что обеспечивает большую гибкость в повседневном использовании, а также разделение между идентификаторами пользователей (бизнес, личный и т.д.) или даже позволяет использовать ее для более чем одного пользователя (PIN-коды разделены).
sk: Funkcia viacnásobných identít umožňuje používať 3 virtuálne čipové karty namiesto jednej, čo poskytuje väčšiu flexibilitu pri každodennom používaní, ako aj oddelenie používateľských identít (firemná, osobná atď.) alebo dokonca umožňuje používanie pre viac ako jedného používateľa (PIN kódy sú oddelené).
sl: Funkcija več identitet omogoča uporabo treh virtualnih pametnih kartic namesto ene, kar omogoča večjo prilagodljivost pri vsakodnevni uporabi in ločevanje med identitetami uporabnikov (poslovna, osebna itd.) ali celo uporabo za več kot enega uporabnika (kode PIN so ločene).
sv: Funktionen för flera identiteter gör det möjligt att använda tre virtuella smartkort i stället för ett, vilket ger större flexibilitet i den dagliga användningen, liksom åtskillnad mellan användaridentiteter (företag, privat osv.) eller till och med tillåter användning av det för mer än en användare (PIN-koder är separata).
zh_cn: 多重身份功能允许使用3张虚拟智能卡代替一张，在日常使用中提供更大的灵活性，以及区分用户身份（商业、个人等），甚至允许多个用户使用它（密码是独立的）。
