Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/start.po
Languages: bg, cs, da, de, el, es, et, fi, fr, ja, lt, lv, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: At the moment Thunderbird’s 78 support for the OpenPGP emails is not easy to set up. See `Thunderbird’s documentation <https://wiki.mozilla.org/Thunderbird:OpenPGP:Smartcards>`__ for details. Here is a `comprehensive German guide <https://decatec.de/it/thunderbird-78-pgp-verschluesselung-mit-dem-nitrokey-storage/>`__.
fr: Pour l'instant, le support 78 de Thunderbird pour les emails OpenPGP n'est pas facile à mettre en place. Voir `la documentation de Thunderbird <https://wiki.mozilla.org/Thunderbird:OpenPGP:Smartcards>`__ pour plus de détails. Voici un `guide complet en allemand <https://decatec.de/it/thunderbird-78-pgp-verschluesselung-mit-dem-nitrokey-storage/>`__.

source: Please use Kleopatra or `GPA <openpgp-keygen-gpa.html>`__ software to handle the smart card.
fr: Veuillez utiliser le logiciel Kleopatra ou `GPA <openpgp-keygen-gpa.html>`__ pour gérer la carte à puce.

source: Install the device driver as described `here <https://www.nitrokey.com/documentation/installation>`__.
fr: Installez le pilote de périphérique comme décrit `ici <https://www.nitrokey.com/documentation/installation>`__.

source: Install `Thunderbird <https://www.thunderbird.net/en-US/>`__ and the Add-on `Enigmail <https://www.enigmail.net/index.php/en/>`__.
fr: Installez `Thunderbird <https://www.thunderbird.net/en-US/>`__ et le module complémentaire `Enigmail <https://www.enigmail.net/index.php/en/>`__.

source: `PuTTY <https://www.chiark.greenend.org.uk/~sgtatham/putty/latest.html>`__ or a variant of it
fr: `PuTTY <https://www.chiark.greenend.org.uk/~sgtatham/putty/latest.html>`__ ou une variante de celui-ci

source: `GPG4Win <https://gpg4win.org/>`__ or `pageant.exe <https://smartcard-auth.de/download-de.html>`__ with Smartcard support from Dr. Peter Koch
fr: `GPG4Win <https://gpg4win.org/>`__ ou `pageant.exe <https://smartcard-auth.de/download-de.html>`__ avec support Smartcard du Dr. Peter Koch

source: Optional: `OpenPGP Minidriver <https://wald.intevation.org/frs/?group_id=49&release_id=353>`__
fr: Facultatif : `OpenPGP Minidriver <https://wald.intevation.org/frs/?group_id=49&release_id=353>`__

source: If you are in doubt which one to choose, you should use OpenPGP, see `here <openpgp.html>`__. This page describes the usage of S/MIME email encryption.
fr: Si vous avez un doute sur le choix à faire, vous devriez utiliser OpenPGP, voir `here <openpgp.html>`__. Cette page décrit l'utilisation du cryptage des e-mails S/MIME.

source: You need to purchase a S/MIME certificate or may already got one by your company. Furthermore, you need to install `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`__ on your System. While GNU/Linux users usually can install OpenSC over the package manager (e.g. ``sudo apt install opensc`` on Ubuntu), macOS and Windows users can download the installation files from the `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`__ page.
fr: Vous devez acheter un certificat S/MIME ou peut-être en avez-vous déjà un par votre entreprise. De plus, vous devez installer `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`__ sur votre système. Alors que les utilisateurs de GNU/Linux peuvent généralement installer OpenSC via le gestionnaire de paquets (par exemple ``sudo apt install opensc`` sur Ubuntu), les utilisateurs de macOS et Windows peuvent télécharger les fichiers d'installation depuis la page `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`__.

source: The following instructions are based on the `wiki of OpenSC <https://github.com/OpenSC/OpenSC/wiki/OpenPGP-card>`__. We will assume, that you already got a key-certificate pair as a .p12 file. Please have a look at the wiki page, if you got a separate key and certificate file.
fr: Les instructions suivantes sont basées sur le `wiki de OpenSC <https://github.com/OpenSC/OpenSC/wiki/OpenPGP-card>`__. Nous supposerons que vous avez déjà obtenu une paire clé-certificat sous forme de fichier .p12. Veuillez jeter un coup d'œil à la page du wiki, si vous avez obtenu un fichier de clé et de certificat séparé.

source: for using `S/MIME encryption on Thunderbird <smime-thunderbird.html>`__
fr: pour utiliser le cryptage `S/MIME sur Thunderbird <smime-thunderbird.html>`___.

source: for using `S/MIME encryption on Outlook <smime-outlook.html>`__
fr: pour l'utilisation du cryptage S/MIME sur Outlook <smime-outlook.html>___.

source: Nitrokey Storage 2: You need to install OpenSC in version 0.18 or higher. You can find the files on the `OpenSC website <https://github.com/OpenSC/OpenSC/releases>`__ for Windows and macOS user or `here <https://github.com/Nitrokey/opensc-build>`__ for Debian/Ubuntu users.
fr: Nitrokey Storage 2 : Vous devez installer OpenSC en version 0.18 ou supérieure. Vous pouvez trouver les fichiers sur le site `OpenSC <https://github.com/OpenSC/OpenSC/releases>`__ pour les utilisateurs de Windows et macOS ou `ici <https://github.com/Nitrokey/opensc-build>`__ pour les utilisateurs de Debian/Ubuntu.

source: If you do not have a S/MIME key-certificate pair installed on your Nitrokey yet, please look at `this page <smime.html>`__ first.
fr: Si tu n'as pas encore de paire clé-certificat S/MIME installée sur ta Nitrokey, regarde d'abord `cette page <smime.html>`__.

source: You need to have OpenSC installed on your System. Please have a look at the `wiki page of the OpenSC project <https://github.com/OpenSC/OpenSC/wiki>`__.
fr: Vous devez avoir OpenSC installé sur votre système. Veuillez consulter la page `wiki du projet OpenSC <https://github.com/OpenSC/OpenSC/wiki>`__.

source: If you do not have a S/MIME key-certificate pair installed on your Nitrokey yet or if you did not installed OpenSC, please look at `this page <smime.html>`__ first.
fr: Si vous n'avez pas encore installé de paire clé-certificat S/MIME sur votre Nitrokey ou si vous n'avez pas installé OpenSC, regardez d'abord `cette page <smime.html>`__.

source: You need to have `OpenSC installed <https://github.com/OpenSC/OpenSC/wiki>`__ on your System. While GNU/Linux users usually can install OpenSC over the package manager (e.g. ``sudo apt update && sudo apt install opensc`` on Ubuntu), macOS and Windows users can download the installation files from OpenSC directly.
fr: Vous devez avoir `OpenSC installé <https://github.com/OpenSC/OpenSC/wiki>`__ sur votre Système. Alors que les utilisateurs de GNU/Linux peuvent généralement installer OpenSC via le gestionnaire de paquets (par exemple ``sudo apt update && sudo apt install opensc`` sur Ubuntu), les utilisateurs de macOS et Windows peuvent télécharger les fichiers d'installation directement depuis OpenSC.

source: Install `GnuPG 2.1 <https://gpgtools.org/>`__ or higher.
fr: Installez `GnuPG 2.1 <https://gpgtools.org/>`__ ou plus.

source: (Nitrokey Start - macOS)
fr: (Démarrage de Nitrokey - macOS)

source: Install `Gpg4win <https://www.gpg4win.org/>`__ on your Computer.
fr: Installez `Gpg4win <https://www.gpg4win.org/>`__ sur votre ordinateur.

source: Use ‘gpg –card-edit’ -> ‘admin’ -> ‘passwd’ to achieve this (for Admin PIN case). - Please be careful to change Admin PIN first and User PIN second! Otherwise the admin-less mode got activated, see `this instructions <https://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html#>`__ for further information.
fr: Utilisez 'gpg -card-edit' -> 'admin' -> 'passwd' pour y parvenir (pour le cas du PIN admin). - Faites attention à changer le PIN de l'administrateur en premier et le PIN de l'utilisateur en second ! Sinon le mode sans administrateur est activé, voir `cette instruction <https://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html#>`__ pour plus d'informations.

source: Optionally Reset code can be set up (`guide <https://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html>`__). The minimum length accepted is 8 characters, however it should be as long as User PIN.
fr: En option, un code de réinitialisation peut être configuré (`guide <https://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html>`__). La longueur minimale acceptée est de 8 caractères, mais elle doit être aussi longue que le PIN de l'utilisateur.

source: **Firmware version 1.2.5 or below: In case you forget a PIN or enter it wrongly three times you need the reset code to unblock the PIN. Otherwise the device wouldn’t be usable anymore! Therefore please** `set the reset code <https://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html>`__ **as well when initialising the key!**
fr: **Firmware version 1.2.5 ou inférieure : Si vous oubliez un code PIN ou si vous le saisissez incorrectement trois fois, vous avez besoin du code de réinitialisation pour le débloquer. Sinon, l'appareil ne serait plus utilisable ! Par conséquent, veuillez** `régler le code de réinitialisation <https://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html>`__ **également lors de l'initialisation de la clé!**.
