Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/start.po
Languages: bg, cs, da, de, el, es, et, fi, fr, ja, lt, lv, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: At first, you need to generate a key locally. You can decide, which key attributes to use and - most importantly - you can export the key and keep it somewhere save in case you need to restore the key.
bg: Първоначално трябва да генерирате локален ключ. Можете да решите кои атрибути на ключа да използвате и - най-важното - можете да експортирате ключа и да го запазите някъде, в случай че се наложи да го възстановите.
cs: Nejprve je třeba vygenerovat klíč lokálně. Můžete se rozhodnout, které atributy klíče použijete, a - což je nejdůležitější - klíč můžete exportovat a uložit pro případ, že byste jej potřebovali obnovit.
da: Først skal du generere en nøgle lokalt. Du kan selv bestemme, hvilke nøgleattributter du vil bruge, og - vigtigst af alt - du kan eksportere nøglen og gemme den et sted, hvis du har brug for at gendanne nøglen.
de: Zunächst müssen Sie einen Schlüssel lokal erzeugen. Sie können entscheiden, welche Schlüsselattribute Sie verwenden möchten, und - ganz wichtig - Sie können den Schlüssel exportieren und an einem sicheren Ort aufbewahren, falls Sie den Schlüssel wiederherstellen müssen.
el: Αρχικά, πρέπει να δημιουργήσετε ένα κλειδί τοπικά. Μπορείτε να αποφασίσετε, ποια χαρακτηριστικά του κλειδιού θα χρησιμοποιήσετε και - το πιο σημαντικό - μπορείτε να εξάγετε το κλειδί και να το κρατήσετε κάπου αποθηκευμένο σε περίπτωση που χρειαστεί να επαναφέρετε το κλειδί.
es: Al principio, necesitas generar una clave localmente. Puede decidir qué atributos de la clave utilizar y, lo que es más importante, puede exportar la clave y guardarla en algún lugar por si necesita restaurarla.
et: Kõigepealt tuleb teil luua võti kohapeal. Saate otsustada, milliseid võtme atribuute kasutada ja - mis kõige tähtsam - saate võtme eksportida ja hoida seda kuskil salvestatud kujul, juhul kui teil on vaja võtit taastada.
fi: Ensin sinun on luotava avain paikallisesti. Voit päättää, mitä avainominaisuuksia haluat käyttää, ja - mikä tärkeintä - voit viedä avaimen ja säilyttää sen jossakin tallessa, jos haluat palauttaa avaimen.
fr: Dans un premier temps, vous devez générer une clé localement. Vous pouvez décider des attributs de la clé à utiliser et, surtout, vous pouvez exporter la clé et la conserver quelque part, au cas où vous auriez besoin de la restaurer.
ja: まず最初に、ローカルで鍵を生成する必要があります。どのような鍵の属性を使用するかを決めることができ、最も重要なことは、鍵をエクスポートしてどこかに保存し、鍵を復元する必要がある場合に備えることができることです。
lt: Iš pradžių reikia vietoje sukurti raktą. Galite nuspręsti, kokius rakto atributus naudoti, o svarbiausia - galite raktą eksportuoti ir išsaugoti, jei prireiktų jį atkurti.
lv: Vispirms ir jāģenerē atslēga lokāli. Jūs varat izlemt, kādus atslēgas atribūtus izmantot, un, kas ir vissvarīgākais, varat eksportēt atslēgu un saglabāt to kaut kur, lai saglabātu gadījumā, ja atslēgu nepieciešams atjaunot.
pl: Na początku należy wygenerować klucz lokalnie. Możesz zdecydować, jakich atrybutów klucza użyć i - co najważniejsze - możesz wyeksportować klucz i zachować go w bezpiecznym miejscu na wypadek, gdybyś musiał go odtworzyć.
pt: No início, você precisa gerar uma chave localmente. Você pode decidir quais atributos-chave usar e - o mais importante - pode exportar a chave e mantê-la em algum lugar, exceto em caso de necessidade de restaurar a chave.
ro: La început, trebuie să generați o cheie la nivel local. Puteți decide ce atribute ale cheii să utilizați și - cel mai important - puteți exporta cheia și o puteți păstra undeva unde să o salvați în cazul în care aveți nevoie să o restaurați.
ru: Сначала вам нужно сгенерировать ключ локально. Вы можете решить, какие атрибуты ключа использовать, и - самое главное - вы можете экспортировать ключ и сохранить его где-нибудь на случай, если вам понадобится восстановить ключ.
sk: Najprv je potrebné vygenerovať kľúč lokálne. Môžete sa rozhodnúť, ktoré atribúty kľúča použijete, a čo je najdôležitejšie, môžete kľúč exportovať a uložiť ho na nejaké miesto pre prípad, že by ste ho potrebovali obnoviť.
sl: Najprej morate ključ ustvariti lokalno. Lahko se odločite, katere atribute ključa boste uporabili, in - kar je najpomembneje - ključ lahko izvozite in ga shranite, če ga boste morali obnoviti.
sv: Först måste du generera en nyckel lokalt. Du kan bestämma vilka nyckelattribut som ska användas och - viktigast av allt - du kan exportera nyckeln och spara den någonstans om du behöver återställa nyckeln.
zh_cn: 首先，你需要在本地生成一个密钥。你可以决定使用哪种密钥属性，最重要的是，你可以导出密钥并将其保存在某个地方，以备你需要恢复密钥。

source: Main Key and Encryption Subkey
bg: Основен ключ и подключ за криптиране
cs: Hlavní klíč a dílčí šifrovací klíč
da: Hovednøgle og krypteringsundernøgle
de: Hauptschlüssel und Verschlüsselungsunterschlüssel
el: Κύριο κλειδί και υποκλειδί κρυπτογράφησης
es: Clave principal y subclave de cifrado
et: Peavõti ja krüpteerimise alamvõti
fi: Pääavain ja salausavain
fr: Clé principale et sous-clé de chiffrement
ja: メインキーと暗号化サブキー
lt: Pagrindinis raktas ir šifravimo pagalbinis raktas
lv: Galvenā atslēga un šifrēšanas papildatslēga
pl: Klucz główny i podklucz szyfrujący
pt: Chave Principal e Subchave de Criptografia
ro: Cheia principală și subcheia de criptare
ru: Основной ключ и подключ шифрования
sk: Hlavný kľúč a šifrovací podkľúč
sl: Glavni ključ in šifrirni podključ
sv: Huvudnyckel och krypteringsundernyckel
zh_cn: 主密钥和加密子密钥

source: We can use the command ``gpg --full-generate-key --expert`` to start a guided key generation with all possible options. You can choose the key type (usually RSA (1) or ECC (9)), the length of the key and other attributes. The following output is just a simple example, you may choose other values.
bg: Можем да използваме командата ``gpg --full-generate-key --expert``, за да стартираме насочено генериране на ключове с всички възможни опции. Можете да изберете типа на ключа (обикновено RSA (1) или ECC (9)), дължината на ключа и други атрибути. Следващият изход е само прост пример, можете да изберете други стойности.
cs: Příkazem ``gpg --full-generate-key --expert`` spustíme řízené generování klíče se všemi možnými volbami. Můžete zvolit typ klíče (obvykle RSA (1) nebo ECC (9)), délku klíče a další atributy. Následující výstup je jen jednoduchý příklad, můžete zvolit i jiné hodnoty.
da: Vi kan bruge kommandoen ``gpg --full-generate-key --expert`` til at starte en guidet nøglegenerering med alle mulige indstillinger. Du kan vælge nøgletype (normalt RSA (1) eller ECC (9)), nøglens længde og andre attributter. Det følgende output er blot et simpelt eksempel, du kan vælge andre værdier.
de: Wir können den Befehl ``gpg --full-generate-key --expert`` verwenden, um eine geführte Schlüsselerzeugung mit allen möglichen Optionen zu starten. Sie können den Schlüsseltyp (normalerweise RSA (1) oder ECC (9)), die Länge des Schlüssels und andere Attribute wählen. Die folgende Ausgabe ist nur ein einfaches Beispiel, Sie können auch andere Werte wählen.
el: Μπορούμε να χρησιμοποιήσουμε την εντολή ``gpg --full-generate-key --expert`` για να ξεκινήσουμε μια καθοδηγούμενη παραγωγή κλειδιών με όλες τις πιθανές επιλογές. Μπορείτε να επιλέξετε τον τύπο του κλειδιού (συνήθως RSA (1) ή ECC (9)), το μήκος του κλειδιού και άλλα χαρακτηριστικά. Η παρακάτω έξοδος είναι ένα απλό παράδειγμα, μπορείτε να επιλέξετε άλλες τιμές.
es: Podemos utilizar el comando ``gpg --full-generate-key --expert`` para iniciar una generación de clave guiada con todas las opciones posibles. Puedes elegir el tipo de clave (normalmente RSA (1) o ECC (9)), la longitud de la clave y otros atributos. La siguiente salida es un simple ejemplo, puedes elegir otros valores.
et: Me võime kasutada käsku ``gpg --full-generate-key --expert``, et alustada juhendatud võtme genereerimist kõigi võimalike valikutega. Saate valida võtme tüübi (tavaliselt RSA (1) või ECC (9)), võtme pikkuse ja muud atribuudid. Järgnev väljund on vaid lihtne näide, võite valida ka muid väärtusi.
fi: Voimme käyttää komentoa ``gpg --full-generate-key --expert`` aloittaaksemme ohjatun avainten luomisen kaikilla mahdollisilla vaihtoehdoilla. Voit valita avaintyypin (yleensä RSA (1) tai ECC (9)), avaimen pituuden ja muita ominaisuuksia. Seuraava tuloste on vain yksinkertainen esimerkki, voit valita muita arvoja.
fr: Nous pouvons utiliser la commande ``gpg --full-generate-key --expert`` pour lancer une génération de clé guidée avec toutes les options possibles. Vous pouvez choisir le type de clé (habituellement RSA (1) ou ECC (9)), la longueur de la clé et d'autres attributs. La sortie suivante est juste un exemple simple, vous pouvez choisir d'autres valeurs.
ja: コマンド ``gpg --full-generate-key --expert`` を使用すると、可能なすべてのオプションを使ってガイド付きの鍵生成を開始することができます。鍵の種類（通常はRSA（1）またはECC（9））、鍵の長さ、その他の属性を選択することができます。以下の出力は簡単な例であり、他の値を選択することもできます。
lt: Galime naudoti komandą ``gpg --full-generate-key --expert``, norėdami pradėti vedamąjį rakto generavimą su visomis galimomis parinktimis. Galima pasirinkti rakto tipą (paprastai RSA (1) arba ECC (9)), rakto ilgį ir kitus požymius. Toliau pateikiamas išvesties rodmuo yra tik paprastas pavyzdys, galite pasirinkti kitas reikšmes.
lv: Mēs varam izmantot komandu ``gpg --full-generate-key --expert``, lai sāktu vadītu atslēgas ģenerēšanu ar visām iespējamām iespējām. Var izvēlēties atslēgas veidu (parasti RSA (1) vai ECC (9)), atslēgas garumu un citus atribūtus. Tālāk redzamais izvads ir tikai vienkāršs piemērs, jūs varat izvēlēties citas vērtības.
pl: Możemy użyć polecenia ``gpg --full-generate-key --expert``, aby rozpocząć generowanie klucza z wszystkimi możliwymi opcjami. Możesz wybrać typ klucza (zwykle RSA (1) lub ECC (9)), długość klucza i inne atrybuty. Poniższe wyjście jest tylko prostym przykładem, możesz wybrać inne wartości.
pt: Podemos usar o comando ``gpg --full-generate-key --expert`` para iniciar uma geração de chaves guiadas com todas as opções possíveis. Você pode escolher o tipo de chave (geralmente RSA (1) ou ECC (9)), o comprimento da chave e outros atributos. A saída seguinte é apenas um exemplo simples, você pode escolher outros valores.
ro: Putem folosi comanda ``gpg --full-generate-key --expert``` pentru a începe o generare ghidată a cheilor cu toate opțiunile posibile. Se poate alege tipul de cheie (de obicei RSA (1) sau ECC (9)), lungimea cheii și alte atribute. Următoarea ieșire este doar un exemplu simplu, puteți alege și alte valori.
ru: Мы можем использовать команду ``gpg --full-generate-key --expert`` для запуска управляемой генерации ключей со всеми возможными опциями. Вы можете выбрать тип ключа (обычно RSA (1) или ECC (9)), длину ключа и другие атрибуты. Приведенный ниже результат является простым примером, вы можете выбрать другие значения.
sk: Príkazom ``gpg --full-generate-key --expert`` môžeme spustiť riadené generovanie kľúčov so všetkými možnými voľbami. Môžete si vybrať typ kľúča (zvyčajne RSA (1) alebo ECC (9)), dĺžku kľúča a ďalšie atribúty. Nasledujúci výstup je len jednoduchý príklad, môžete zvoliť aj iné hodnoty.
sl: Z ukazom ``gpg --full-generate-key --expert`` lahko zaženemo vodeno generiranje ključa z vsemi možnimi možnostmi. Izberete lahko vrsto ključa (običajno RSA (1) ali ECC (9)), dolžino ključa in druge atribute. Naslednji izpis je le preprost primer, lahko izberete tudi druge vrednosti.
sv: Vi kan använda kommandot ``gpg --full-generate-key --expert`` för att starta en guidad nyckelgenerering med alla möjliga alternativ. Du kan välja nyckeltyp (vanligtvis RSA (1) eller ECC (9)), nyckellängd och andra attribut. Följande utdata är bara ett enkelt exempel, du kan välja andra värden.
zh_cn: 我们可以使用``gpg --full-generate-key --expert``命令来启动一个具有所有可能选项的指导性密钥生成。你可以选择钥匙类型（通常是RSA（1）或ECC（9）），钥匙的长度和其他属性。下面的输出只是一个简单的例子，你可以选择其他值。

source: The following table illustrates which algorithm can be used on which device, in case you want to use different key attributes.
bg: Следващата таблица илюстрира кой алгоритъм може да се използва на кое устройство, в случай че искате да използвате различни ключови атрибути.
cs: Následující tabulka ukazuje, který algoritmus lze použít na kterém zařízení v případě, že chcete použít různé atributy klíče.
da: Følgende tabel viser, hvilken algoritme der kan bruges på hvilken enhed, hvis du ønsker at bruge forskellige nøgleattributter.
de: Die folgende Tabelle zeigt, welcher Algorithmus auf welchem Gerät verwendet werden kann, falls Sie unterschiedliche Schlüsselattribute verwenden möchten.
el: Ο παρακάτω πίνακας δείχνει ποιος αλγόριθμος μπορεί να χρησιμοποιηθεί σε ποια συσκευή, σε περίπτωση που θέλετε να χρησιμοποιήσετε διαφορετικά χαρακτηριστικά κλειδιών.
es: La siguiente tabla ilustra qué algoritmo se puede utilizar en cada dispositivo, en caso de que desee utilizar diferentes atributos de clave.
et: Järgmine tabel näitab, millist algoritmi saab millises seadmes kasutada, kui soovite kasutada erinevaid võtmeatribuute.
fi: Seuraavassa taulukossa esitetään, mitä algoritmia voidaan käyttää missäkin laitteessa, jos haluat käyttää eri avainattribuutteja.
fr: Le tableau suivant illustre quel algorithme peut être utilisé sur quel dispositif, dans le cas où vous souhaitez utiliser différents attributs de clé.
ja: 次の表は、異なるキー属性を使用したい場合に、どのアルゴリズムをどのデバイスで使用できるかを示しています。
lt: Toliau pateiktoje lentelėje parodyta, kokį algoritmą galima naudoti kokiame įrenginyje, jei norite naudoti skirtingus raktų atributus.
lv: Tālāk tabulā ir parādīts, kuru algoritmu var izmantot kurā ierīcē, ja vēlaties izmantot dažādus atslēgas atribūtus.
pl: Poniższa tabela ilustruje, który algorytm może być użyty na którym urządzeniu, w przypadku, gdy chcesz użyć różnych atrybutów klucza.
pt: A tabela a seguir ilustra qual algoritmo pode ser usado em qual dispositivo, caso você queira usar diferentes atributos-chave.
ro: Tabelul următor ilustrează ce algoritm poate fi utilizat pe fiecare dispozitiv, în cazul în care doriți să utilizați atribute de cheie diferite.
ru: В следующей таблице показано, какой алгоритм может быть использован на том или ином устройстве, в случае если вы хотите использовать различные атрибуты ключей.
sk: V nasledujúcej tabuľke je znázornené, ktorý algoritmus možno použiť na ktorom zariadení v prípade, že chcete použiť rôzne atribúty kľúča.
sl: Naslednja tabela prikazuje, kateri algoritem lahko uporabite v posamezni napravi, če želite uporabiti različne atribute ključev.
sv: Följande tabell visar vilken algoritm som kan användas på vilken enhet, om du vill använda olika nyckelattribut.
zh_cn: 下表说明了在你想使用不同的密钥属性的情况下，哪种算法可用于哪种设备。

source: Brainpool (ECC)
ja: ブレインプール（ECC）
zh_cn: 脑库（ECC）

source: Subkey for Authentication
bg: Подключ за удостоверяване
cs: Dílčí klíč pro ověřování
da: Undernøgle til autentificering
de: Unterschlüssel für die Authentifizierung
el: Υποκλειδί για έλεγχο ταυτότητας
es: Subclave para la autenticación
et: Autentimise alamvõti
fi: Todennuksen aliavain
fr: Sous-clé pour l'authentification
ja: 認証用サブキー
lt: Autentiškumo nustatymo rakto pakaitalas
lv: Autentifikācijas autentifikācijas atslēgas apakšatslēga
pl: Podklucz dla uwierzytelniania
pt: Sub-chave para Autenticação
ro: Subcheie pentru autentificare
ru: Подключ для аутентификации
sk: Podkľúč pre overovanie
sl: Podključ za preverjanje pristnosti
sv: Undernyckel för autentisering
zh_cn: 认证的子密钥
