Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/start.po
Languages: bg, cs, da, de, el, es, et, fi, fr, ja, lt, lv, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: S/MIME/X.509 is mostly used by enterprises.
bg: S/MIME/X.509 се използва предимно от предприятия.
cs: S/MIME/X.509 používají především podniky.
da: S/MIME/X.509 bruges mest af virksomheder.
de: S/MIME/X.509 wird meist von Unternehmen verwendet.
el: Το S/MIME/X.509 χρησιμοποιείται κυρίως από επιχειρήσεις.
es: S/MIME/X.509 es utilizado principalmente por las empresas.
et: S/MIME/X.509 kasutavad peamiselt ettevõtted.
fi: S/MIME/X.509 on useimmiten yritysten käytössä.
fr: S/MIME/X.509 est surtout utilisé par les entreprises.
ja: S/MIME/X.509は主に企業で使用されています。
lt: S/MIME/X.509 dažniausiai naudoja įmonės.
lv: S/MIME/X.509 galvenokārt izmanto uzņēmumi.
pl: S/MIME/X.509 jest najczęściej używany przez przedsiębiorstwa.
pt: O S/MIME/X.509 é utilizado principalmente por empresas.
ro: S/MIME/X.509 este utilizat în principal de întreprinderi.
ru: S/MIME/X.509 в основном используется на предприятиях.
sk: S/MIME/X.509 používajú najmä podniky.
sl: S/MIME/X.509 večinoma uporabljajo podjetja.
sv: S/MIME/X.509 används främst av företag.
zh_cn: S/MIME/X.509大多被企业使用。

source: If you are in doubt which one to choose, you should use OpenPGP. While this page describes the usage of OpenPGP, S/MIME is described `here <smime.html>`_.
bg: Ако се съмнявате кой да изберете, използвайте OpenPGP. Докато тази страница описва използването на OpenPGP, S/MIME е описан `тук <smime.html>`_.
cs: Pokud váháte, který z nich zvolit, měli byste použít OpenPGP. Zatímco tato stránka popisuje použití OpenPGP, S/MIME je popsán `zde <smime.html>`_.
da: Hvis du er i tvivl om, hvilken en du skal vælge, bør du bruge OpenPGP. Mens denne side beskriver brugen af OpenPGP, er S/MIME beskrevet `her <smime.html>`_.
de: Im Zweifelsfall sollten Sie OpenPGP verwenden. Während diese Seite die Verwendung von OpenPGP beschreibt, wird S/MIME `hier <smime.html>`_ beschrieben.
el: Αν έχετε αμφιβολίες για το ποιο να επιλέξετε, θα πρέπει να χρησιμοποιήσετε το OpenPGP. Ενώ αυτή η σελίδα περιγράφει τη χρήση του OpenPGP, το S/MIME περιγράφεται `εδώ <smime.html>`_.
es: Si tiene dudas sobre cuál elegir, debería utilizar OpenPGP. Mientras que esta página describe el uso de OpenPGP, S/MIME se describe `aquí <smime.html>`_.
et: Kui te kahtlete, millist valida, siis kasutage OpenPGP-d. Kui sellel leheküljel kirjeldatakse OpenPGP kasutamist, siis S/MIME on kirjeldatud `kuskil <smime.html>`_.
fi: Jos olet epävarma siitä, kumman valitsisit, kannattaa käyttää OpenPGP:tä. Tällä sivulla kuvataan OpenPGP:n käyttöä, kun taas S/MIME on kuvattu `täällä <smime.html>`_.
ja: どちらを選ぶべきか迷ったら、OpenPGPを使うべきです。このページではOpenPGPの使い方を説明していますが、S/MIMEについては`こちら<smime.html>`_で説明しています。
lt: Jei abejojate, kurį iš jų pasirinkti, turėtumėte naudoti OpenPGP. Šiame puslapyje aprašomas OpenPGP naudojimas, o S/MIME aprašomas ` čia <smime.html>`_.
lv: Ja šaubāties, kuru no tiem izvēlēties, izmantojiet OpenPGP. Šajā lapā ir aprakstīta OpenPGP izmantošana, bet S/MIME ir aprakstīts `šeit <smime.html>`_.
pl: Jeśli masz wątpliwości, który z nich wybrać, powinieneś użyć OpenPGP. Podczas gdy ta strona opisuje użycie OpenPGP, S/MIME jest opisany `tutaj <smime.html>`_.
pt: Se você estiver em dúvida sobre qual escolher, você deve usar o OpenPGP. Enquanto esta página descreve o uso do OpenPGP, S/MIME é descrito `aqui <smime.html>`_.
ro: Dacă aveți dubii cu privire la care să alegeți, ar trebui să folosiți OpenPGP. În timp ce această pagină descrie utilizarea OpenPGP, S/MIME este descris ` aici <smime.html>`_.
ru: Если вы сомневаетесь, какой из них выбрать, вам следует использовать OpenPGP. Пока на этой странице описывается использование OpenPGP, S/MIME описан ` здесь <smime.html>`_.
sk: Ak máte pochybnosti, ktorý z nich si vybrať, mali by ste použiť OpenPGP. Zatiaľ čo na tejto stránke je opísané používanie OpenPGP, S/MIME je opísaný ` tu <smime.html>`_.
sl: Če ste v dvomih, katerega izbrati, uporabite OpenPGP. Na tej strani je opisana uporaba OpenPGP, medtem ko je S/MIME opisan `na tej strani <smime.html>`_.
sv: Om du är osäker på vilken du ska välja bör du använda OpenPGP. Medan denna sida beskriver användningen av OpenPGP beskrivs S/MIME `här <smime.html>`_.
zh_cn: 如果你对选择哪一个有疑问，你应该使用OpenPGP。本页介绍了OpenPGP的用法，而S/MIME则在`这里<smime.html>`_。

source: Please familiarize yourself with the general concept behind the OpenPGP standard first, for example by reading `this info graphic <https://emailselfdefense.fsf.org/en/infographic.html>`_ of the Free Software Foundation.
bg: Моля, първо се запознайте с общата концепция на стандарта OpenPGP, например като прочетете `тази информационна графика <https://emailselfdefense.fsf.org/en/infographic.html>`_ на Фондацията за свободен софтуер.
cs: Nejprve se seznamte s obecnou koncepcí standardu OpenPGP, například přečtením `této informační grafiky <https://emailselfdefense.fsf.org/en/infographic.html>`_ Nadace pro svobodný software.
da: Gør dig først bekendt med det generelle koncept bag OpenPGP-standarden, f.eks. ved at læse `denne infografik <https://emailselfdefense.fsf.org/en/infographic.html>`_ fra Free Software Foundation.
de: Bitte machen Sie sich zunächst mit dem allgemeinen Konzept des OpenPGP-Standards vertraut, zum Beispiel durch die Lektüre `dieser Infografik <https://emailselfdefense.fsf.org/en/infographic.html>`_ der Free Software Foundation.
el: Παρακαλείστε να εξοικειωθείτε πρώτα με τη γενική ιδέα πίσω από το πρότυπο OpenPGP, για παράδειγμα διαβάζοντας `αυτό το γραφικό <https://emailselfdefense.fsf.org/en/infographic.html>`_ του Ιδρύματος Ελεύθερου Λογισμικού.
es: Por favor, familiarícese primero con el concepto general del estándar OpenPGP, por ejemplo, leyendo `este gráfico informativo <https://emailselfdefense.fsf.org/en/infographic.html>`__ de la Free Software Foundation.
et: Palun tutvuge kõigepealt OpenPGP standardi üldkontseptsiooniga, lugedes näiteks `toodud infograafikat <https://emailselfdefense.fsf.org/en/infographic.html>`_ Vaba Tarkvara Sihtasutuse infograafikast <https://emailselfdefense.fsf.org/en/infographic.html>.
fi: Tutustu ensin OpenPGP-standardin yleiseen konseptiin esimerkiksi lukemalla `tämän infograafin <https://emailselfdefense.fsf.org/en/infographic.html>`_ Free Software Foundationin sivuilta.
ja: 例えば、Free Software Foundationの`この情報のグラフィック<https://emailselfdefense.fsf.org/en/infographic.html>`_を読むなどして、OpenPGP規格の背後にある一般的な概念をまず理解してください。
lt: Pirmiausia susipažinkite su bendrąja "OpenPGP" standarto koncepcija, pavyzdžiui, perskaitykite `šį informacinį grafiką <https://emailselfdefense.fsf.org/en/infographic.html>`_ iš "Free Software Foundation".
lv: Vispirms iepazīstieties ar OpenPGP standarta vispārējo koncepciju, piemēram, izlasot `šo informācijas grafiku <https://emailselfdefense.fsf.org/en/infographic.html>`_ no Brīvās programmatūras fonda.
pl: Proszę najpierw zapoznać się z ogólną koncepcją standardu OpenPGP, na przykład czytając `tą grafikę informacyjną <https://emailselfdefense.fsf.org/en/infographic.html>`_ Fundacji Wolnego Oprogramowania.
pt: Familiarize-se primeiro com o conceito geral por trás do padrão OpenPGP, por exemplo, lendo `este gráfico info <https://emailselfdefense.fsf.org/en/infographic.html>`_ da Free Software Foundation.
ro: Vă rugăm să vă familiarizați mai întâi cu conceptul general din spatele standardului OpenPGP, de exemplu citind `acest grafic informativ <https://emailselfdefense.fsf.org/en/infographic.html>`_ al Free Software Foundation.
ru: Пожалуйста, сначала ознакомьтесь с общей концепцией стандарта OpenPGP, например, прочитав `эту информационную графику <https://emailselfdefense.fsf.org/en/infographic.html>`_ Фонда свободного программного обеспечения.
sk: Najprv sa oboznámte so všeobecnou koncepciou štandardu OpenPGP, napríklad prečítaním `tejto informačnej grafiky <https://emailselfdefense.fsf.org/en/infographic.html>`_ Nadácie slobodného softvéru.
sl: Najprej se seznanite s splošnim konceptom standarda OpenPGP, na primer z branjem `teh informacij <https://emailselfdefense.fsf.org/en/infographic.html>`_ iz Fundacije za prosto programsko opremo.
sv: Bekanta dig först med det allmänna konceptet bakom OpenPGP-standarden, till exempel genom att läsa `den här infografiken <https://emailselfdefense.fsf.org/en/infographic.html>`_ från Free Software Foundation.
zh_cn: 请先熟悉OpenPGP标准背后的一般概念，例如通过阅读`这个信息图形<https://emailselfdefense.fsf.org/en/infographic.html>`_的自由软件基金会。

source: Key Generation
bg: Генериране на ключове
cs: Generování klíčů
da: Nøglegenerering
de: Schlüsselerzeugung
el: Παραγωγή κλειδιών
es: Generación de claves
et: Võtme genereerimine
fi: Avainten tuottaminen
fr: Génération de clés
ja: キー・ジェネレーション
lt: Raktų generavimas
lv: Atslēgu ģenerēšana
pl: Generowanie kluczy
pt: Geração de chaves
ro: Generarea cheilor
ru: Генерация ключей
sk: Generovanie kľúčov
sl: Ustvarjanje ključev
sv: Nyckelgenerering
zh_cn: 密钥生成

source: If you do not have OpenPGP keys yet, you need to generate them first.
bg: Ако все още не разполагате с ключове OpenPGP, първо трябва да ги генерирате.
cs: Pokud ještě nemáte klíče OpenPGP, musíte si je nejprve vygenerovat.
da: Hvis du ikke har OpenPGP-nøgler endnu, skal du først generere dem.
de: Wenn Sie noch keine OpenPGP-Schlüssel haben, müssen Sie diese zunächst erzeugen.
el: Αν δεν έχετε ακόμα κλειδιά OpenPGP, πρέπει πρώτα να τα δημιουργήσετε.
es: Si aún no tiene claves OpenPGP, debe generarlas primero.
et: Kui teil ei ole veel OpenPGP võtmeid, peate need kõigepealt genereerima.
fi: Jos sinulla ei ole vielä OpenPGP-avaimia, sinun on ensin luotava ne.
fr: Si vous n'avez pas encore de clés OpenPGP, vous devez d'abord les générer.
ja: まだOpenPGPの鍵を持っていない場合は、まず鍵を生成する必要があります。
lt: Jei dar neturite "OpenPGP" raktų, pirmiausia turite juos susikurti.
lv: Ja jums vēl nav OpenPGP atslēgu, vispirms tās ir jāģenerē.
pl: Jeśli nie posiadasz jeszcze kluczy OpenPGP, musisz je najpierw wygenerować.
pt: Se você ainda não tem as chaves OpenPGP, você precisa gerá-las primeiro.
ro: Dacă nu aveți încă chei OpenPGP, trebuie să le generați mai întâi.
ru: Если у вас еще нет ключей OpenPGP, вам необходимо сначала сгенерировать их.
sk: Ak ešte nemáte kľúče OpenPGP, musíte si ich najprv vygenerovať.
sl: Če še nimate ključev OpenPGP, jih morate najprej ustvariti.
sv: Om du inte har OpenPGP-nycklar ännu måste du skapa dem först.
zh_cn: 如果你还没有OpenPGP密钥，你需要先生成它们。

source: `Generate keys on Nitrokey <openpgp-keygen-gpa.html>`_ - this is the best option if you are unexperienced, but you won’t have a backup of your keys and therefore won’t be able to mitigate the loss of the Nitrokey
bg: `Генериране на ключове в Nitrokey <openpgp-keygen-gpa.html>`_ - това е най-добрият вариант, ако нямате опит, но няма да имате резервно копие на ключовете си и следователно няма да можете да намалите загубата на Nitrokey.
cs: `Generování klíčů na Nitrokey <openpgp-keygen-gpa.html>`_ - tato možnost je nejlepší, pokud nemáte zkušenosti, ale nebudete mít zálohu svých klíčů, a proto nebudete moci zmírnit ztrátu Nitrokey.
da: `Generer nøgler på Nitrokey <openpgp-keygen-gpa.html>`_ - dette er den bedste løsning, hvis du er uerfaren, men du vil ikke have en sikkerhedskopi af dine nøgler og vil derfor ikke være i stand til at afhjælpe tabet af Nitrokey.
de: `Schlüssel auf Nitrokey generieren <openpgp-keygen-gpa.html>`_ - dies ist die beste Option, wenn Sie unerfahren sind, aber Sie haben dann keine Sicherungskopie Ihrer Schlüssel und können daher den Verlust des Nitrokeys nicht abmildern
el: `Παραγωγή κλειδιών στο Nitrokey <openpgp-keygen-gpa.html>`_ - αυτή είναι η καλύτερη επιλογή αν δεν έχετε εμπειρία, αλλά δεν θα έχετε αντίγραφο ασφαλείας των κλειδιών σας και επομένως δεν θα μπορείτε να μετριάσετε την απώλεια του Nitrokey.
es: `Generar claves en Nitrokey <openpgp-keygen-gpa.html>`_ - esta es la mejor opción si no tienes experiencia, pero no tendrás una copia de seguridad de tus claves y por tanto no podrás mitigar la pérdida de la Nitrokey
et: `Generate keys on Nitrokey <openpgp-keygen-gpa.html><x>`_ - see on parim variant, kui te ei ole kogenud, kuid teil ei ole oma võtmetest varukoopiat ja seega ei saa te Nitrokey kadumist leevendada.
fi: `Luo avaimet Nitrokeyllä <openpgp-keygen-gpa.html>`_ - tämä on paras vaihtoehto, jos et ole kokenut, mutta sinulla ei ole varmuuskopiota avaimista, joten et voi lieventää Nitrokeyllä tapahtuvaa menetystä.
ja: ` Nitrokeyでキーを生成する <openpgp-keygen-gpa.html>`_ - 経験のない方には最適なオプションですが、キーのバックアップがないため、Nitrokeyの紛失を軽減することができません。
lt: `Generuoti raktus "Nitrokey" <openpgp-keygen-gpa.html>`_ - tai geriausias variantas, jei neturite patirties, tačiau neturėsite atsarginės raktų kopijos, todėl negalėsite sumažinti "Nitrokey" praradimo.
lv: `Generēt atslēgas Nitrokey <openpgp-keygen-gpa.html>`_ - šī ir labākā iespēja, ja neesat pieredzējis, taču jums nebūs atslēgu rezerves kopijas, un tāpēc nevarēsiet mazināt Nitrokey zaudējumu.
pl: `Generuj klucze na Nitrokey <openpgp-keygen-gpa.html>`_ - jest to najlepsza opcja, jeśli nie masz doświadczenia, ale nie będziesz miał kopii zapasowej swoich kluczy i dlatego nie będziesz w stanie zniwelować utraty Nitrokey.
pt: `Gerar chaves na Nitrokey <openpgp-keygen-gpa.html>`_ - esta é a melhor opção se for inexperiente, mas não terá uma cópia de segurança das suas chaves e portanto não será capaz de mitigar a perda da Nitrokey
ro: `Generați chei pe Nitrokey <openpgp-keygen-gpa.html>`_ - aceasta este cea mai bună opțiune dacă nu aveți experiență, dar nu veți avea o copie de rezervă a cheilor și, prin urmare, nu veți putea să atenuați pierderea Nitrokey-ului
ru: `Сгенерируйте ключи на Nitrokey <openpgp-keygen-gpa.html>`_ - это лучший вариант, если у вас нет опыта, но у вас не будет резервной копии ключей, и поэтому вы не сможете смягчить потерю Nitrokey
sk: `Generovanie kľúčov na Nitrokey <openpgp-keygen-gpa.html>`_ - je to najlepšia možnosť, ak nemáte skúsenosti, ale nebudete mať zálohu svojich kľúčov, a preto nebudete môcť zmierniť stratu Nitrokey
sl: `Generiranje ključev na Nitrokey <openpgp-keygen-gpa.html>`_ - to je najboljša možnost, če niste izkušeni, vendar ne boste imeli varnostne kopije ključev in zato ne boste mogli ublažiti izgube Nitrokey.
sv: `Generera nycklar på Nitrokey <openpgp-keygen-gpa.html>`_ - detta är det bästa alternativet om du är oerfaren, men du har ingen säkerhetskopia av dina nycklar och kan därför inte förhindra att du förlorar din Nitrokey.
zh_cn: `在Nitrokey上生成钥匙 <openpgp-keygen-gpa.html>`_ - 如果你没有经验，这是最好的选择，但你不会有钥匙的备份，因此无法减轻Nitrokey的损失。

source: `Generate keys on Nitrokey with different algorithm or key size <openpgp-keygen-on-device.html>`_ - this is as secure as the previous option and thus you won’t have a backup as well, but you can change the key attributes (that is the algorithm and key size)
bg: `Генериране на ключове в Nitrokey с различен алгоритъм или размер на ключа <openpgp-keygen-on-device.html>`_ - това е толкова сигурно, колкото и предишната опция, и следователно няма да имате резервно копие, но можете да промените атрибутите на ключа (т.е. алгоритъма и размера на ключа).
cs: `Generování klíčů na Nitrokey s jiným algoritmem nebo velikostí klíče <openpgp-keygen-on-device.html>`_ - tato možnost je stejně bezpečná jako předchozí, a proto nebudete mít ani zálohu, ale můžete změnit atributy klíče (tedy algoritmus a velikost klíče).
da: `Generer nøgler på Nitrokey med en anden algoritme eller nøglestørrelse <openpgp-keygen-on-device.html>`_ - dette er lige så sikkert som den foregående mulighed, og du har derfor ikke en backup, men du kan ændre nøgleattributterne (dvs. algoritme og nøglestørrelse).
de: `Schlüssel auf Nitrokey mit einem anderen Algorithmus oder einer anderen Schlüsselgröße erzeugen <openpgp-keygen-on-device.html>`_ - dies ist genauso sicher wie die vorherige Option und Sie haben daher auch keine Sicherungskopie, aber Sie können die Schlüsselattribute (d.h. den Algorithmus und die Schlüsselgröße) ändern
el: `Γεννήστε κλειδιά στο Nitrokey με διαφορετικό αλγόριθμο ή μέγεθος κλειδιού <openpgp-keygen-on-device.html>`_ - αυτή είναι εξίσου ασφαλής με την προηγούμενη επιλογή και συνεπώς δεν θα έχετε και αντίγραφο ασφαλείας, αλλά μπορείτε να αλλάξετε τα χαρακτηριστικά του κλειδιού (δηλαδή τον αλγόριθμο και το μέγεθος του κλειδιού).
es: `Generar claves en Nitrokey con diferente algoritmo o tamaño de clave <openpgp-keygen-on-device.html>`_ - esto es tan seguro como la opción anterior y por lo tanto no tendrá una copia de seguridad también, pero puede cambiar los atributos de la clave (que es el algoritmo y el tamaño de la clave)
et: `Genereeri võtmed Nitrokey's erineva algoritmi või võtme suurusega <openpgp-keygen-on-device.html>`_ - see on sama turvaline kui eelmine variant ja seega ei ole sul ka varukoopiat, kuid sa saad muuta võtme omadusi (st algoritmi ja võtme suurust).
fi: `Luo avaimet Nitrokeyllä eri algoritmilla tai avainkoolla <openpgp-keygen-on-device.html>`_ - tämä on yhtä turvallinen kuin edellinen vaihtoehto, joten sinulla ei ole myöskään varmuuskopiota, mutta voit muuttaa avaimen ominaisuuksia (eli algoritmia ja avainkokoa).
ja: `Nitrokeyで異なるアルゴリズムまたはキーサイズ<openpgp-keygen-on-device.html>`_でキーを生成する - これは前のオプションと同様に安全で、したがってバックアップもありませんが、キーの属性（アルゴリズムとキーサイズ）を変更することができます。
lt: `Generuoti raktus "Nitrokey" naudojant kitą algoritmą arba rakto dydį <openpgp-keygen-on-device.html>`_ - šis variantas yra toks pat saugus kaip ir ankstesnis, todėl taip pat neturėsite atsarginės kopijos, tačiau galite keisti rakto atributus (t. y. algoritmą ir rakto dydį).
lv: `Generēt atslēgas Nitrokey ar citu algoritmu vai atslēgas lielumu <openpgp-keygen-on-device.html>`_ - šis ir tikpat drošs kā iepriekšējais variants, un tāpēc jums nebūs arī rezerves kopijas, bet jūs varat mainīt atslēgas atribūtus (algoritmu un atslēgas lielumu).
pl: `Generuj klucze na Nitrokey z innym algorytmem lub rozmiarem klucza <openpgp-keygen-on-device.html>`_ - ta opcja jest tak samo bezpieczna jak poprzednia i dlatego nie będziesz miał również kopii zapasowej, ale możesz zmienić atrybuty klucza (czyli algorytm i rozmiar klucza)
pt: `Gerar chaves na Nitrokey com algoritmo ou tamanho de chave diferente <openpgp-keygen-on-device.html>`_ - isto é tão seguro como a opção anterior e, portanto, você não terá uma cópia de segurança também, mas você pode alterar os atributos da chave (que é o algoritmo e o tamanho da chave)
ro: `Generați chei pe Nitrokey cu un algoritm diferit sau cu o dimensiune diferită a cheii <openpgp-keygen-on-device.html>`_ - această opțiune este la fel de sigură ca și opțiunea anterioară și astfel nu veți avea o copie de rezervă, dar puteți schimba atributele cheii (adică algoritmul și dimensiunea cheii).
ru: `Сгенерируйте ключи на Nitrokey с другим алгоритмом или размером ключа <openpgp-keygen-on-device.html>`_ - это такой же безопасный вариант, как и предыдущий, поэтому у вас также не будет резервной копии, но вы можете изменить атрибуты ключа (то есть алгоритм и размер ключа).
sk: `Generovanie kľúčov na Nitrokey s iným algoritmom alebo veľkosťou kľúča <openpgp-keygen-on-device.html>`_ - táto možnosť je rovnako bezpečná ako predchádzajúca a teda nebudete mať ani zálohu, ale môžete zmeniť atribúty kľúča (teda algoritmus a veľkosť kľúča)
sl: `Generirajte ključe na Nitrokeyju z drugačnim algoritmom ali velikostjo ključa <openpgp-keygen-on-device.html>`_ - ta možnost je enako varna kot prejšnja in zato tudi ne boste imeli varnostne kopije, vendar lahko spremenite atribute ključa (tj. algoritem in velikost ključa).
sv: `Generera nycklar på Nitrokey med en annan algoritm eller nyckelstorlek <openpgp-keygen-on-device.html>`_ - detta är lika säkert som det föregående alternativet och du har därför inte heller någon säkerhetskopia, men du kan ändra nyckelns attribut (det vill säga algoritm och nyckelstorlek).
zh_cn: `在Nitrokey上生成具有不同算法或密钥大小的密钥 <openpgp-keygen-on-device.html>`_ - 这和之前的选项一样安全，因此你也不会有备份，但你可以改变密钥属性（也就是算法和密钥大小）。
