Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/start.po
Languages: bg, cs, da, de, el, es, et, fi, fr, ja, lt, lv, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: If you do not create a backup copy, you have no chance to get your encrypted data if the Nitrokey is lost or damaged!
bg: Ако не създадете резервно копие, няма да имате възможност да получите криптираните си данни, ако Nitrokey бъде изгубен или повреден!
cs: Pokud si nevytvoříte záložní kopii, nemáte v případě ztráty nebo poškození klíče Nitrokey šanci získat zašifrovaná data!
da: Hvis du ikke opretter en sikkerhedskopi, har du ingen chance for at få dine krypterede data tilbage, hvis Nitrokey går tabt eller beskadiges!
de: Wenn Sie keine Sicherungskopie erstellen, haben Sie bei Verlust oder Beschädigung des Nitrokeys keine Chance, an Ihre verschlüsselten Daten zu kommen!
el: Εάν δεν δημιουργήσετε ένα αντίγραφο ασφαλείας, δεν έχετε καμία πιθανότητα να πάρετε τα κρυπτογραφημένα δεδομένα σας εάν το Nitrokey χαθεί ή καταστραφεί!
es: Si no crea una copia de seguridad, no tendrá ninguna posibilidad de recuperar sus datos encriptados si la Nitrokey se pierde o se daña.
et: Kui te ei loo varukoopiat, ei ole teil võimalust oma krüpteeritud andmeid taastada, kui Nitrokey on kadunud või kahjustatud!
fi: Jos et luo varmuuskopiota, sinulla ei ole mitään mahdollisuutta saada salattuja tietojasi takaisin, jos Nitrokey katoaa tai vahingoittuu!
fr: Si vous ne créez pas de copie de sauvegarde, vous n'avez aucune chance de récupérer vos données cryptées si la Nitrokey est perdue ou endommagée !
ja: バックアップコピーを作成しないと、Nitrokeyを紛失したり破損したりした場合に、暗号化されたデータを入手するチャンスがありません
lt: Jei nesukursite atsarginės kopijos, neturėsite jokios galimybės gauti užšifruotų duomenų, jei "Nitrokey" bus prarastas arba sugadintas!
lv: Ja neizveidosiet dublējumkopiju, Nitrokey nozaudēšanas vai bojāšanas gadījumā jums nebūs iespēju iegūt šifrētos datus!
pl: Jeśli nie utworzysz kopii zapasowej, nie masz szans na odzyskanie zaszyfrowanych danych w przypadku utraty lub uszkodzenia Nitrokey!
pt: Se não criar uma cópia de segurança, não tem qualquer hipótese de obter os seus dados encriptados se a Nitrokey se perder ou for danificada!
ro: Dacă nu creați o copie de rezervă, nu aveți nicio șansă de a vă recupera datele criptate dacă Nitrokey este pierdut sau deteriorat!
ru: Если вы не создадите резервную копию, у вас не будет шансов получить свои зашифрованные данные в случае потери или повреждения Nitrokey!
sk: Ak si nevytvoríte záložnú kópiu, v prípade straty alebo poškodenia kľúča Nitrokey nemáte šancu získať svoje zašifrované údaje!
sl: Če ne ustvarite varnostne kopije, v primeru izgube ali poškodbe ključa Nitrokey nimate možnosti pridobiti šifriranih podatkov!
sv: Om du inte skapar en säkerhetskopia har du ingen chans att få tillbaka dina krypterade data om Nitrokey försvinner eller skadas!
zh_cn: 如果你不创建一个备份，在Nitrokey丢失或损坏的情况下，你就没有机会得到你的加密数据!

source: It is recommended to store this safety device. Select “Save key copy of the key outside the Smard Card”. Then enter your personal password for the backup copy under “Passphrase”. This password should not be less than 8 characters, and should contain both uppercase and lowercase letters and numbers. You can also use a long sentence, but avoid known prose or lyric. Also, no name or known term should be used.
bg: Препоръчително е да съхранявате това предпазно устройство. Изберете "Запазване на копие на ключа извън картата Smard". След това въведете личната си парола за резервното копие в "Passphrase" (Фраза). Тази парола не трябва да е по-малка от 8 символа и трябва да съдържа както главни, така и малки букви и цифри. Можете да използвате и дълго изречение, но избягвайте известна проза или лирика. Също така не трябва да се използва име или известен термин.
cs: Doporučuje se toto bezpečnostní zařízení uložit. Vyberte možnost "Uložit kopii klíče mimo kartu Smard". Poté zadejte své osobní heslo pro záložní kopii v části "Passphrase" (Fráze). Toto heslo by nemělo mít méně než 8 znaků a mělo by obsahovat velká i malá písmena a číslice. Můžete také použít dlouhou větu, ale vyhněte se známé próze nebo textu. Rovněž by nemělo být použito žádné jméno nebo známý pojem.
da: Det anbefales at opbevare denne sikkerhedsanordning. Vælg "Save key copy of the key outside the Smard Card" (Gem nøglekopi af nøglen uden for Smard-kortet). Indtast derefter din personlige adgangskode til sikkerhedskopien under "Passphrase". Denne adgangskode bør ikke være mindre end 8 tegn og bør indeholde både store og små bogstaver og tal. Du kan også bruge en lang sætning, men undgå kendt prosa eller lyrik. Der bør heller ikke bruges et navn eller et kendt udtryk.
de: Es wird empfohlen, diese Sicherheitseinrichtung zu speichern. Wählen Sie "Schlüsselkopie des Schlüssels außerhalb der Smard Card speichern". Geben Sie dann unter "Passphrase" Ihr persönliches Passwort für die Sicherungskopie ein. Dieses Passwort sollte nicht weniger als 8 Zeichen lang sein und sowohl Groß- und Kleinbuchstaben als auch Zahlen enthalten. Sie können auch einen langen Satz verwenden, aber vermeiden Sie bekannte Prosa oder Lyrik. Auch sollte kein Name oder bekannter Begriff verwendet werden.
el: Συνιστάται η αποθήκευση αυτής της συσκευής ασφαλείας. Επιλέξτε "Αποθήκευση αντιγράφου κλειδιού του κλειδιού εκτός της κάρτας Smard". Στη συνέχεια, εισαγάγετε τον προσωπικό σας κωδικό πρόσβασης για το αντίγραφο ασφαλείας στο πεδίο "Passphrase". Αυτός ο κωδικός πρόσβασης δεν πρέπει να είναι μικρότερος από 8 χαρακτήρες και πρέπει να περιέχει κεφαλαία και πεζά γράμματα και αριθμούς. Μπορείτε επίσης να χρησιμοποιήσετε μια μακρά πρόταση, αλλά αποφύγετε τη γνωστή πεζογραφία ή το στίχο. Επίσης, δεν πρέπει να χρησιμοποιείται όνομα ή γνωστός όρος.
es: Se recomienda guardar este dispositivo de seguridad. Seleccione "Guardar copia de seguridad de la llave fuera de la tarjeta Smard". A continuación, introduzca su contraseña personal para la copia de seguridad en "Frase de acceso". Esta contraseña no debe tener menos de 8 caracteres y debe contener tanto letras mayúsculas como minúsculas y números. También puede utilizar una frase larga, pero evite la prosa o la letra conocida. Además, no debe utilizarse ningún nombre o término conocido.
et: Seda ohutusseadet on soovitatav hoiustada. Valige "Salvesta võtme koopia väljaspool Smard-kaarti". Seejärel sisestage oma isiklik salasõna varukoopia jaoks jaotises "Passphrase". See salasõna ei tohiks olla väiksem kui 8 märki ja see peaks sisaldama nii suuri kui ka väikseid tähti ja numbreid. Võite kasutada ka pikka lauset, kuid vältige tuntud proosat või lüürikat. Samuti ei tohiks kasutada nime või tuntud terminit.
fi: On suositeltavaa säilyttää tätä turvalaitetta. Valitse "Tallenna avainkopio avaimesta Smard Cardin ulkopuolelle". Syötä sitten henkilökohtainen salasanasi varmuuskopiota varten kohtaan "Passphrase". Tämän salasanan tulisi olla vähintään 8 merkkiä, ja sen tulisi sisältää sekä isoja että pieniä kirjaimia ja numeroita. Voit käyttää myös pitkää lausetta, mutta vältä tunnettua proosaa tai lyriikkaa. Myöskään nimeä tai tunnettua termiä ei tulisi käyttää.
fr: Il est recommandé de stocker ce dispositif de sécurité. Sélectionnez "Sauvegarder une copie de la clé en dehors de la carte Smard". Saisissez ensuite votre mot de passe personnel pour la copie de sauvegarde sous "Phrase de passe". Ce mot de passe ne doit pas comporter moins de 8 caractères, et doit contenir des lettres majuscules et minuscules ainsi que des chiffres. Vous pouvez également utiliser une longue phrase, mais évitez la prose ou les paroles connues. De même, aucun nom ou terme connu ne doit être utilisé.
ja: この安全装置を保存することをお勧めします。Smard Cardの外にキーのコピーを保存する "を選択します。次に、"Passphrase "の下に、バックアップ・コピー用の個人的なパスワードを入力します。このパスワードは、8文字以上で、大文字と小文字、数字を含む必要があります。長い文章を使うこともできますが、既知の散文や歌詞は避けてください。また、名前や既知の用語も使用してはいけません。
lt: Šį saugos įtaisą rekomenduojama saugoti. Pasirinkite "Išsaugoti rakto kopiją ne Smard kortelėje". Tada laukelyje "Passphrase" (slaptažodis) įveskite asmeninį atsarginės kopijos slaptažodį. Šis slaptažodis turėtų būti ne trumpesnis nei 8 simboliai, jame turėtų būti ir didžiųjų, ir mažųjų raidžių bei skaičių. Taip pat galite naudoti ilgą sakinį, tačiau venkite žinomos prozos ar lyrikos. Taip pat nereikėtų naudoti jokio vardo ar žinomo termino.
lv: Ieteicams uzglabāt šo drošības ierīci. Izvēlieties "Saglabāt atslēgas kopiju ārpus Smard kartes". Pēc tam sadaļā "Passphrase" (parole) ievadiet savu personīgo paroli rezerves kopijai. Šī parole nedrīkst būt īsāka par 8 rakstzīmēm, un tajā jābūt gan lielajiem, gan mazajiem burtiem un cipariem. Varat izmantot arī garu teikumu, taču izvairieties no pazīstamas prozas vai lirikas. Nedrīkst izmantot arī vārdu vai zināmu terminu.
pl: Zaleca się przechowywanie tego urządzenia zabezpieczającego. Wybierz opcję "Zapisz kopię klucza poza kartą Smard". Następnie w polu "Passphrase" wprowadź swoje osobiste hasło do kopii zapasowej. Hasło to nie powinno być krótsze niż 8 znaków i powinno zawierać zarówno duże jak i małe litery oraz cyfry. Możesz również użyć długiego zdania, ale unikaj znanej prozy lub liryki. Nie należy również używać żadnych nazwisk ani znanych terminów.
pt: Recomenda-se o armazenamento deste dispositivo de segurança. Seleccione "Guardar cópia da chave fora do cartão Smard". Depois introduza a sua password pessoal para a cópia de segurança em "Passphrase". Esta senha não deve ser inferior a 8 caracteres e deve conter letras maiúsculas e minúsculas e números. Você também pode usar uma frase longa, mas evite a prosa ou letra lírica conhecida. Além disso, nenhum nome ou termo conhecido deve ser usado.
ro: Se recomandă să depozitați acest dispozitiv de siguranță. Selectați "Save key copy of the key outside the Smard Card" (Salvare copie a cheii în afara cardului Smard). Apoi introduceți parola personală pentru copia de rezervă la "Passphrase" (Frază de trecere). Această parolă nu trebuie să aibă mai puțin de 8 caractere și trebuie să conțină atât litere majuscule și minuscule, cât și cifre. De asemenea, puteți folosi o propoziție lungă, dar evitați proza sau versurile cunoscute. De asemenea, nu trebuie folosit niciun nume sau termen cunoscut.
ru: Рекомендуется хранить это защитное устройство. Выберите "Сохранить копию ключа вне Smard Card". Затем введите личный пароль для резервной копии в разделе "Passphrase". Этот пароль должен быть не менее 8 символов и содержать как прописные, так и строчные буквы и цифры. Вы также можете использовать длинное предложение, но избегайте известной прозы или лирики. Также не следует использовать имя или известный термин.
sk: Toto bezpečnostné zariadenie sa odporúča uložiť. Vyberte možnosť "Uložiť kópiu kľúča mimo karty Smard". Potom zadajte svoje osobné heslo pre záložnú kópiu v časti "Passphrase" (Fráza). Toto heslo by nemalo mať menej ako 8 znakov a malo by obsahovať veľké aj malé písmená a číslice. Môžete použiť aj dlhú vetu, ale vyhnite sa známej próze alebo lyrike. Takisto by sa nemalo používať žiadne meno alebo známy pojem.
sl: Priporočljivo je, da to varnostno napravo shranite. Izberite "Shrani kopijo ključa zunaj kartice Smard". Nato v polje "Passphrase" (Geslo) vnesite svoje osebno geslo za varnostno kopijo. To geslo ne sme biti krajše od 8 znakov in mora vsebovati velike in male črke ter številke. Uporabite lahko tudi dolg stavek, vendar se izogibajte znani prozi ali liriki. Prav tako ne smete uporabiti nobenega imena ali znanega izraza.
sv: Det rekommenderas att förvara denna säkerhetsanordning. Välj "Save key copy of the key outside the Smard Card". Ange sedan ditt personliga lösenord för säkerhetskopian under "Passphrase". Lösenordet får inte vara mindre än 8 tecken och ska innehålla både stora och små bokstäver och siffror. Du kan också använda en lång mening, men undvik känd prosa eller lyrik. Man bör inte heller använda något namn eller någon känd term.
zh_cn: 建议储存这个安全装置。选择 "在Smard卡外保存钥匙副本"。然后在 "Passphrase "下输入备份副本的个人密码。这个密码不应少于8个字符，并应包含大写和小写字母和数字。你也可以使用一个长句子，但要避免已知的散文或抒情诗。另外，不应使用姓名或已知术语。

source: **Allowed characters**: a-z A-Z 0-9 /.,;:-!?( )%+ (no umlauts ä,ü,ö,Ä,Ü,Ö or ß)
bg: **Допустими символи**: a-z A-Z 0-9 /.,;:-!?( )%+ (без умлаути ä,ü,ö,Ä,Ü,Ö или ß)
cs: **Povolené znaky**: a-z A-Z 0-9 /.,;:-!?( )%+ (bez umlauts ä,ü,ö,Ä,Ü,Ö nebo ß)
da: **Godkendte tegn**: a-z A-Z 0-9 /.,;;:-!??( )%+ (ingen umlautter ä,ü,ö,Ä,Ü,Ö eller ß)
de: **Erlaubte Zeichen**: a-z A-Z 0-9 /.,;:-!?( )%+ (keine Umlaute ä,ü,ö,Ä,Ü,Ö oder ß)
el: **Επιτρεπόμενοι χαρακτήρες**: a-z A-Z 0-9 /.,;:-!?( )%+ (όχι umlauts ä,ü,ö,Ä,Ü,Ö ή ß)
es: **Caracteres permitidos**: a-z A-Z 0-9 /.,;:-!?( )%+ (sin diéresis ä,ü,ö,Ä,Ü,Ö o ß)
et: **Selgitused**: a-z A-Z 0-9 /.,;;:-!?( )%+ (ilma umlaudideta ä,ü,ö,Ä,Ü,Ö või ß)
fi: **Sallitut merkit**: a-z A-Z 0-9 /.,;;:-!?( )%+ (ei umlauteja ä,ü,ö,Ä,Ü,Ö tai ß).
fr: **Caractères autorisés** : a-z A-Z 0-9 /.,;:- !?( )%+ (pas de tréma ä,ü,ö,Ä,Ü,Ö ou ß)
ja: **許可される文字**: a-z A-Z 0-9 /.,;:-!?( )%+ (ウムラウト ä,ü,ö,Ä,Ü,Ö,ß は不可)
lt: **Leistini ženklai**: a-z A-Z 0-9 /.,;:-!?( )%+ (be umliautų ä,ü,ö,Ä,Ü,Ö arba ß)
lv: **Patļautās rakstzīmes**: a-z A-Z 0-9 /.,;:-!?( )%+ (bez umlautiem ä,ü,ö,Ä,Ü,Ö vai ß)
pl: **Dozwolone znaki**: a-z A-Z 0-9 /.,;:-!?( )%+ (bez umlautów ä,ü,ö,Ä,Ü,Ö lub ß)
pt: **Caracteres permitidos**: a-z A-Z 0-9 /.,;:-!?( )%+ (no umlauts ä,ü,ö,Ä,Ü,Ö ou ß)
ro: **Caractere permise**: a-z A-Z 0-9 /.,;;:-!?( )%+ (fără umlauts ä,ü,ö,Ä,Ü,Ö sau ß)
ru: **Разрешенные символы**: a-z A-Z 0-9 /.,;;:-!?( )%+ (без умляутов ä,ü,ö,Ä,Ü,Ö или ß)
sk: **Povolené znaky**: a-z A-Z 0-9 /.,;:-!?( )%+ (bez umlauts ä,ü,ö,Ä,Ü,Ö alebo ß)
sl: **Dovoljeni znaki**: a-z A-Z 0-9 /.,;:-!?( )%+ (brez umlautov ä,ü,ö,Ä,Ü,Ö ali ß)
sv: **Tillåtna tecken**: a-z A-Z 0-9 /.,;;:-!?( )%+ (inga umlauter ä,ü,ö,Ä,Ü,Ö eller ß)
zh_cn: **允许的字符**: a-z A-Z 0-9 /。,;:-!( )%+ (没有 umlauts ä、ü、ö、Ä、Ü、Ö 或 ß)

source: **Poor Password**: qwerty123, ILoveSusi3, Password, If you can dream it, you can do it.
bg: **Подходяща парола**: qwerty123, ILoveSusi3, Парола, Ако можеш да мечтаеш, можеш да го направиш.
cs: **Chudé heslo**: qwerty123, ILoveSusi3, Heslo, Když o tom můžeš snít, tak to zvládneš.
da: **Poor Password**: qwerty123, ILoveSusi3, Password, Hvis du kan drømme det, kan du gøre det.
de: **Passwort**: qwerty123, ILoveSusi3, Passwort, Wenn Sie es träumen können, können Sie es auch tun.
el: **Φτωχός κωδικός πρόσβασης**: qwerty123, ILoveSusi3, Κωδικός πρόσβασης, Αν μπορείς να το ονειρευτείς, μπορείς να το κάνεις.
es: **Contraseña pobre**: qwertz123, IchliebeSusi3, Contraseña, Si puedes soñarlo, puedes hacerlo.
fi: **Poor Password**: qwerty123, ILoveSusi3, Password, Jos voit unelmoida siitä, voit tehdä sen.
fr: **Mauvais mot de passe** : qwerty123, ILoveSusi3, Mot de passe, Si vous pouvez le rêver, vous pouvez le faire.
lt: **Skurdus slaptažodis**: qwerty123, ILoveSusi3, Slaptažodis, Jei galite apie tai svajoti, galite tai padaryti.
lv: **Nepietiekama parole**: qwerty123, ILoveSusi3, Parole, Ja tu vari sapņot, tu vari to izdarīt.
pl: **Złe hasło**: qwerty123, ILoveSusi3, Password, If you can dream it, you can do it.
pt: **Poor Password***: qwerty123, ILoveSusi3, Password, Se você pode sonhar, você pode fazer isso.
ro: **Poor Password**: qwerty123, ILoveSusi3, Password, Dacă poți visa, poți face.
ru: **Бедный пароль**: qwerty123, ILoveSusi3, Пароль, Если вы можете мечтать об этом, вы можете сделать это.
sk: **Chudobné heslo**: qwerty123, ILoveSusi3, Heslo, Ak o tom môžete snívať, môžete to urobiť.
sl: **Slabo geslo**: qwerty123, ILoveSusi3, Geslo, Če lahko sanjaš, lahko tudi narediš.
sv: **Poor Password**: qwerty123, ILoveSusi3, Password, Om du kan drömma om det kan du göra det.
zh_cn: **可怜的密码**: qwerty123, ILoveSusi3, 密码, 如果你能梦想，你就能做到。

source: **Strong Password**: g(Ak?2Pn7Yn or Ki.stg2bLqzp%d or A dog with greeen Earz and fife legs (spelling errors increase security)
bg: **Силна парола**: g(Ak?2Pn7Yn или Ki.stg2bLqzp%d или Куче с дринови уши и фифени крака (правописните грешки увеличават сигурността)
cs: **Silné heslo**: g(Ak?2Pn7Yn nebo Ki.stg2bLqzp%d nebo A dog with greeen Ears and fife legs (pravopisné chyby zvyšují bezpečnost).
da: **Strong Password**: g(Ak?2Pn7Yn eller Ki.stg2bLqzp%d eller En hund med grønne ører og fiflebensben (stavefejl øger sikkerheden)
de: **Starkes Passwort**: g(Ak?2Pn7Yn oder Ki.stg2bLqzp%d oder Ein Hund mit greeen Earz und fife legs (Rechtschreibfehler erhöhen die Sicherheit)
el: **Δυνατός κωδικός πρόσβασης**: g(Ak?2Pn7Yn ή Ki.stg2bLqzp%d ή Ένας σκύλος με ελληνικά αυτιά και πόδια από φλάουτο (τα ορθογραφικά λάθη αυξάνουν την ασφάλεια)
es: **Contraseña fuerte**: g(Ak?2Pn7Yn oder Ki.stg2bLqzp%d o Un perro con orejas griegas y patas de pífano (los errores ortográficos aumentan la seguridad)
et: **Suur salasõna**: g(Ak?2Pn7Yn või Ki.stg2bLqzp%d või A dog with greeen Earz and fife legs (õigekirjavead suurendavad turvalisust)
fi: **Vahva salasana**: g(Ak?2Pn7Yn tai Ki.stg2bLqzp%d tai Koira, jolla on kreikkalaiset korvat ja viisjalat (kirjoitusvirheet lisäävät turvallisuutta).
fr: **Mot de passe fort** : g(Ak?2Pn7Yn ou Ki.stg2bLqzp%d ou Un chien avec des oreilles grises et des pattes de fifre (les fautes d'orthographe augmentent la sécurité)
ja: **強力なパスワード**: g(Ak?2Pn7Yn or Ki.stg2bLqzp%d or A dog with greeen Earz and fife legs (spelling error increases security)
lt: **Griežtas slaptažodis**: g(Ak?2Pn7Yn arba Ki.stg2bLqzp%d arba A dog with greeen Earz and fife legs (rašybos klaidos padidina saugumą)
lv: **Spēcīga parole**: g(Ak?2Pn7Yn vai Ki.stg2bLqzp%d vai Suns ar grieķu ausīm un fife kājām (pareizrakstības kļūdas palielina drošību).
pl: **Silne hasło**: g(Ak?2Pn7Yn or Ki.stg2bLqzp%d or A dog with greeen Earz and fife legs (błędy ortograficzne zwiększają bezpieczeństwo)
pt: *Senha forte**: g(Ak?2Pn7Yn ou Ki.stg2bLqzp%d ou Um cão com patas de pífaro e Earz (erros ortográficos aumentam a segurança)
ro: **Plată puternică**: g(Ak?2Pn7Yn sau Ki.stg2bLqzp%d sau Un câine cu urechi de aur și picioare de fițe (greșelile de ortografie sporesc securitatea)
ru: **Строгий пароль**: g(Ak?2Pn7Yn или Ki.stg2bLqzp%d или A dog with greeen Earz and fife legs (орфографические ошибки повышают безопасность)
sk: **Silné heslo**: g(Ak?2Pn7Yn alebo Ki.stg2bLqzp%d alebo A dog with greeen Ears and fife legs (pravopisné chyby zvyšujú bezpečnosť)
sl: **Trdno geslo**: g(Ak?2Pn7Yn ali Ki.stg2bLqzp%d ali Pes z grškimi ušesi in nogami (pravopisne napake povečujejo varnost)
sv: **Stark lösenord**: g(Ak?2Pn7Yn eller Ki.stg2bLqzp%d eller En hund med gröna öron och fife-ben (stavfel ökar säkerheten)
zh_cn: **强密码**：g(Ak?2Pn7Yn或Ki.stg2bLqzp%d或一只有格里恩-厄兹和法夫腿的狗（拼写错误会增加安全性）。

source: You do **not** need this password for daily work. It is only necessary for the restoration of the secret key, e.g. if you have lost the Nitrokey. Therefore, keep the password in a safe place.
bg: Тази парола не ви е необходима за ежедневна работа. Тя е необходима само за възстановяване на секретния ключ, например ако сте загубили Nitrokey. Затова съхранявайте паролата на сигурно място.
cs: Toto heslo **nepotřebujete** pro každodenní práci. Je nutné pouze pro obnovení tajného klíče, např. pokud jste ztratili Nitrokey. Heslo proto uchovávejte na bezpečném místě.
da: Du har **ikke** brug for denne adgangskode til dit daglige arbejde. Det er kun nødvendigt for at genskabe den hemmelige nøgle, f.eks. hvis du har mistet Nitrokey. Opbevar derfor adgangskoden på et sikkert sted.
de: Sie **brauchen** dieses Passwort nicht für die tägliche Arbeit. Es ist nur für die Wiederherstellung des geheimen Schlüssels notwendig, z. B. wenn Sie den Nitrokey verloren haben. Bewahren Sie das Passwort deshalb an einem sicheren Ort auf.
el: Δεν χρειάζεστε **δεν** αυτόν τον κωδικό πρόσβασης για καθημερινή εργασία. Είναι απαραίτητος μόνο για την αποκατάσταση του μυστικού κλειδιού, π.χ. αν έχετε χάσει το Nitrokey. Επομένως, φυλάξτε τον κωδικό πρόσβασης σε ασφαλές μέρος.
es: Esta contraseña no es necesaria para el trabajo diario. Sólo es necesaria para restaurar la clave secreta, por ejemplo, si ha perdido la Nitrokey. Por lo tanto, guarde la contraseña en un lugar seguro.
et: Seda salasõna ei ole teil igapäevaseks tööks **vajalik**. See on vajalik ainult salajase võtme taastamiseks, nt kui olete Nitrokey kaotanud. Seetõttu hoidke salasõna turvalises kohas.
fi: Et **tarvitse** tätä salasanaa päivittäiseen työhön. Sitä tarvitaan vain salaisen avaimen palauttamiseen, esimerkiksi jos olet kadottanut Nitrokey-avaimen. Säilytä salasana siksi turvallisessa paikassa.
fr: Tu n'as **pas** besoin de ce mot de passe pour ton travail quotidien. Il n'est nécessaire que pour la restauration de la clé secrète, par exemple si tu as perdu la Nitrokey. Conservez donc le mot de passe dans un endroit sûr.
ja: このパスワードは日常業務では **必要ありません** 。このパスワードは、Nitrokeyを紛失した場合など、秘密鍵を復元するためにのみ必要です。したがって、パスワードは安全な場所に保管してください。
lt: Šio slaptažodžio jums nereikia kasdieniam darbui. Jis reikalingas tik slaptajam raktui atkurti, pvz., jei pametėte "Nitrokey". Todėl slaptažodį laikykite saugioje vietoje.
lv: Šī parole nav nepieciešama ikdienas darbam. Tā ir nepieciešama tikai slepenās atslēgas atjaunošanai, piemēram, ja esat pazaudējis Nitrokey. Tāpēc glabājiet paroli drošā vietā.
pl: To hasło nie jest **niezbędne** do codziennej pracy. Jest ono potrzebne tylko do odtworzenia tajnego klucza, np. w przypadku zgubienia Nitrokey. Dlatego też należy przechowywać hasło w bezpiecznym miejscu.
pt: Você precisa **não*** precisa desta senha para o trabalho diário. Só é necessária para a restauração da chave secreta, por exemplo, se tiver perdido a Nitrokey. Portanto, guarde a senha em um lugar seguro.
ro: Nu aveți nevoie de această parolă pentru activitatea zilnică. Ea este necesară doar pentru restaurarea cheii secrete, de exemplu, dacă ați pierdut Nitrokey. Prin urmare, păstrați parola într-un loc sigur.
ru: Вам **не** нужен этот пароль для повседневной работы. Он необходим только для восстановления секретного ключа, например, если вы потеряли Nitrokey. Поэтому храните пароль в надежном месте.
sk: Toto heslo **nepotrebujete** na každodennú prácu. Je potrebné len na obnovenie tajného kľúča, napr. ak ste stratili Nitrokey. Heslo preto uchovávajte na bezpečnom mieste.
sl: Za vsakodnevno delo tega gesla ne potrebujete. Potrebno je le za obnovitev tajnega ključa, npr. če ste izgubili ključ Nitrokey. Zato geslo hranite na varnem mestu.
sv: Du behöver **inte** det här lösenordet för ditt dagliga arbete. Det behövs endast för att återställa den hemliga nyckeln, t.ex. om du har tappat bort Nitrokey. Förvara därför lösenordet på ett säkert ställe.
zh_cn: 在日常工作中，你不**需要这个密码。只有在恢复密匙时才需要，例如，如果你丢失了Nitrokey。因此，请将该密码保存在安全的地方。
