Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/start.po
Languages: bg, cs, da, de, el, es, et, fi, fr, ja, lt, lv, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: You can carry this file with you or send it to anyone who you like. This file is not secret at all. If you want to use the Nitrokey on another system, you first import this public key via ``gpg2 --import pubkey.asc`` and then types ``gpg2 --card-status`` so that the system knows where to look for this key. That’s all.
bg: Можете да носите този файл със себе си или да го изпратите на когото пожелаете. Този файл изобщо не е секретен. Ако искате да използвате Nitrokey в друга система, първо импортирайте този публичен ключ чрез ``gpg2 --import pubkey.asc`` и след това въведете ``gpg2 --card-status``, така че системата да знае къде да търси този ключ. Това е всичко.
cs: Tento soubor můžete nosit s sebou nebo ho poslat komukoli, komu se vám líbí. Tento soubor není vůbec tajný. Pokud chcete použít klíč Nitrokey v jiném systému, nejprve tento veřejný klíč importujte pomocí ``gpg2 --import pubkey.asc`` a poté zadejte ``gpg2 --card-status``, aby systém věděl, kde má tento klíč hledat. To je vše.
da: Du kan have denne fil med dig eller sende den til hvem du vil. Denne fil er slet ikke hemmelig. Hvis du vil bruge Nitrokey på et andet system, skal du først importere denne offentlige nøgle via ``gpg2 --import pubkey.asc`` og derefter skrive ``gpg2 --card-status``, så systemet ved, hvor det skal lede efter denne nøgle. Det er det hele.
de: Sie können diese Datei mit sich führen oder an jeden senden, den Sie mögen. Diese Datei ist überhaupt nicht geheim. Wenn Sie den Nitrokey auf einem anderen System verwenden wollen, importieren Sie zunächst diesen öffentlichen Schlüssel über ``gpg2 --import pubkey.asc`` und geben dann ``gpg2 --card-status`` ein, damit das System weiß, wo es nach diesem Schlüssel suchen muss. Das war's schon.
el: Μπορείτε να έχετε αυτό το αρχείο μαζί σας ή να το στείλετε σε όποιον θέλετε. Αυτό το αρχείο δεν είναι καθόλου μυστικό. Αν θέλετε να χρησιμοποιήσετε το Nitrokey σε ένα άλλο σύστημα, πρώτα εισάγετε αυτό το δημόσιο κλειδί μέσω ``gpg2 --import pubkey.asc`` και στη συνέχεια πληκτρολογείτε ``gpg2 --card-status`` ώστε το σύστημα να ξέρει πού να αναζητήσει αυτό το κλειδί. Αυτό είναι όλο.
es: Puedes llevar este archivo contigo o enviarlo a quien quieras. Este archivo no es secreto en absoluto. Si quieres usar la Nitrokey en otro sistema, primero importa esta clave pública a través de ``gpg2 --import pubkey.asc`` y luego escribe ``gpg2 --card-status`` para que el sistema sepa dónde buscar esta clave. Eso es todo.
et: Võite seda faili endaga kaasas kanda või saata selle kellelegi, kellele soovite. See fail ei ole üldse salajane. Kui sa tahad Nitrokey't kasutada teises süsteemis, siis impordid selle avaliku võtme kõigepealt ``gpg2 --import pubkey.asc`` kaudu ja seejärel sisestad ``gpg2 --card-status``, et süsteem teaks, kust seda võtit otsida. See on kõik.
fi: Voit pitää tätä tiedostoa mukanasi tai lähettää sen kenelle tahansa haluamallesi henkilölle. Tämä tiedosto ei ole lainkaan salainen. Jos haluat käyttää Nitrokeyta toisessa järjestelmässä, tuot ensin tämän julkisen avaimen ``gpg2 --import pubkey.asc`` kautta ja kirjoitat sitten ``gpg2 --card-status``, jotta järjestelmä tietää, mistä tätä avainta pitää etsiä. Siinä kaikki.
fr: Vous pouvez emporter ce fichier avec vous ou l'envoyer à qui vous voulez. Ce fichier n'est pas du tout secret. Si tu veux utiliser la Nitrokey sur un autre système, tu dois d'abord importer cette clé publique via ``gpg2 --import pubkey.asc`` et ensuite taper ``gpg2 --card-status`` pour que le système sache où chercher cette clé. C'est tout.
ja: このファイルを持ち歩いたり、好きな人に送ったりすることができます。このファイルは全く秘密ではありません。他のシステムでNitrokeyを使いたい場合は、まず``gpg2 --import pubkey.asc``を介してこの公開鍵をインポートし、次に``gpg2 --card-status``をタイプして、システムがこの鍵をどこで探すかを知るようにします。以上です。
lt: Šį failą galite nešiotis su savimi arba siųsti bet kam, kam tik norite. Šis failas visai neslaptas. Jei norite naudoti "Nitrokey" kitoje sistemoje, pirmiausia importuokite šį viešąjį raktą per ``gpg2 --import pubkey.asc`` ir tada įveskite ``</x>`gpg2 --card-status``, kad sistema žinotų, kur ieškoti šio rakto. Tai viskas.
lv: Šo failu varat nēsāt līdzi vai nosūtīt jebkuram, kas jums patīk. Šis fails nav slepens. Ja Nitrokey vēlaties izmantot citā sistēmā, vispirms importējiet šo publisko atslēgu, izmantojot ``gpg2 --import pubkey.asc``, un pēc tam ierakstiet ``</x>`gpg2 --card-status``, lai sistēma zinātu, kur šo atslēgu meklēt. Tas ir viss.
pl: Możesz nosić ten plik przy sobie lub wysłać go do kogokolwiek chcesz. Ten plik nie jest w ogóle tajny. Jeśli chcesz użyć Nitrokey w innym systemie, najpierw importujesz ten klucz publiczny przez ``gpg2 --import pubkey.asc``, a następnie wpisujesz ``gpg2 --card-status``, aby system wiedział, gdzie szukać tego klucza. To wszystko.
pt: Você pode carregar este arquivo com você ou enviá-lo a quem quiser. Este ficheiro não é de todo secreto. Se quiser usar a Nitrokey noutro sistema, primeiro importa esta chave pública através de ``gpg2 --import pubkey.asc`` e depois digite ``gpg2 --card-status`` para que o sistema saiba onde procurar por esta chave. E é tudo.
ro: Puteți purta acest fișier cu dumneavoastră sau îl puteți trimite oricui doriți. Acest fișier nu este deloc secret. Dacă doriți să utilizați Nitrokey pe un alt sistem, mai întâi importați această cheie publică prin ``gpg2 --import pubkey.asc`` și apoi tastați ``gpg2 --card-status`` astfel încât sistemul să știe unde să caute această cheie. Asta este tot.
ru: Вы можете носить этот файл с собой или отправить его любому желающему. Этот файл не является секретным. Если вы хотите использовать Nitrokey на другой системе, сначала импортируйте этот открытый ключ через ``gpg2 --import pubkey.asc``, а затем введите ``gpg2 --card-status``, чтобы система знала, где искать этот ключ. Вот и все.
sk: Tento súbor môžete nosiť so sebou alebo ho poslať komukoľvek, komu sa vám páči. Tento súbor nie je vôbec tajný. Ak chcete použiť kľúč Nitrokey v inom systéme, najprv importujte tento verejný kľúč prostredníctvom ``gpg2 --import pubkey.asc`` a potom zadajte ``gpg2 --card-status``, aby systém vedel, kde má tento kľúč hľadať. To je všetko.
sl: To datoteko lahko nosite s seboj ali jo pošljete komur koli želite. Ta datoteka sploh ni skrivnost. Če želite uporabiti ključ Nitrokey v drugem sistemu, najprej uvozite ta javni ključ prek ``gpg2 --import pubkey.asc`` in nato vnesite ``gpg2 --card-status``, da bo sistem vedel, kje naj ta ključ poišče. To je vse.
sv: Du kan ha den här filen med dig eller skicka den till vem du vill. Den här filen är inte alls hemlig. Om du vill använda Nitrokey på ett annat system importerar du först denna offentliga nyckel via ``gpg2 --import pubkey.asc`` och skriver sedan ``gpg2 --card-status`` så att systemet vet var det ska leta efter denna nyckel. Det var allt.
zh_cn: 你可以随身携带这个文件，或者把它发送给你喜欢的人。这个文件一点也不秘密。如果你想在另一个系统上使用Nitrokey，你首先通过``gpg2 --import pubkey.asc``导入这个公钥，然后输入``gpg2 --card-status``，以便系统知道去哪里寻找这个密钥。这就是全部。

source: Another possibility is to change the URL setting on your card. Start gpg –card-edit again and first set the URL where the key is situated (e.g. on the keyserver or on your webpage etc.) via the ``url`` command. From now on you can import the key on another system by just using the ``fetch`` command within the ``gpg --card-edit`` environment.
bg: Друга възможност е да промените настройката на URL адреса на картата си. Стартирайте отново gpg -card-edit и първо задайте URL адреса, на който се намира ключът (напр. на ключовия сървър или на вашата уебстраница и т.н.), чрез командата ``url``. Оттук нататък можете да импортирате ключа в друга система, като просто използвате командата ``fetch`` в рамките на средата ``gpg --card-edit``.
cs: Další možností je změnit nastavení adresy URL na kartě. Spusťte znovu gpg -card-edit a nejprve nastavte adresu URL, na které se klíč nachází (např. na keyserveru nebo na vaší webové stránce apod.), pomocí příkazu ``url``. Od této chvíle můžete klíč importovat do jiného systému pouze pomocí příkazu ``fetch`` v rámci prostředí ``gpg --card-edit``.
da: En anden mulighed er at ændre URL-indstillingen på dit kort. Start gpg -card-edit igen og indstil først den URL, hvor nøglen befinder sig (f.eks. på nøgleserveren eller på din webside osv.) via kommandoen ``url``. Fra nu af kan du importere nøglen på et andet system ved blot at bruge kommandoen ``fetch`` inden for ``gpg --card-edit``-miljøet.
de: Eine andere Möglichkeit ist, die URL-Einstellung auf Ihrer Karte zu ändern. Starten Sie dazu erneut gpg -card-edit und stellen Sie zunächst über den Befehl ``url`` die URL ein, unter der sich der Schlüssel befindet (z.B. auf dem Keyserver oder auf Ihrer Webseite etc.). Von nun an können Sie den Schlüssel auf einem anderen System importieren, indem Sie einfach den Befehl ``fetch`` innerhalb der Umgebung ``gpg --card-edit`` verwenden.
el: Μια άλλη δυνατότητα είναι να αλλάξετε τη ρύθμιση URL στην κάρτα σας. Εκκινήστε ξανά το gpg -card-edit και ορίστε πρώτα τη διεύθυνση URL όπου βρίσκεται το κλειδί (π.χ. στον διακομιστή κλειδιών ή στην ιστοσελίδα σας κ.λπ.) μέσω της εντολής ``url``. Από εδώ και στο εξής μπορείτε να εισάγετε το κλειδί σε ένα άλλο σύστημα χρησιμοποιώντας απλώς την εντολή ``fetch`` εντός του περιβάλλοντος ``gpg --card-edit``.
es: Otra posibilidad es cambiar la configuración de la URL de su tarjeta. Inicie de nuevo gpg -card-edit y establezca primero la URL donde se encuentra la clave (por ejemplo, en el servidor de claves o en su página web, etc.) mediante el comando ``url``. A partir de ahora puedes importar la clave en otro sistema simplemente utilizando el comando ``fetch`` dentro del entorno ``gpg --card-edit``.
et: Teine võimalus on muuta kaardi URL-i seadistust. Käivitage uuesti gpg -card-edit ja määrake kõigepealt käsuga ``url<x>`` URL, kus võti asub (nt võtmeserveril või teie veebilehel jne). Edaspidi saate võtme importida teise süsteemi, kasutades lihtsalt käsku ``fetch`` keskkonnas ``gpg --card-edit``.
fi: Toinen mahdollisuus on muuttaa kortin URL-asetusta. Käynnistä gpg -card-edit uudelleen ja aseta ensin URL-osoite, jossa avain sijaitsee (esim. avainpalvelimella tai verkkosivullasi jne.) komennolla ``url``. Tästä lähtien voit tuoda avaimen toiseen järjestelmään käyttämällä vain ``fetch``-komentoa ``gpg --card-edit``-ympäristössä.
fr: Une autre possibilité est de modifier le paramètre URL de votre carte. Lancez à nouveau gpg -card-edit et définissez d'abord l'URL où se trouve la clé (par exemple sur le serveur de clés ou sur votre page web, etc.) via la commande ``url``. A partir de maintenant, vous pouvez importer la clé sur un autre système en utilisant simplement la commande ``fetch`` dans l'environnement ``gpg --card-edit``.
ja: もうひとつの方法は、カードのURL設定を変更することです。gpg -card-editを再度起動し、まず``url``コマンドで、鍵が置かれているURLを設定します（鍵サーバや自分のウェブページなど）。今後は、``fetch``コマンドを``gpg --card-edit``環境内で使用するだけで、別のシステムで鍵をインポートすることができます。
lt: Kita galimybė - pakeisti kortelės URL nustatymą. Vėl paleiskite gpg -card-edit ir pirmiausia nustatykite URL adresą, kuriame yra raktas (pvz., raktų serveryje arba jūsų tinklalapyje ir pan.), naudodami komandą ``url``. Nuo šiol raktą į kitą sistemą galite importuoti tiesiog naudodami ````fetch`` komandą, esančią ``gpg --card-edit`` aplinkoje.
lv: Vēl viena iespēja ir mainīt kartes URL iestatījumu. Palaidiet gpg -card-edit vēlreiz un vispirms iestatiet URL, kurā atrodas atslēga (piemēram, atslēgu serverī vai jūsu tīmekļa vietnē utt.), izmantojot komandu ``url``. Turpmāk atslēgu var importēt citā sistēmā, vienkārši izmantojot ````fetch`` komandu ``gpg --card-edit`` vides ietvaros.
pl: Inną możliwością jest zmiana ustawienia URL na karcie. Uruchom ponownie gpg -card-edit i najpierw ustaw adres URL, pod którym znajduje się klucz (np. na serwerze kluczy lub na swojej stronie internetowej itp.) za pomocą polecenia ``url``. Od tej pory możesz importować klucz na inny system używając tylko polecenia ``fetch`` w środowisku ``gpg --card-edit``.
pt: Outra possibilidade é alterar a configuração do URL no seu cartão. Inicie o gpg -card-edit novamente e primeiro defina o URL onde a chave está situada (por exemplo, no servidor de chaves ou na sua página web, etc.) através do comando ``url``. De agora em diante você pode importar a chave em outro sistema apenas usando o comando ``fetch`` dentro do comando ```x id="313"></x>`` ambiente.
ro: O altă posibilitate este să modificați setarea URL-ului de pe cardul dumneavoastră. Porniți din nou gpg -card-edit și setați mai întâi URL-ul unde se află cheia (de exemplu, pe serverul de chei sau pe pagina dvs. web etc.) prin intermediul comenzii ``url``. De acum încolo puteți importa cheia pe un alt sistem folosind doar comanda ``fetch`` în cadrul mediului ``gpg --card-edit``.
ru: Другая возможность - изменить настройки URL на вашей карте. Запустите gpg -card-edit снова и сначала установите URL, где находится ключ (например, на сервере ключей или на вашей веб-странице и т.д.) с помощью команды ``url``. С этого момента вы можете импортировать ключ на другую систему, просто используя команду ``fetch`` в среде ``gpg --card-edit``.
sk: Ďalšou možnosťou je zmeniť nastavenie adresy URL na karte. Spustite znova gpg -card-edit a najprv nastavte URL adresu, na ktorej sa kľúč nachádza (napr. na keyserveri alebo na vašej webovej stránke atď.), pomocou príkazu ``url``. Odteraz môžete kľúč importovať do iného systému len pomocou príkazu ``fetch`` v rámci prostredia ``gpg --card-edit``.
sl: Druga možnost je, da spremenite nastavitev URL na kartici. Ponovno zaženite gpg -card-edit in najprej z ukazom ``url`` nastavite URL, na katerem se nahaja ključ (npr. na strežniku ključev ali na vaši spletni strani itd.). Odslej lahko uvozite ključ v drug sistem samo z uporabo ukaza ``fetch`` v okolju ``gpg --card-edit``.
sv: En annan möjlighet är att ändra URL-inställningen på kortet. Starta gpg -card-edit igen och ställ först in URL:en där nyckeln finns (t.ex. på keyservern eller på din webbsida osv.) via kommandot ``url``. Från och med nu kan du importera nyckeln på ett annat system genom att bara använda kommandot ``fetch`` inom ``gpg --card-edit``-miljön.
zh_cn: 另一个可能性是改变你卡上的 URL 设置。再次启动 gpg -card-edit 并首先通过 ``url`` 命令设置钥匙所在的 URL（例如，在钥匙服务器或你的网页上等）。从现在起，你可以通过在``fetch``命令在``gpg --card-edit``环境中导入密钥。

source: OpenPGP Email Encryption with Outlook
bg: OpenPGP криптиране на имейли с Outlook
cs: Šifrování e-mailů OpenPGP s aplikací Outlook
da: OpenPGP-kryptering af e-mail med Outlook
de: OpenPGP-E-Mail-Verschlüsselung mit Outlook
el: Κρυπτογράφηση ηλεκτρονικού ταχυδρομείου OpenPGP με το Outlook
es: Cifrado de correo electrónico OpenPGP con Outlook
et: OpenPGP e-posti krüpteerimine Outlookiga
fi: OpenPGP-sähköpostin salaus Outlookin kanssa
fr: Chiffrement des e-mails OpenPGP avec Outlook
ja: OutlookでのOpenPGP電子メール暗号化
lt: "OpenPGP" el. pašto šifravimas su "Outlook
lv: OpenPGP e-pasta šifrēšana ar Outlook
pl: Szyfrowanie poczty elektronicznej OpenPGP w programie Outlook
pt: Criptografia de E-mail OpenPGP com Outlook
ro: OpenPGP Email Encryption cu Outlook
ru: Шифрование электронной почты OpenPGP в Outlook
sk: Šifrovanie e-mailov OpenPGP s programom Outlook
sl: Šifriranje e-pošte OpenPGP s programom Outlook
sv: S/MIME-kryptering av e-post med Outlook
zh_cn: 使用Outlook的OpenPGP电子邮件加密

source: Unfortunately, there is no solution to use OpenPGP in Outlook for macOS yet.
bg: За съжаление, все още няма решение за използване на OpenPGP в Outlook за macOS.
cs: Bohužel zatím neexistuje řešení pro použití OpenPGP v aplikaci Outlook pro macOS.
da: Desværre er der endnu ingen løsning til at bruge OpenPGP i Outlook til macOS.
de: Leider gibt es noch keine Lösung, um OpenPGP in Outlook für macOS zu nutzen.
el: Δυστυχώς, δεν υπάρχει ακόμη λύση για τη χρήση του OpenPGP στο Outlook για macOS.
es: Lamentablemente, aún no existe una solución para utilizar OpenPGP en Outlook para macOS.
et: Kahjuks ei ole veel lahendust OpenPGP kasutamiseks Outlookis macOS-i jaoks.
fi: Valitettavasti, ei ole olemassa ratkaisua käyttää OpenPGP Outlook for macOS vielä.
fr: Malheureusement, il n'existe pas encore de solution pour utiliser OpenPGP dans Outlook pour macOS.
ja: 残念ながら、Outlook for macOSでOpenPGPを使うためのソリューションはまだありません。
lt: Deja, kol kas nėra sprendimo, kaip naudoti "OpenPGP" programoje "Outlook", skirtoje "MacOS".
lv: Diemžēl pagaidām nav risinājuma, lai izmantotu OpenPGP programmā Outlook operētājsistēmā macOS.
pl: Niestety, nie ma jeszcze rozwiązania pozwalającego na korzystanie z OpenPGP w Outlooku dla macOS.
pt: Infelizmente, ainda não existe uma solução para usar o OpenPGP no Outlook para o MacOS.
ro: Din păcate, nu există încă o soluție pentru a utiliza OpenPGP în Outlook pentru macOS.
ru: К сожалению, решения для использования OpenPGP в Outlook для macOS пока нет.
sk: Bohužiaľ, zatiaľ neexistuje riešenie na používanie OpenPGP v programe Outlook pre systém macOS.
sl: Na žalost še ni rešitve za uporabo OpenPGP v programu Outlook za macOS.
sv: Tyvärr finns det ännu ingen lösning för att använda OpenPGP i Outlook för macOS.
zh_cn: 不幸的是，目前还没有在Outlook for macOS中使用OpenPGP的解决方案。

source: Prerequisites
bg: Предварителни условия
cs: Předpoklady
da: Forudsætninger
de: Voraussetzungen
el: Προαπαιτούμενα
es: Requisitos previos
et: Eeltingimused
fi: Edellytykset
fr: Conditions préalables
ja: 前提条件
lt: Būtinosios sąlygos
lv: Priekšnosacījumi
pl: Wymagania wstępne
pt: Pré-requisitos
ro: Condiții prealabile
ru: Пререквизиты
sk: Predpoklady
sl: Predpogoji
sv: Förutsättningar
zh_cn: 先决条件

source: If you do not have PGP-Keys on your Nitrokey yet, please look at `this page <openpgp.html>`_ first.
bg: Ако все още нямате PGP-ключове на вашия Nitrokey, моля, първо разгледайте `тази страница <openpgp.html>`_.
cs: Pokud na svém klíči Nitrokey ještě nemáte klíče PGP, podívejte se nejprve na `tuto stránku <openpgp.html>`_.
da: Hvis du endnu ikke har PGP-nøgler på din Nitrokey, skal du først se `denne side <openpgp.html>`_.
de: Wenn Sie noch keine PGP-Keys auf Ihrem Nitrokey haben, sehen Sie sich bitte zuerst `diese Seite <openpgp.html>`_ an.
el: Αν δεν έχετε ακόμη PGP-Keys στο Nitrokey σας, παρακαλούμε δείτε πρώτα την `αυτή τη σελίδα <openpgp.html>`_.
es: Si aún no tiene claves PGP en su Nitrokey, por favor mire primero esta página `.
et: Kui teil ei ole veel PGP-võtmeid Nitrokey's, vaadake esmalt `toodud lehekülge <openpgp.html>`_.
fi: Jos sinulla ei ole vielä PGP-avaimia Nitrokey-avaimessasi, katso ensin `tältä sivulta <openpgp.html>`_.
ja: まだNitrokeyにPGP-Keyを入れていない方は、まずこのページの` <openpgp.html>`_をご覧ください。
lt: Jei savo "Nitrokey" dar neturite PGP raktų, pirmiausia peržiūrėkite `šį puslapį <openpgp.html>`_.
lv: Ja jūsu Nitrokey vēl nav PGP atslēgas, lūdzu, vispirms apskatiet `šo lapu <openpgp.html>`_.
pl: Jeśli nie posiadasz jeszcze Kluczy PGP na swoim Nitrokey, prosimy o zapoznanie się najpierw z `tą stroną <openpgp.html>`_.
pt: Se você ainda não tem PGP-Keys na sua Nitrokey, por favor olhe para `esta página <openpgp.html>`_ primeiro.
ro: Dacă nu aveți încă PGP-Keys pe Nitrokey, vă rugăm să consultați mai întâi `această pagină <openpgp.html>`_.
ru: Если у вас еще нет PGP-ключей на вашем Nitrokey, пожалуйста, сначала посмотрите `эту страницу <openpgp.html>`_.
sk: Ak ešte nemáte PGP-kľúč na svojom Nitrokey, pozrite si najprv `túto stránku <openpgp.html>`_.
sl: Če v ključu Nitrokey še nimate ključev PGP, si najprej oglejte `to stran <openpgp.html>`_.
sv: Om du inte har PGP-nycklar på din Nitrokey ännu, titta först på `den här sidan <openpgp.html>`_.
zh_cn: 如果你的Nitrokey上还没有PGP-Keys，请先看看`这个页面<openpgp.html>`_。

source: You need to have GnuPG installed on your System. The newest GnuPG version for Windows can be found `here <https://www.gpg4win.org>`_. You need to make sure to have “GpgOL” checked during installation process (see below).
bg: Трябва да имате инсталиран GnuPG в системата си. Най-новата версия на GnuPG за Windows можете да намерите `тук <https://www.gpg4win.org>`_. Трябва да се уверите, че по време на процеса на инсталиране е поставена отметка "GpgOL" (вж. по-долу).
cs: V systému musíte mít nainstalovaný GnuPG. Nejnovější verzi GnuPG pro Windows najdete `zde <https://www.gpg4win.org>`_. Při instalaci je třeba se ujistit, že je zaškrtnuta volba "GpgOL" (viz níže).
da: Du skal have GnuPG installeret på dit system. Den nyeste GnuPG-version til Windows kan findes `her <https://www.gpg4win.org>`_. Du skal sørge for at have "GpgOL" markeret under installationsprocessen (se nedenfor).
de: Sie müssen GnuPG auf Ihrem System installiert haben. Die neueste GnuPG-Version für Windows finden Sie `hier <https://www.gpg4win.org>`_. Sie müssen sicherstellen, dass "GpgOL" während des Installationsprozesses aktiviert ist (siehe unten).
el: Πρέπει να έχετε εγκαταστήσει το GnuPG στο σύστημά σας. Την πιο πρόσφατη έκδοση του GnuPG για Windows μπορείτε να βρείτε `εδώ <https://www.gpg4win.org>`_. Θα πρέπει να βεβαιωθείτε ότι το "GpgOL" έχει επιλεγεί κατά τη διαδικασία εγκατάστασης (βλ. παρακάτω).
es: Necesita tener instalado GnuPG en su sistema. La versión más reciente de GnuPG para Windows se puede encontrar `aquí <https://www.gpg4win.org>`__. Debes asegurarte de tener marcado "GpgOL" durante el proceso de instalación (ver más abajo).
et: Teie süsteemi peab olema paigaldatud GnuPG. Uusima GnuPG versiooni Windowsile leiad ` siit <https://www.gpg4win.org>`_. Sa pead veenduma, et paigaldamise käigus on märgitud "GpgOL" (vt allpool).
fi: Sinun on asennettava GnuPG järjestelmääsi. Uusin GnuPG-versio Windowsille löytyy `täältä <https://www.gpg4win.org>`_. Sinun on varmistettava, että "GpgOL" on valittuna asennuksen aikana (katso alla).
ja: あなたのシステムにはGnuPGがインストールされている必要があります。Windows用の最新のGnuPGバージョンは、`こちら <https://www.gpg4win.org>`_にあります。なお、インストールの際には、「GpgOL」にチェックを入れておく必要があります（下記参照）。
lt: Sistemoje turi būti įdiegta GnuPG. Naujausią "Windows" skirtą "GnuPG" versiją galite rasti `čia <https://www.gpg4win.org>`_. Diegimo proceso metu reikia įsitikinti, kad pažymėta "GpgOL" (žr. toliau).
lv: Sistēmā ir jābūt instalētam GnuPG. Jaunāko GnuPG versiju Windows var atrast `šeit <https://www.gpg4win.org>`_. Instalēšanas procesā ir jāpārliecinās, ka ir atzīmēta izvēles rūtiņa "GpgOL" (skatīt tālāk).
pl: Musisz mieć zainstalowany GnuPG na swoim systemie. Najnowsza wersja GnuPG dla Windows może być znaleziona `tutaj <https://www.gpg4win.org>`_. Musisz się upewnić, że "GpgOL" jest zaznaczony podczas procesu instalacji (zobacz poniżej).
pt: Você precisa ter o GnuPG instalado no seu sistema. A mais nova versão do GnuPG para Windows pode ser encontrada `here <https://www.gpg4win.org>`_. Você precisa ter certeza de ter o "GpgOL" verificado durante o processo de instalação (veja abaixo).
ro: Trebuie să aveți GnuPG instalat pe sistemul dumneavoastră. Cea mai nouă versiune GnuPG pentru Windows poate fi găsită ` aici <https://www.gpg4win.org>`_. Trebuie să vă asigurați că în timpul procesului de instalare trebuie să aveți bifat "GpgOL" (a se vedea mai jos).
ru: В вашей системе должен быть установлен GnuPG. Новейшую версию GnuPG для Windows можно найти ` здесь <https://www.gpg4win.org>`_. Вам необходимо убедиться, что в процессе установки установлен флажок "GpgOL" (см. ниже).
sk: V systéme musíte mať nainštalovaný GnuPG. Najnovšiu verziu GnuPG pre Windows nájdete ` tu <https://www.gpg4win.org>`_. Počas procesu inštalácie sa musíte uistiť, že je zaškrtnutá voľba "GpgOL" (pozri nižšie).
sl: V sistemu morate imeti nameščen program GnuPG. Najnovejšo različico GnuPG za Windows najdete `tudi <https://www.gpg4win.org>`_. Prepričati se morate, da je med postopkom namestitve označena možnost "GpgOL" (glejte spodaj).
sv: Du måste ha GnuPG installerat på ditt system. Den senaste versionen av GnuPG för Windows finns `här <https://www.gpg4win.org>`_. Du måste se till att "GpgOL" är markerad under installationsprocessen (se nedan).
zh_cn: 你需要在你的系统上安装GnuPG。最新的Windows版GnuPG可以在`这里找到 <https://www.gpg4win.org>`_。你需要确保在安装过程中选中 "GpgOL"（见下文）。
