Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/start.po
Languages: bg, cs, da, de, el, es, et, fi, fr, ja, lt, lv, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: Now you can close the window and go back to the main window. Your key will be visible in the key manager after refreshing. Every application which makes use of GnuPG will work with your Nitrokey as well, because GnuPG is fully aware of the fact, that the keys are stored on your Nitrokey.
bg: Сега можете да затворите прозореца и да се върнете в основния прозорец. Вашият ключ ще бъде видим в мениджъра на ключове след опресняване. Всяко приложение, което използва GnuPG, ще работи и с вашия Nitrokey, защото GnuPG е напълно наясно с факта, че ключовете се съхраняват на вашия Nitrokey.
cs: Nyní můžete okno zavřít a vrátit se do hlavního okna. Po obnovení bude váš klíč viditelný ve správci klíčů. Každá aplikace, která využívá GnuPG, bude pracovat i s vaším klíčem Nitrokey, protože GnuPG si je plně vědom skutečnosti, že klíče jsou uloženy na vašem klíči Nitrokey.
da: Nu kan du lukke vinduet og gå tilbage til hovedvinduet. Din nøgle vil være synlig i nøglehåndteringsprogrammet efter opdatering. Alle programmer, der benytter GnuPG, vil også fungere med din Nitrokey, fordi GnuPG er fuldt ud klar over, at nøglerne er gemt på din Nitrokey.
de: Nun können Sie das Fenster schließen und zum Hauptfenster zurückkehren. Nach dem Aktualisieren ist Ihr Schlüssel im Schlüsselmanager sichtbar. Jede Anwendung, die GnuPG nutzt, wird auch mit Ihrem Nitrokey funktionieren, da GnuPG genau weiß, dass die Schlüssel auf Ihrem Nitrokey gespeichert sind.
el: Τώρα μπορείτε να κλείσετε το παράθυρο και να επιστρέψετε στο κύριο παράθυρο. Το κλειδί σας θα είναι ορατό στη διαχείριση κλειδιών μετά την ανανέωση. Κάθε εφαρμογή που κάνει χρήση του GnuPG θα λειτουργεί και με το Nitrokey σας, επειδή το GnuPG γνωρίζει πλήρως ότι τα κλειδιά είναι αποθηκευμένα στο Nitrokey σας.
es: Ahora puedes cerrar la ventana y volver a la ventana principal. Tu clave será visible en el gestor de claves después de refrescarla. Todas las aplicaciones que hacen uso de GnuPG funcionarán también con su Nitrokey, porque GnuPG es plenamente consciente del hecho de que las claves están almacenadas en su Nitrokey.
et: Nüüd saate akna sulgeda ja minna tagasi põhiaknasse. Teie võti on pärast värskendamist võtmehalduris nähtav. Kõik rakendused, mis kasutavad GnuPG-d, töötavad ka teie Nitrokey'ga, sest GnuPG on täiesti teadlik sellest, et võtmed on salvestatud teie Nitrokey's.
fi: Nyt voit sulkea ikkunan ja palata pääikkunaan. Avaimesi näkyy avaintenhallinnassa päivityksen jälkeen. Kaikki GnuPG:tä käyttävät sovellukset toimivat myös Nitrokey-avaimellasi, koska GnuPG on täysin tietoinen siitä, että avaimet on tallennettu Nitrokey-avaimeesi.
fr: Vous pouvez maintenant fermer la fenêtre et revenir à la fenêtre principale. Votre clé sera visible dans le gestionnaire de clés après avoir été rafraîchie. Toutes les applications qui utilisent GnuPG fonctionneront également avec ta Nitrokey, car GnuPG est parfaitement conscient du fait que les clés sont stockées sur ta Nitrokey.
ja: これで、ウィンドウを閉じて、メインウィンドウに戻ることができます。あなたの鍵は、更新後にキーマネージャに表示されます。GnuPGを使用するすべてのアプリケーションは、あなたのNitrokeyでも動作します。なぜなら、GnuPGは鍵があなたのNitrokeyに保存されているという事実を完全に認識しているからです。
lt: Dabar galite uždaryti langą ir grįžti į pagrindinį langą. Jūsų raktas bus matomas raktų tvarkyklėje po atnaujinimo. Kiekviena programa, kuri naudoja "GnuPG", veiks ir su jūsų "Nitrokey" raktu, nes "GnuPG" puikiai žino, kad raktai saugomi jūsų "Nitrokey" rakte.
lv: Tagad varat aizvērt logu un atgriezties galvenajā logā. Pēc atsvaidzināšanas atslēga būs redzama atslēgu pārvaldniekā. Katra programma, kas izmanto GnuPG, darbosies arī ar jūsu Nitrokey, jo GnuPG pilnībā apzinās, ka atslēgas tiek glabātas jūsu Nitrokey.
pl: Teraz możesz zamknąć to okno i wrócić do okna głównego. Po odświeżeniu Twój klucz będzie widoczny w menedżerze kluczy. Każda aplikacja korzystająca z GnuPG będzie działała z Twoim Nitrokey, ponieważ GnuPG jest w pełni świadomy faktu, że klucze są przechowywane na Twoim Nitrokey.
pt: Agora você pode fechar a janela e voltar para a janela principal. Sua chave estará visível no gerenciador de chaves depois de refrescar. Cada aplicação que fizer uso do GnuPG funcionará com a sua Nitrokey também, porque o GnuPG está plenamente consciente do facto, que as chaves estão armazenadas na sua Nitrokey.
ro: Acum puteți închide fereastra și vă puteți întoarce la fereastra principală. Cheia dvs. va fi vizibilă în managerul de chei după reîmprospătare. Fiecare aplicație care utilizează GnuPG va funcționa și cu Nitrokey, deoarece GnuPG este pe deplin conștient de faptul că cheile sunt stocate pe Nitrokey.
ru: Теперь вы можете закрыть окно и вернуться в главное окно. Ваш ключ будет виден в менеджере ключей после обновления. Любое приложение, использующее GnuPG, будет работать и с вашим Nitrokey, поскольку GnuPG полностью осознает тот факт, что ключи хранятся на вашем Nitrokey.
sk: Teraz môžete okno zavrieť a vrátiť sa do hlavného okna. Po obnovení bude váš kľúč viditeľný v správcovi kľúčov. Každá aplikácia, ktorá využíva GnuPG, bude pracovať aj s vaším kľúčom Nitrokey, pretože GnuPG si je plne vedomý skutočnosti, že kľúče sú uložené na vašom kľúči Nitrokey.
sl: Zdaj lahko zaprete okno in se vrnete v glavno okno. Vaš ključ bo po osvežitvi viden v upravitelju ključev. Vsaka aplikacija, ki uporablja GnuPG, bo delovala tudi z vašim ključem Nitrokey, saj se GnuPG popolnoma zaveda dejstva, da so ključi shranjeni na vašem ključu Nitrokey.
sv: Nu kan du stänga fönstret och gå tillbaka till huvudfönstret. Din nyckel kommer att vara synlig i nyckelhanteraren efter uppdatering. Alla program som använder GnuPG kommer att fungera med din Nitrokey också, eftersom GnuPG är fullt medveten om att nycklarna lagras på din Nitrokey.
zh_cn: 现在你可以关闭该窗口并回到主窗口。刷新后，你的钥匙将在钥匙管理器中可见。每一个使用GnuPG的应用程序都可以使用你的Nitrokey，因为GnuPG完全知道钥匙是存储在你的Nitrokey上的事实。

source: Right-click on your key entry in the key manager and click “Export Keys…” to export the public key to a file and/or “Send Keys…” to upload the key to a keyserver.
bg: Щракнете с десния бутон на мишката върху записания от вас ключ в мениджъра на ключове и щракнете върху "Export Keys...", за да експортирате публичния ключ във файл, и/или върху "Send Keys...", за да качите ключа на сървър за ключове.
cs: Klikněte pravým tlačítkem myši na položku klíče ve správci klíčů a klikněte na "Exportovat klíče..." pro export veřejného klíče do souboru a/nebo na "Odeslat klíče..." pro odeslání klíče na server klíčů.
da: Højreklik på din nøglepost i nøglehåndteringsprogrammet, og klik på "Export Keys..." for at eksportere den offentlige nøgle til en fil og/eller "Send Keys..." for at uploade nøglen til en nøgleserver.
de: Klicken Sie mit der rechten Maustaste auf Ihren Schlüsseleintrag im Schlüsselmanager und klicken Sie auf "Schlüssel exportieren...", um den öffentlichen Schlüssel in eine Datei zu exportieren und/oder "Schlüssel senden...", um den Schlüssel auf einen Keyserver hochzuladen.
el: Κάντε δεξί κλικ στην καταχώρηση του κλειδιού σας στη διαχείριση κλειδιών και κάντε κλικ στο "Export Keys..." για να εξαγάγετε το δημόσιο κλειδί σε ένα αρχείο ή/και στο "Send Keys..." για να μεταφορτώσετε το κλειδί σε έναν διακομιστή κλειδιών.
es: Haz clic con el botón derecho del ratón en la entrada de tu clave en el gestor de claves y haz clic en "Exportar claves..." para exportar la clave pública a un archivo y/o "Enviar claves..." para subir la clave a un servidor de claves.
et: Klõpsake võtmehalduris oma võtme kirjel paremklõpsuga ja klõpsake "Export Keys...", et eksportida avalik võti faili ja/või "Send Keys...", et laadida võti üles võtmeserverisse.
fi: Napsauta hiiren kakkospainikkeella avaimen merkintää avaintenhallinnassa ja valitse "Vie avaimet..." viedäksesi julkisen avaimen tiedostoon ja/tai "Lähetä avaimet..." ladataksesi avaimen avainpalvelimeen.
fr: Cliquez avec le bouton droit de la souris sur votre entrée de clé dans le gestionnaire de clés et cliquez sur "Exporter les clés..." pour exporter la clé publique vers un fichier et/ou "Envoyer les clés..." pour télécharger la clé vers un serveur de clés.
ja: 鍵マネージャの鍵エントリを右クリックして、「Export Keys...」をクリックすると、公開鍵がファイルにエクスポートされ、「Send Keys...」をクリックすると、鍵が鍵サーバにアップロードされます。
lt: Dešiniuoju pelės klavišu spustelėkite raktų tvarkyklės įrašą ir spustelėkite "Eksportuoti raktus...", kad viešąjį raktą eksportuotumėte į failą, ir (arba) "Siųsti raktus...", kad raktą įkeltumėte į raktų serverį.
lv: Ar peles labo pogu noklikšķiniet uz atslēgas ieraksta atslēgu pārvaldītājā un noklikšķiniet uz "Eksportēt atslēgas...", lai eksportētu publisko atslēgu failā, un/vai "Sūtīt atslēgas...", lai atslēgu augšupielādētu atslēgu atslēgu serverī.
pl: Kliknij prawym przyciskiem myszy na wpis klucza w menedżerze kluczy i kliknij "Export Keys...", aby wyeksportować klucz publiczny do pliku i/lub "Send Keys...", aby przesłać klucz do serwera kluczy.
pt: Clique com o botão direito do mouse na entrada da chave no gerenciador de chaves e clique em "Exportar chaves..." para exportar a chave pública para um arquivo e/ou "Enviar chaves..." para carregar a chave para um servidor de chaves.
ro: Faceți clic dreapta pe intrarea cheii dvs. în managerul de chei și faceți clic pe "Export Keys..." pentru a exporta cheia publică într-un fișier și/sau "Send Keys..." pentru a încărca cheia pe un server de chei.
ru: Щелкните правой кнопкой мыши на записи ключа в менеджере ключей и нажмите "Export Keys..." для экспорта открытого ключа в файл и/или "Send Keys..." для загрузки ключа на сервер ключей.
sk: Kliknite pravým tlačidlom myši na položku kľúča v správcovi kľúčov a kliknite na položku "Exportovať kľúče..." pre export verejného kľúča do súboru a/alebo "Odoslať kľúče..." pre odoslanie kľúča na server kľúčov.
sl: Z desno tipko miške kliknite vnos ključa v upravitelju ključev in kliknite "Izvozi ključe..." za izvoz javnega ključa v datoteko in/ali "Pošlji ključe..." za prenos ključa v strežnik ključev.
sv: Högerklicka på din nyckelpost i nyckelhanteraren och klicka på "Export Keys..." för att exportera den offentliga nyckeln till en fil och/eller "Send Keys..." för att ladda upp nyckeln till en nyckelserver.
zh_cn: 在钥匙管理器中右击你的钥匙条目，点击 "导出钥匙...... "将公钥导出到文件中，和/或点击 "发送钥匙...... "将钥匙上传至钥匙服务器。

source: You can carry the keyfile with you or send it to anyone who you like. This file is not secret at all. If you want to use the Nitrokey on another system, you first import this public key via clicking on “Keys” -> “Importing Keys…” and choosing the file.
bg: Можете да носите ключовия файл със себе си или да го изпратите на когото пожелаете. Този файл изобщо не е секретен. Ако искате да използвате Nitrokey в друга система, първо импортирайте този публичен ключ чрез щракване върху "Ключове" -> "Импортиране на ключове..." и избор на файла.
cs: Soubor s klíčem můžete nosit s sebou nebo ho poslat komukoli, komu se vám líbí. Tento soubor není vůbec tajný. Pokud chcete klíč Nitrokey používat v jiném systému, musíte tento veřejný klíč nejprve importovat kliknutím na "Klíče" -> "Import klíčů..." a výběrem souboru.
da: Du kan have nøglefilen med dig eller sende den til hvem du vil. Denne fil er slet ikke hemmelig. Hvis du ønsker at bruge Nitrokey på et andet system, skal du først importere denne offentlige nøgle ved at klikke på "Keys" -> "Importing Keys..." og vælge filen.
de: Sie können die Schlüsseldatei mit sich führen oder an eine beliebige Person senden. Diese Datei ist keineswegs geheim. Wenn Sie den Nitrokey auf einem anderen System verwenden wollen, importieren Sie zunächst diesen öffentlichen Schlüssel über "Keys" -> "Importing Keys..." und die Auswahl der Datei.
el: Μπορείτε να έχετε το αρχείο κλειδιού μαζί σας ή να το στείλετε σε όποιον θέλετε. Αυτό το αρχείο δεν είναι καθόλου μυστικό. Αν θέλετε να χρησιμοποιήσετε το Nitrokey σε άλλο σύστημα, πρέπει πρώτα να εισαγάγετε αυτό το δημόσιο κλειδί κάνοντας κλικ στο "Keys" -> "Importing Keys..." και επιλέγοντας το αρχείο.
es: Puedes llevar el archivo de claves contigo o enviarlo a quien quieras. Este archivo no es secreto en absoluto. Si desea utilizar la Nitrokey en otro sistema, primero debe importar esta clave pública haciendo clic en "Claves" -> "Importar claves..." y elegir el archivo.
et: Võid võtmefaili endaga kaasas kanda või saata selle kellelegi, kes sulle meeldib. See fail ei ole üldse salajane. Kui soovite Nitrokey't kasutada teises süsteemis, siis importige see avalik võti esmalt, klõpsates "Keys" -> "Importing Keys..." ja valides faili.
fi: Voit pitää avaintiedoston mukanasi tai lähettää sen kenelle tahansa haluamallesi henkilölle. Tämä tiedosto ei ole lainkaan salainen. Jos haluat käyttää Nitrokeyta toisessa järjestelmässä, tuot ensin tämän julkisen avaimen klikkaamalla "Avaimet" -> "Avainten tuominen..." ja valitsemalla tiedoston.
fr: Vous pouvez emporter le fichier de clés avec vous ou l'envoyer à qui vous voulez. Ce fichier n'est pas du tout secret. Si tu veux utiliser la Nitrokey sur un autre système, tu dois d'abord importer cette clé publique en cliquant sur "Clés" -> "Importer des clés..." et en choisissant le fichier.
ja: このキーファイルを持ち歩いたり、好きな人に送ったりすることができます。このファイルには一切の秘密はありません。別のシステムでNitrokeyを使用したい場合は、まず「鍵」-> 「鍵のインポート...」をクリックしてファイルを選択し、この公開鍵をインポートします。
lt: Raktą galite nešiotis su savimi arba nusiųsti jį bet kuriam norinčiam asmeniui. Šis failas visai neslaptas. Jei norite naudoti "Nitrokey" kitoje sistemoje, pirmiausia importuokite šį viešąjį raktą spustelėję "Keys" -> "Importing Keys..." ir pasirinkę failą.
lv: Atslēgas failu varat nēsāt līdzi vai nosūtīt to jebkurai personai, kurai vēlaties. Šis fails nav slepens. Ja vēlaties izmantot Nitrokey citā sistēmā, vispirms importējiet šo publisko atslēgu, noklikšķinot uz "Atslēgas" -> "Atslēgu importēšana..." un izvēloties failu.
pl: Możesz nosić plik kluczowy przy sobie lub wysłać go do kogokolwiek chcesz. Ten plik nie jest w ogóle tajny. Jeśli chcesz używać Nitrokey na innym systemie, musisz najpierw zaimportować ten klucz publiczny klikając na "Klucze" -> "Import kluczy..." i wybierając plik.
pt: Você pode levar o arquivo chave consigo ou enviá-lo a quem quiser. Este ficheiro não é de todo secreto. Se quiser usar a Nitrokey noutro sistema, primeiro importe esta chave pública clicando em "Keys" -> "Importing Keys..." e escolhendo o ficheiro.
ro: Puteți purta fișierul cheie cu dvs. sau îl puteți trimite oricui doriți. Acest fișier nu este deloc secret. Dacă doriți să folosiți Nitrokey pe un alt sistem, importați mai întâi această cheie publică făcând clic pe "Keys" -> "Importing Keys..." și alegând fișierul.
ru: Вы можете носить ключевой файл с собой или отправить его любому желающему. Этот файл не является секретным. Если вы хотите использовать Nitrokey на другой системе, сначала импортируйте этот открытый ключ, нажав на "Keys" -> "Importing Keys..." и выбрав файл.
sk: Súbor s kľúčom môžete nosiť so sebou alebo ho poslať komukoľvek, komu sa vám páči. Tento súbor nie je vôbec tajný. Ak chcete používať Nitrokey v inom systéme, najprv tento verejný kľúč importujte kliknutím na "Kľúče" -> "Importovanie kľúčov..." a výberom súboru.
sl: Datoteko s ključi lahko nosite s seboj ali jo pošljete komur koli želite. Ta datoteka sploh ni tajna. Če želite uporabiti ključ Nitrokey v drugem sistemu, najprej uvozite ta javni ključ s klikom na "Ključi" -> "Uvoz ključev..." in izbiro datoteke.
sv: Du kan bära med dig nyckelfilen eller skicka den till vem du vill. Den här filen är inte alls hemlig. Om du vill använda Nitrokey på ett annat system måste du först importera denna offentliga nyckel genom att klicka på "Keys" -> "Importing Keys..." och välja filen.
zh_cn: 你可以随身携带钥匙文件，或将其发送给任何你喜欢的人。这个文件根本就不是秘密。如果你想在另一个系统上使用Nitrokey，你首先要通过点击 "钥匙"-> "导入钥匙... "并选择文件来导入这个公钥。

source: If you do not want to carry a public keyfile with you, you can upload it to keyserver. If you are using another machine you can just import it by using “Server” -> “Retrieve Keys…” and entering your name or key id.
bg: Ако не искате да носите публичен ключов файл със себе си, можете да го качите на keyserver. Ако използвате друга машина, можете просто да го импортирате, като използвате "Server" -> "Retrieve Keys..." и въведете вашето име или идентификатор на ключа.
cs: Pokud nechcete mít veřejný soubor s klíčem u sebe, můžete jej nahrát na server keyserver. Pokud používáte jiný počítač, můžete jej jednoduše importovat pomocí příkazu "Server" -> "Retrieve Keys..." a zadáním svého jména nebo ID klíče.
da: Hvis du ikke ønsker at have en offentlig nøglefil med dig, kan du uploade den til keyserver. Hvis du bruger en anden maskine, kan du bare importere den ved at bruge "Server" -> "Retrieve Keys..." og indtaste dit navn eller nøgle-id.
de: Wenn Sie eine öffentliche Schlüsseldatei nicht mit sich führen wollen, können Sie sie auf den Keyserver hochladen. Wenn Sie einen anderen Rechner verwenden, können Sie ihn einfach importieren, indem Sie "Server" -> "Retrieve Keys..." verwenden und Ihren Namen oder Ihre Schlüssel-ID eingeben.
el: Εάν δεν θέλετε να έχετε μαζί σας ένα δημόσιο αρχείο κλειδιού, μπορείτε να το ανεβάσετε στον διακομιστή κλειδιών. Αν χρησιμοποιείτε άλλο μηχάνημα, μπορείτε απλά να το εισάγετε χρησιμοποιώντας τη λειτουργία "Server" -> "Retrieve Keys..." και εισάγοντας το όνομα ή το αναγνωριστικό του κλειδιού σας.
es: Si no quieres llevar un archivo de claves públicas contigo, puedes subirlo a keyserver. Si estás usando otra máquina, puedes simplemente importarlo usando "Server" -> "Retrieve Keys..." e introduciendo tu nombre o id de clave.
et: Kui te ei soovi avalikku võtmefaili endaga kaasas kanda, võite selle üles laadida võtmeserverisse. Kui kasutate teist masinat, saate selle lihtsalt importida, kasutades "Server" -> "Retrieve Keys..." ja sisestades oma nime või võtme id.
fi: Jos et halua kantaa julkista avaintietoa mukanasi, voit ladata sen keyserveriin. Jos käytät toista konetta, voit vain tuoda sen käyttämällä "Server" -> "Retrieve Keys..." ja syöttämällä nimesi tai avaintunnuksesi.
fr: Si vous ne voulez pas transporter un fichier de clé publique avec vous, vous pouvez le télécharger sur keyserver. Si vous utilisez une autre machine, vous pouvez simplement l'importer en utilisant "Server" -> "Retrieve Keys..." et en entrant votre nom ou votre identifiant de clé.
ja: 公開鍵ファイルを持ち歩きたくない場合は、keyserverにアップロードすることができます。他のマシンを使用している場合は、"Server" -> "Retrieve Keys... "で名前やキーIDを入力してインポートすることができます。
lt: Jei nenorite su savimi nešiotis viešojo rakto failo, galite jį įkelti į keyserverį. Jei naudojate kitą kompiuterį, galite jį tiesiog importuoti naudodami "Server" -> "Retrieve Keys..." ir įvesdami savo vardą arba rakto ID.
lv: Ja nevēlaties nēsāt līdzi publisko atslēgas failu, varat to augšupielādēt keyserver. Ja izmantojat citu datoru, varat to vienkārši importēt, izmantojot "Server" -> "Retrieve Keys..." un ievadot savu vārdu vai atslēgas id.
pl: Jeśli nie chcesz nosić ze sobą pliku klucza publicznego, możesz go przesłać do keyservera. Jeśli używasz innego komputera, możesz po prostu zaimportować go za pomocą "Server" -> "Retrieve Keys..." i wpisać swoją nazwę lub id klucza.
pt: Se você não quiser carregar um arquivo de chave pública com você, você pode carregá-lo no keyerver. Se você estiver usando outra máquina você pode simplesmente importá-la usando "Server" -> "Retrieve Keys..." e digitando seu nome ou id de chave.
ro: Dacă nu doriți să aveți la dumneavoastră un fișier de chei publice, îl puteți încărca pe keyserver. Dacă folosiți un alt computer, îl puteți importa pur și simplu folosind "Server" -> "Retrieve Keys..." și introducând numele sau ID-ul cheii.
ru: Если вы не хотите носить с собой файл открытого ключа, вы можете загрузить его на keyserver. Если вы используете другую машину, вы можете просто импортировать его, используя "Server" -> "Retrieve Keys..." и введя свое имя или идентификатор ключа.
sk: Ak nechcete nosiť verejný súbor kľúča so sebou, môžete ho nahrať na keyserver. Ak používate iný počítač, môžete ho jednoducho importovať pomocou príkazu "Server" -> "Retrieve Keys..." a zadaním svojho mena alebo identifikátora kľúča.
sl: Če datoteke z javnim ključem ne želite nositi s seboj, jo lahko naložite v strežnik ključev. Če uporabljate drug računalnik, jo lahko preprosto uvozite z uporabo "Server" -> "Retrieve Keys..." in vnesete svoje ime ali identifikacijsko številko ključa.
sv: Om du inte vill bära med dig en offentlig nyckelfil kan du ladda upp den till keyserver. Om du använder en annan maskin kan du bara importera den genom att använda "Server" -> "Retrieve Keys..." och ange ditt namn eller nyckel-ID.
zh_cn: 如果你不想随身携带公钥文件，你可以把它上传到keyserver。如果你使用的是另一台机器，你可以通过使用 "服务器"-> "检索钥匙... "并输入你的名字或钥匙ID来导入它。
