Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/start.po
Languages: bg, cs, da, de, el, es, et, fi, fr, ja, lt, lv, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: The user PIN is at least 6-digits long and is used to get access to the contect of the Nitrokey. This is the PIN you will use a lot in every day use e.g. for decrypting messages, for unlocking your encrypted storage (NK Storage only) etc.
bg: Потребителският PIN код е дълъг най-малко 6 цифри и се използва за достъп до съдържанието на Nitrokey. Това е ПИН кодът, който ще използвате често в ежедневието, например за декриптиране на съобщения, за отключване на криптираното хранилище (само за NK Storage) и т.н.
cs: Uživatelský kód PIN je nejméně šestimístný a slouží k získání přístupu ke kontejneru Nitrokey. Tento kód PIN budete často používat při každodenním používání, např. pro dešifrování zpráv, pro odemknutí zašifrovaného úložiště (pouze úložiště NK) atd.
da: Bruger-PIN-koden er mindst 6 cifre lang og bruges til at få adgang til Nitrokey's område. Det er den PIN-kode, du vil bruge meget i dagligdagen, f.eks. til at dekryptere beskeder, til at låse op for dit krypterede lager (kun NK Storage) osv.
de: Die Benutzer-PIN ist mindestens 6-stellig und wird verwendet, um Zugriff auf den Inhalt des Nitrokeys zu erhalten. Dies ist die PIN, die Sie im täglichen Gebrauch häufig verwenden werden, z. B. zum Entschlüsseln von Nachrichten, zum Entsperren Ihres verschlüsselten Speichers (nur NK Storage) usw.
el: Το PIN χρήστη είναι τουλάχιστον 6ψήφιο και χρησιμοποιείται για την πρόσβαση στο περιεχόμενο του Nitrokey. Αυτό είναι το PIN που θα χρησιμοποιείτε συχνά στην καθημερινή σας χρήση, π.χ. για την αποκρυπτογράφηση μηνυμάτων, για το ξεκλείδωμα του κρυπτογραφημένου αποθηκευτικού χώρου σας (μόνο NK Storage) κ.λπ.
es: El PIN de usuario tiene al menos 6 dígitos y se utiliza para acceder al contenido de Nitrokey. Este es el PIN que usarás mucho en el uso diario, por ejemplo, para descifrar mensajes, para desbloquear tu almacenamiento cifrado (sólo NK Storage), etc.
et: Kasutaja PIN-kood on vähemalt 6-kohaline ja seda kasutatakse juurdepääsuks Nitrokey kontektile. Seda PIN-koodi kasutate igapäevaselt palju, nt sõnumite dekrüpteerimiseks, krüpteeritud salvestusruumi avamiseks (ainult NK Storage) jne.
fi: Käyttäjän PIN-koodi on vähintään 6-numeroinen, ja sitä käytetään Nitrokey-avaimen käyttöoikeuksien saamiseksi. Tätä PIN-koodia käytät paljon jokapäiväisessä käytössä, esimerkiksi viestien salauksen purkamiseen, salatun tallennustilan avaamiseen (vain NK Storage) jne.
ja: ユーザーPINは少なくとも6桁の長さで、Nitrokeyの保護領域にアクセスするために使用されます。このPINは、メッセージの復号化や暗号化されたストレージ（NKストレージのみ）のロック解除など、日常的によく使用するものです。
lt: Naudotojo PIN kodas yra ne trumpesnis kaip 6 skaitmenų ir naudojamas prieigai prie "Nitrokey" kontakto gauti. Šį PIN kodą dažnai naudosite kasdien, pvz., dešifruodami pranešimus, atrakindami užšifruotą saugyklą (tik NK saugykloje) ir t. t.
lv: Lietotāja PIN kods ir vismaz sešciparu, un to izmanto, lai piekļūtu Nitrokey kontekstam. Šo PIN kodu jūs bieži izmantosiet ikdienā, piemēram, lai atšifrētu ziņojumus, atbloķētu savu šifrēto krātuvi (tikai NK krātuve) u. c.
pl: PIN użytkownika składa się z co najmniej 6 cyfr i jest używany w celu uzyskania dostępu do zawartości Nitrokey. Jest to PIN, którego będziesz często używać w codziennym użytkowaniu, np. do odszyfrowywania wiadomości, odblokowywania zaszyfrowanej pamięci (tylko NK Storage) itp.
pt: O PIN do usuário tem pelo menos 6 dígitos e é usado para ter acesso ao conteudo da Nitrokey. Este é o PIN que você usará muito em todos os dias, por exemplo, para decodificar mensagens, para desbloquear seu armazenamento criptografado (NK Storage only), etc.
ro: PIN-ul utilizatorului are cel puțin 6 cifre și este utilizat pentru a obține acces la conținutul Nitrokey. Acesta este PIN-ul pe care îl veți folosi foarte des în utilizarea zilnică, de exemplu, pentru decriptarea mesajelor, pentru deblocarea memoriei criptate (numai NK Storage) etc.
ru: PIN-код пользователя состоит как минимум из 6 цифр и используется для получения доступа к контенту Nitrokey. Этот PIN-код вы будете часто использовать в повседневной жизни, например, для расшифровки сообщений, для разблокировки вашего зашифрованного хранилища (только для NK Storage) и т.д.
sk: Používateľský kód PIN je najmenej 6-miestny a slúži na získanie prístupu ku kontaktu systému Nitrokey. Tento kód PIN budete často používať pri každodennom používaní, napr. na dešifrovanie správ, na odomknutie zašifrovaného úložiska (iba úložisko NK) atď.
sl: Uporabniška koda PIN je dolga vsaj 6 številk in se uporablja za dostop do vsebine ključa Nitrokey. To je PIN, ki ga boste pogosto uporabljali pri vsakodnevni uporabi, npr. za dešifriranje sporočil, odklepanje šifrirane shrambe (samo shramba NK) itd.
sv: Användar-PIN-koden är minst 6 siffror lång och används för att få tillgång till Nitrokeys innehåll. Detta är den PIN-kod som du kommer att använda mycket i vardagen, t.ex. för att dekryptera meddelanden, för att låsa upp din krypterade lagring (endast NK Storage) osv.
zh_cn: 用户PIN码至少有6位数，用于进入Nitrokey的保护范围。这是你在日常使用中经常用到的密码，例如解密信息、解锁加密的存储空间（仅限NK存储）等。

source: The user PIN can have up to 20 digits and other characters (e.g. alphabetic and special characters). But as the user PIN is blocked as soon three wrong PIN attempts were done, it is sufficiently secure to only have a 6 digits PIN. The default PIN is 123456.
bg: Потребителският ПИН код може да съдържа до 20 цифри и други символи (напр. буквени и специални символи). Но тъй като потребителският ПИН се блокира при три грешни опита за въвеждане на ПИН, достатъчно сигурно е да има само 6-цифрен ПИН. ПИН кодът по подразбиране е 123456.
cs: Uživatelský PIN může mít až 20 číslic a dalších znaků (např. abecedních a speciálních). Protože je však uživatelský kód PIN zablokován, jakmile dojde ke třem chybným pokusům o zadání kódu PIN, je dostatečně bezpečné mít pouze šestimístný kód PIN. Výchozí kód PIN je 123456.
da: Bruger-PIN-koden kan have op til 20 cifre og andre tegn (f.eks. alfabetiske og specialtegn). Men da bruger-PIN-koden blokeres, så snart der er gjort tre forkerte PIN-forsøg, er det tilstrækkeligt sikkert kun at have en 6-cifret PIN-kode. Standard-PIN-koden er 123456.
de: Die Benutzer-PIN kann bis zu 20 Ziffern und andere Zeichen (z. B. Buchstaben und Sonderzeichen) enthalten. Da die Benutzer-PIN jedoch gesperrt wird, sobald drei falsche PIN-Versuche unternommen wurden, ist eine 6-stellige PIN ausreichend sicher. Die Standard-PIN lautet 123456.
el: Το PIN χρήστη μπορεί να έχει έως και 20 ψηφία και άλλους χαρακτήρες (π.χ. αλφαβητικούς και ειδικούς χαρακτήρες). Καθώς όμως το PIN χρήστη μπλοκάρεται μόλις γίνουν τρεις λανθασμένες προσπάθειες για το PIN, είναι αρκετά ασφαλές να έχετε μόνο ένα PIN με 6 ψηφία. Το προεπιλεγμένο PIN είναι 123456.
es: El PIN de usuario puede tener hasta 20 dígitos y otros caracteres (por ejemplo, caracteres alfabéticos y especiales). Pero como el PIN de usuario se bloquea en cuanto se hacen tres intentos de PIN erróneos, es suficientemente seguro tener sólo un PIN de 6 dígitos. El PIN por defecto es 123456.
et: Kasutaja PIN-kood võib sisaldada kuni 20 numbrit ja muid sümboleid (nt tähestikku ja erimärke). Kuid kuna kasutaja PIN-kood blokeeritakse, kui on tehtud kolm valet PIN-koodi katset, on piisavalt turvaline kasutada ainult 6-kohalist PIN-koodi. Vaikimisi PIN-kood on 123456.
fi: Käyttäjän PIN-koodissa voi olla enintään 20 numeroa ja muita merkkejä (esim. aakkos- ja erikoismerkkejä). Koska käyttäjän PIN-koodi kuitenkin estetään heti, kun kolme väärää PIN-koodiyritystä on tehty, on riittävän turvallista käyttää vain 6-numeroista PIN-koodia. Oletusarvoinen PIN-koodi on 123456.
ja: ユーザーPINは、最大20桁の数字とその他の文字（アルファベットや特殊文字など）を使用することができます。しかし、暗証番号を3回間違えるとブロックされるため、6桁の暗証番号だけでも十分に安全です。デフォルトのPINは123456です。
lt: Vartotojo PIN kodą gali sudaryti iki 20 skaitmenų ir kitų simbolių (pvz., raidžių ir specialiųjų simbolių). Tačiau kadangi naudotojo PIN užblokuojamas, kai tik atliekami trys neteisingi PIN bandymai, pakankamai saugu turėti tik 6 skaitmenų PIN. Numatytasis PIN kodas yra 123456.
lv: Lietotāja PIN kodā var būt līdz 20 cipariem un citām rakstzīmēm (piemēram, burtiem un speciālajām rakstzīmēm). Taču, tā kā lietotāja PIN tiek bloķēts, tiklīdz ir veikti trīs nepareizi PIN piešķiršanas mēģinājumi, ir pietiekami droši izmantot tikai 6 ciparu PIN kodu. Noklusējuma PIN kods ir 123456.
pl: Kod PIN użytkownika może składać się z maksymalnie 20 cyfr i innych znaków (np. alfabetycznych i specjalnych). Ponieważ jednak kod PIN użytkownika jest blokowany po trzech błędnych próbach wpisania, wystarczająco bezpieczny jest tylko 6-cyfrowy kod PIN. Domyślny kod PIN to 123456.
pt: O PIN do utilizador pode ter até 20 dígitos e outros caracteres (por exemplo, caracteres alfabéticos e especiais). Mas como o PIN do usuário é bloqueado assim que três tentativas erradas de PIN são feitas, é suficientemente seguro para ter apenas um PIN de 6 dígitos. O PIN padrão é 123456.
ro: PIN-ul utilizatorului poate avea până la 20 de cifre și alte caractere (de exemplu, caractere alfabetice și speciale). Dar, deoarece PIN-ul utilizatorului este blocat de îndată ce au fost efectuate trei încercări greșite de a introduce un PIN, este suficient de sigur să aveți un PIN de numai 6 cifre. PIN-ul implicit este 123456.
ru: PIN-код пользователя может содержать до 20 цифр и других символов (например, алфавитных и специальных). Но поскольку PIN-код пользователя блокируется сразу после трех неправильных попыток ввода PIN-кода, достаточно безопасно иметь PIN-код, состоящий только из 6 цифр. PIN-код по умолчанию - 123456.
sk: Používateľský kód PIN môže mať maximálne 20 číslic a ďalších znakov (napr. abecedných a špeciálnych). Keďže sa však používateľský kód PIN zablokuje hneď po troch nesprávnych pokusoch o zadanie kódu PIN, je dostatočne bezpečné mať len 6-miestny kód PIN. Predvolený kód PIN je 123456.
sl: Uporabniška koda PIN ima lahko do 20 številk in drugih znakov (npr. abecednih in posebnih znakov). Ker pa se uporabniška koda PIN blokira takoj, ko so bili opravljeni trije napačni poskusi koda PIN, je dovolj varno, če ima le šestmestno kodo PIN. Privzeta koda PIN je 123456.
sv: PIN-koden kan bestå av upp till 16 siffror och andra tecken (t.ex. bokstavs- och specialtecken). Men eftersom PIN-koden blockeras så snart tre felaktiga PIN-försök har gjorts, är det tillräckligt säkert att bara ha en 6-siffrig PIN-kod.
zh_cn: 用户密码可以有多达20位数字和其他字符（如字母和特殊字符）。但是，由于用户的PIN码在三次错误的PIN码尝试后就会被阻止，所以只有6位数的PIN码就足够安全了。默认的PIN码是123456。

source: **Q:** What is the Admin PIN for?
bg: **В:** За какво служи ПИН кодът на администратора?
cs: **Q:** K čemu slouží kód PIN správce?
da: **Q:** Hvad er Admin PIN-kode til?
de: **Q:** Wofür ist die Admin-PIN gedacht?
el: **Ερώτηση:** Για ποιο λόγο χρησιμοποιείται το PIN διαχειριστή;
es: **P: ** ¿Para qué sirve el PIN de administrador?
et: **K:** Milleks on administraatori PIN-kood?
fi: **Q:** Mitä varten ylläpitäjän PIN-koodi on?
ja: **Q:** Admin PINは何のためのものですか？
lt: **Q:** Kam skirtas administratoriaus PIN kodas?
lv: **Q:** Kādam nolūkam ir paredzēts administratora PIN kods?
pl: **Q:** Do czego służy Admin PIN?
pt: **Q:** Para que serve o PIN de administração?
ro: **Q:** Pentru ce este PIN-ul de administrator?
ru: **В:** Для чего нужен PIN-код администратора?
sk: **Q:** Na čo slúži kód PIN administrátora?
sl: **Q:** Za kaj je potreben administratorski PIN?
sv: **Q:** Vad är användar-PIN-koden till för?
zh_cn: **问：**管理密码是用来做什么的？

source: The admin PIN is at least 8-digits long and is used to change contents/settings of the Nitrokey. That is to say after initializing the Nitrokey you probably won't need this PIN too often (e.g. if you want to add another password to the password safe of the Nitrokey Pro or Nitrokey Storage).
bg: Администраторският PIN код е дълъг поне 8 цифри и се използва за промяна на съдържанието/настройките на Nitrokey. Това означава, че след инициализирането на Nitrokey вероятно няма да'се нуждаете от този ПИН твърде често (напр. ако искате да добавите друга парола в сейфа за пароли на Nitrokey Pro или Nitrokey Storage).
cs: Správcovský PIN je nejméně 8místný a slouží ke změně obsahu/nastavení klíče Nitrokey. To znamená, že po inicializaci klíče Nitrokey pravděpodobně nebudete tento kód PIN'potřebovat příliš často (např. pokud budete chtít přidat další heslo do trezoru na hesla klíče Nitrokey Pro nebo Nitrokey Storage).
da: Admin-PIN-koden er mindst 8 cifre lang og bruges til at ændre indholdet/indstillingerne på Nitrokey. Det vil sige, at efter initialisering af Nitrokey vil du sandsynligvis ikke få brug for denne PIN-kode for ofte (f.eks. hvis du vil tilføje en anden adgangskode til adgangskodeboksen i Nitrokey Pro eller Nitrokey Storage).
de: Die Admin-PIN ist mindestens 8-stellig und wird verwendet, um Inhalte/Einstellungen des Nitrokey zu ändern. D.h. nach der Initialisierung des Nitrokey werden Sie diese PIN wahrscheinlich nicht allzu oft benötigen (z.B. wenn Sie ein weiteres Passwort zum Passworttresor des Nitrokey Pro oder Nitrokey Storage hinzufügen wollen).
el: Το PIN διαχειριστή είναι τουλάχιστον 8ψήφιο και χρησιμοποιείται για την αλλαγή περιεχομένου/ρυθμίσεων του Nitrokey. Αυτό σημαίνει ότι μετά την αρχικοποίηση του Nitrokey πιθανόν να μην χρειάζεστε αυτό το PIN πολύ συχνά (π.χ. αν θέλετε να προσθέσετε έναν άλλο κωδικό πρόσβασης στο χρηματοκιβώτιο κωδικών πρόσβασης του Nitrokey Pro ή του Nitrokey Storage).
es: El PIN de administrador tiene al menos 8 dígitos y se utiliza para cambiar los contenidos/configuraciones del Nitrokey. Es decir, después de inicializar la Nitrokey, probablemente no necesitará este PIN con demasiada frecuencia (por ejemplo, si quiere añadir otra contraseña a la caja fuerte de la Nitrokey Pro o la Nitrokey Storage).
et: Administraatori PIN-kood on vähemalt 8-kohaline ja seda kasutatakse Nitrokey sisu/seadete muutmiseks. See tähendab, et pärast Nitrokey initsialiseerimist te tõenäoliselt ei'tse seda PIN-koodi liiga tihti (nt kui soovite lisada Nitrokey Pro või Nitrokey Storage'i paroolitehase paroolitehasesse veel ühe parooli).
fi: Ylläpitäjän PIN-koodi on vähintään 8-numeroinen, ja sitä käytetään Nitrokeyn sisällön/asetusten muuttamiseen. Toisin sanoen Nitrokeyn alustamisen jälkeen et luultavasti tarvitse tätä PIN-koodia kovin usein (esim. jos haluat lisätä toisen salasanan Nitrokey Pro- tai Nitrokey Storage -laitteen salasanakaappiin).
ja: 管理者用PINは少なくとも8桁の長さで、Nitrokeyの内容や設定を変更する際に使用します。つまり、Nitrokeyを初期化した後は、このPINを頻繁に必要とすることはないでしょう（例えば、Nitrokey ProやNitrokey Storageのパスワードセーフに別のパスワードを追加したい場合など）。
lt: Administratoriaus PIN kodas yra bent 8 skaitmenų ilgio ir naudojamas norint pakeisti "Nitrokey" turinį ir nustatymus. Tai reiškia, kad po "Nitrokey" inicializavimo šio PIN kodo tikriausiai neprireiks per dažnai (pvz., jei norėsite į "Nitrokey Pro" arba "Nitrokey Storage" slaptažodžių seifą įtraukti kitą slaptažodį).
lv: Administratora PIN kods ir vismaz 8 ciparu garš, un to izmanto, lai mainītu Nitrokey saturu/nosacījumus. Tas nozīmē, ka pēc Nitrokey inicializēšanas šis PIN kods, visticamāk, jums nebūs nepieciešams pārāk bieži (piemēram, ja vēlaties pievienot citu paroli Nitrokey Pro vai Nitrokey Storage paroles seifam).
pl: Admin PIN ma długość co najmniej 8 cyfr i jest używany do zmiany zawartości/ustawień Nitrokey. Oznacza to, że po inicjalizacji Nitrokey prawdopodobnie nie będziesz potrzebował tego PINu zbyt często (np. jeśli chcesz dodać kolejne hasło do sejfu haseł Nitrokey Pro lub Nitrokey Storage).
pt: O PIN de administração tem pelo menos 8 dígitos e é usado para alterar o conteúdo/definições da Nitrokey. Isto é, depois de inicializar a Nitrokey você provavelmente ganhou'não precisa deste PIN muitas vezes (por exemplo, se você quiser adicionar outra senha ao cofre de senhas do Nitrokey Pro ou do Nitrokey Storage).
ro: PIN-ul de administrator are o lungime de cel puțin 8 cifre și este utilizat pentru a modifica conținutul/setările Nitrokey. Adică, după inițializarea Nitrokey, probabil că nu veți avea nevoie de acest PIN prea des (de exemplu, dacă doriți să adăugați o altă parolă în seiful de parole al Nitrokey Pro sau Nitrokey Storage).
ru: PIN-код администратора состоит как минимум из 8 цифр и используется для изменения содержимого/настроек Nitrokey. То есть после инициализации Nitrokey этот PIN-код, вероятно, не понадобится вам слишком часто (например, если вы захотите добавить еще один пароль в сейф паролей Nitrokey Pro или Nitrokey Storage).
sk: Administrátorský PIN kód je najmenej 8-miestny a používa sa na zmenu obsahu/nastavení zariadenia Nitrokey. To znamená, že po inicializácii kľúča Nitrokey tento PIN pravdepodobne nebudete'potrebovať príliš často (napr. ak chcete pridať ďalšie heslo do trezoru hesiel kľúča Nitrokey Pro alebo úložiska Nitrokey).
sl: Administratorski PIN je dolg vsaj 8 številk in se uporablja za spreminjanje vsebine/nastavitev naprave Nitrokey. To pomeni, da po inicializaciji ključa Nitrokey tega PIN-a verjetno ne boste prepogosto potrebovali (npr. če želite dodati drugo geslo v sef za gesla ključa Nitrokey Pro ali Nitrokey Storage).
sv: Admin-PIN-koden är minst 8 siffror lång och används för att ändra innehåll/inställningar i Nitrokey. Det vill säga efter initialisering av Nitrokey kommer du förmodligen inte att behöva den här PIN-koden alltför ofta (t.ex. om du vill lägga till ett annat lösenord till lösenordssäkringen i Nitrokey Pro eller Nitrokey Storage).
zh_cn: 管理密码至少有8位数，用于改变硝基钥匙的内容/设置。也就是说，在初始化Nitrokey后，你可能不会经常需要这个PIN码（例如，如果你想在Nitrokey Pro或Nitrokey Storage的密码箱中添加另一个密码）。

source: The admin PIN can have up to 20 digits and other characters (e.g. alphabetic and special characters). But as the admin PIN is blocked as soon three wrong PIN attempts were done, it is sufficiently secure to only have 8 digits PIN. The default PIN is 12345678.
bg: ПИН кодът на администратора може да съдържа до 20 цифри и други знаци (напр. буквени и специални знаци). Но тъй като ПИН кодът на администратора се блокира при три грешни опита за въвеждане на ПИН код, достатъчно сигурно е да има само 8 цифри ПИН код. ПИН кодът по подразбиране е 12345678.
cs: Správcovský PIN může mít až 20 číslic a dalších znaků (např. abecedních a speciálních). Protože je však kód PIN správce zablokován, jakmile byly provedeny tři chybné pokusy o zadání kódu PIN, je dostatečně bezpečné mít pouze 8místný kód PIN. Výchozí PIN je 12345678.
da: Admin-PIN-koden kan have op til 20 cifre og andre tegn (f.eks. alfabetiske og specialtegn). Men da administrator-PIN-koden blokeres, så snart der er foretaget tre forkerte PIN-forsøg, er det tilstrækkeligt sikkert kun at have en 8-cifret PIN-kode. Standard-PIN-koden er 12345678.
de: Die Admin-PIN kann bis zu 20 Ziffern und weitere Zeichen (z.B. Buchstaben und Sonderzeichen) enthalten. Da die Admin-PIN jedoch gesperrt wird, sobald drei falsche PIN-Versuche unternommen wurden, ist es ausreichend sicher, nur eine 8-stellige PIN zu verwenden. Die Standard-PIN lautet 12345678.
el: Το PIN διαχειριστή μπορεί να έχει έως και 20 ψηφία και άλλους χαρακτήρες (π.χ. αλφαβητικούς και ειδικούς χαρακτήρες). Καθώς όμως το PIN διαχειριστή μπλοκάρεται μόλις γίνουν τρεις λανθασμένες προσπάθειες για το PIN, είναι αρκετά ασφαλές να έχετε μόνο 8 ψηφία PIN. Το προεπιλεγμένο PIN είναι 12345678.
es: El PIN de administrador puede tener hasta 20 dígitos y otros caracteres (por ejemplo, caracteres alfabéticos y especiales). Pero como el PIN de administrador se bloquea en cuanto se hacen tres intentos de PIN erróneos, es suficientemente seguro tener sólo 8 dígitos de PIN. El PIN por defecto es 12345678.
et: Administraatori PIN-kood võib olla kuni 20-kohaline ja muid märke (nt tähestik ja erimärgid). Kuid kuna administraatori PIN-kood blokeeritakse kohe, kui on tehtud kolm valet PIN-koodi katset, on piisavalt turvaline, kui PIN-kood on ainult 8-kohaline. Vaikimisi PIN on 12345678.
fi: Ylläpitäjän PIN-koodissa voi olla enintään 20 numeroa ja muita merkkejä (esim. aakkos- ja erikoismerkkejä). Koska ylläpitäjän PIN-koodi kuitenkin estetään heti, kun kolme väärää PIN-koodia on yritetty käyttää, on riittävän turvallista käyttää vain 8-numeroista PIN-koodia. Oletusarvoinen PIN-koodi on 12345678.
ja: 管理者用暗証番号は、最大20桁の数字とその他の文字（アルファベットや特殊文字など）を使用することができます。しかし、管理者用暗証番号は3回間違えるとブロックされるため、8桁の暗証番号だけでも十分に安全です。デフォルトのPINは12345678です。
lt: Administratoriaus PIN kodą gali sudaryti iki 20 skaitmenų ir kitų simbolių (pvz., raidžių ir specialiųjų simbolių). Tačiau, kadangi administratoriaus PIN užblokuojamas, kai tik tris kartus neteisingai bandoma įvesti PIN, pakankamai saugu turėti tik 8 skaitmenų PIN. Numatytasis PIN kodas yra 12345678.
lv: Administratora PIN var būt līdz 20 cipariem un citām rakstzīmēm (piemēram, burtiem un speciālajām rakstzīmēm). Taču, tā kā administratora PIN tiek bloķēts, tiklīdz ir veikti trīs nepareizi PIN piešķiršanas mēģinājumi, ir pietiekami droši izmantot tikai 8 ciparu PIN kodu. Noklusējuma PIN kods ir 12345678.
pl: Kod PIN administratora może składać się z maksymalnie 20 cyfr i innych znaków (np. alfabetycznych i specjalnych). Ponieważ jednak kod PIN administratora jest blokowany po trzech błędnych próbach wpisania kodu, wystarczającym zabezpieczeniem jest wprowadzenie tylko 8-cyfrowego kodu PIN. Domyślny kod PIN to 12345678.
pt: O PIN de administração pode ter até 20 dígitos e outros caracteres (por exemplo, caracteres alfabéticos e especiais). Mas como o PIN de administrador é bloqueado assim que três tentativas erradas de PIN são feitas, ele é suficientemente seguro para ter apenas 8 dígitos PIN. O PIN padrão é 12345678.
ro: PIN-ul de administrator poate avea până la 20 de cifre și alte caractere (de exemplu, caractere alfabetice și speciale). Dar, deoarece PIN-ul de administrator este blocat de îndată ce au avut loc trei încercări greșite de PIN, este suficient de sigur să aveți un PIN de numai 8 cifre. PIN-ul implicit este 12345678.
ru: PIN-код администратора может содержать до 20 цифр и других символов (например, буквенных и специальных). Но поскольку PIN-код администратора блокируется при трех неправильных попытках ввода PIN-кода, достаточно безопасно иметь только 8-значный PIN-код. PIN-код по умолчанию - 12345678.
sk: Kód PIN administrátora môže mať až 20 číslic a ďalších znakov (napr. abecedných a špeciálnych). Keďže sa však kód PIN administrátora zablokuje hneď po troch nesprávnych pokusoch o zadanie kódu PIN, je dostatočne bezpečné mať len 8-miestny kód PIN. Predvolený kód PIN je 12345678.
sl: Administratorski PIN ima lahko do 20 številk in drugih znakov (npr. abecednih in posebnih znakov). Ker pa se administratorjev PIN blokira takoj, ko so bili opravljeni trije napačni poskusi PIN, je dovolj varno, če ima samo 8-mestni PIN. Privzeta koda PIN je 12345678.
sv: PIN-koden kan bestå av upp till 16 siffror och andra tecken (t.ex. bokstavs- och specialtecken). Men eftersom PIN-koden blockeras så snart tre felaktiga PIN-försök har gjorts, är det tillräckligt säkert att bara ha en 6-siffrig PIN-kod.
zh_cn: 管理密码最多可以有20位数字和其他字符（如字母和特殊字符）。但是，由于只要有三次错误的PIN尝试，管理PIN就会被阻止，所以只有8位数的PIN就足够安全了。默认的PIN码是12345678。
