Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/start.po
Languages: bg, cs, da, de, el, es, et, fi, fr, ja, lt, lv, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: That’s it, as soon as you connect to the server while pageant is running and you have the keys, you will be asked for the password of the Crypto-Stick and can log in.
bg: Това е всичко, веднага щом се свържете със сървъра, докато се провежда конкурсът, и разполагате с ключовете, ще бъдете попитани за паролата на Crypto-Stick и ще можете да влезете в системата.
cs: To je vše, jakmile se připojíte k serveru za běhu soutěže Pageant a máte klíče, budete požádáni o heslo Crypto-Stick a můžete se přihlásit.
da: Så snart du opretter forbindelse til serveren, mens konkurrencen kører, og du har nøglerne, bliver du bedt om at oplyse Crypto-Stickens adgangskode og kan logge ind.
de: Das war's, sobald Sie sich mit dem Server verbinden, während Pageant läuft und Sie die Schlüssel haben, werden Sie nach dem Passwort des Crypto-Sticks gefragt und können sich anmelden.
el: Αυτό είναι όλο, μόλις συνδεθείτε στον διακομιστή ενώ το διαγωνισμό τρέχει και έχετε τα κλειδιά, θα σας ζητηθεί ο κωδικός πρόσβασης του Crypto-Stick και θα μπορείτε να συνδεθείτε.
es: Eso es todo, en cuanto te conectes al servidor mientras el concurso está en marcha y tengas las claves, se te pedirá la contraseña del Crypto-Stick y podrás iniciar la sesión.
et: See ongi kõik, niipea kui te ühendute serveriga, kui pageant töötab ja teil on võtmed, küsitakse teilt Crypto-Sticki parooli ja saate sisse logida.
fi: Siinä kaikki, heti kun muodostat yhteyden palvelimeen, kun kilpailu on käynnissä ja sinulla on avaimet, sinulta kysytään Crypto-Stickin salasana ja voit kirjautua sisään.
fr: C'est tout, dès que vous vous connectez au serveur pendant que le concours est en cours et que vous avez les clés, il vous sera demandé le mot de passe du Crypto-Stick et vous pourrez vous connecter.
ja: 以上で、ページェントの実行中にサーバーに接続し、キーを入手すると、すぐにCrypto-Stickのパスワードを求められ、ログインできるようになります。
lt: Štai ir viskas, kai tik prisijungsite prie serverio, kol vyksta konkursas, ir turėsite raktus, jūsų bus paprašyta "Crypto-Stick" slaptažodžio ir galėsite prisijungti.
lv: Tas ir viss, tiklīdz jūs izveidojat savienojumu ar serveri, kamēr tiek palaists konkurss un jums ir atslēgas, jums tiks pieprasīta Crypto-Stick parole, un jūs varēsiet pieteikties.
pl: To wszystko, jak tylko połączysz się z serwerem w czasie trwania pageant i będziesz miał klucze, zostaniesz poproszony o hasło do Crypto-Stick i będziesz mógł się zalogować.
pt: É isso mesmo, assim que você se conectar ao servidor enquanto o concurso estiver rodando e tiver as chaves, será solicitada a senha do Crypto-Stick e você poderá fazer o login.
ro: Asta este, imediat ce vă conectați la server în timp ce concursul este în desfășurare și aveți cheile, vi se va cere parola Crypto-Stick-ului și vă puteți conecta.
ru: Вот и все, как только вы подключитесь к серверу во время проведения конкурса и у вас будут ключи, вас попросят ввести пароль крипто-стика, и вы сможете войти в систему.
sk: To je všetko, akonáhle sa pripojíte k serveru počas bežiacej súťaže a máte kľúče, budete požiadaní o heslo Crypto-Stick a môžete sa prihlásiť.
sl: To je to, takoj ko se povežete s strežnikom, medtem ko je tekmovanje v teku, in imate ključe, vas bo vprašal za geslo Crypto-Stick in se lahko prijavite.
sv: När du ansluter till servern medan tävlingen pågår och du har nycklarna, kommer du att bli ombedd att ange Crypto-Stickens lösenord och kan logga in.
zh_cn: 就这样，只要你在选美比赛进行时连接到服务器，并且你有钥匙，你就会被要求提供Crypto-Stick的密码并可以登录。

source: **3) openpgp-minidriver (optional)**
bg: **3) openpgp-minidriver (по избор)**
cs: **3) openpgp-minidriver (nepovinné)**
da: **3) openpgp-minidriver (valgfrit)**
el: **3) openpgp-minidriver (προαιρετικό)**
es: **3) openpgp-minidriver (opcional)**
et: **3) openpgp-minidriver (valikuline)**
fi: **3) openpgp-minidriver (valinnainen)**
fr: **3) openpgp-minidriver (optionnel)**
lt: **3) openpgp-minidriver (neprivaloma)**
lv: **3) openpgp-minidriver (pēc izvēles)**
pl: **3) openpgp-minidriver (opcjonalnie)**.
pt: **3) openpgp-minidriver (opcional)**
ro: **3) openpgp-minidriver (opțional)**
ru: **3) openpgp-minidriver (опционально)**.
sk: **3) openpgp-minidriver (voliteľné)**
sl: **3) openpgp-minidriver (neobvezno)**
sv: **3) openpgp-minidriver (valfritt)**
zh_cn: **3) openpgp-minidriver（可选）**

source: If you are annoyed that Windows reports every time you plug in the stick that no driver could be found for “Smartcard”, you can get rid of it. You just have to install the x86 or x64 version of the above mentioned driver and the smartcard looks like this:
bg: Ако се дразните, че Windows съобщава всеки път, когато включите флашката, че не е намерен драйвер за "Smartcard", можете да се отървете от него. Просто трябва да инсталирате x86 или x64 версията на гореспоменатия драйвер и смарткартата ще изглежда така:
cs: Pokud vás rozčiluje, že systém Windows při každém připojení karty hlásí, že pro "Smartcard" nebyl nalezen žádný ovladač, můžete se ho zbavit. Stačí nainstalovat verzi x86 nebo x64 výše uvedeného ovladače a karta Smartcard vypadá takto:
da: Hvis du er irriteret over, at Windows hver gang du sætter stikket i stikket meddeler, at der ikke kan findes nogen driver til "Smartcard", kan du slippe af med det. Du skal blot installere x86- eller x64-versionen af ovennævnte driver, og så ser smartcardet sådan her ud:
de: Wenn Sie sich darüber ärgern, dass Windows jedes Mal, wenn Sie den Stick einstecken, meldet, dass kein Treiber für "Smartcard" gefunden werden konnte, können Sie diesen loswerden. Sie müssen nur die x86- oder x64-Version des oben genannten Treibers installieren und die Smartcard sieht so aus:
el: Αν σας ενοχλεί το γεγονός ότι τα Windows αναφέρουν κάθε φορά που συνδέετε το στικ ότι δεν βρέθηκε πρόγραμμα οδήγησης για την "Έξυπνη κάρτα", μπορείτε να απαλλαγείτε από αυτό. Αρκεί να εγκαταστήσετε την έκδοση x86 ή x64 του προαναφερθέντος προγράμματος οδήγησης και η έξυπνη κάρτα θα μοιάζει κάπως έτσι:
es: Si te molesta que Windows informe cada vez que conectas el stick que no se ha podido encontrar ningún controlador para la "Smartcard", puedes librarte de ello. Sólo tienes que instalar la versión x86 o x64 del controlador mencionado y la tarjeta inteligente se ve así:
et: Kui sind häirib, et Windows teatab iga kord, kui sa pulgakomplekti ühendad, et "Smartcard" jaoks ei leitud draiverit, siis saad sellest lahti. Sa pead lihtsalt paigaldama eespool nimetatud draiveri x86 või x64 versiooni ja nutikaart näeb välja selline:
fi: Jos sinua ärsyttää, että Windows ilmoittaa joka kerta, kun liität tikun, että "Smartcard"-ohjainta ei löytynyt, voit päästä siitä eroon. Sinun tarvitsee vain asentaa x86- tai x64-versio edellä mainitusta ajurista ja älykortti näyttää tältä:
fr: Si vous êtes ennuyé par le fait que Windows signale à chaque fois que vous branchez la clé qu'aucun pilote n'a pu être trouvé pour "Smartcard", vous pouvez vous en débarrasser. Il suffit d'installer la version x86 ou x64 du pilote mentionné ci-dessus et la carte à puce ressemble à ceci :
ja: スティックを差し込むたびにWindowsが「Smartcard」のドライバーが見つかりませんでしたと報告してきてイライラする方は、これを解消することができます。上記のドライバのx86版またはx64版をインストールするだけで、スマートカードは以下のようになります。
lt: Jei jus erzina, kad "Windows" kaskart prijungus atmintinę praneša, jog nerandama "Smartcard" tvarkyklės, galite jos atsikratyti. Tereikia įdiegti minėtos tvarkyklės x86 arba x64 versiją ir "Smartcard" atrodys taip:
lv: Ja jūs kaitina tas, ka Windows katru reizi, kad pievienojat atmiņas karti, ziņo, ka "Smartcard" draiveris nav atrasts, varat no tā atbrīvoties. Jums tikai jāinstalē iepriekš minētā draivera x86 vai x64 versija, un viedkarte izskatās šādi:
pl: Jeśli denerwuje Cię, że Windows po każdym podłączeniu pendrive'a zgłasza, że nie znaleziono sterownika dla "Smartcard", możesz się tego pozbyć. Wystarczy zainstalować wersję x86 lub x64 wyżej wymienionego sterownika i smartcard wygląda tak:
pt: Se está aborrecido por o Windows reportar sempre que ligar o stick que não foi encontrado nenhum driver para o "Smartcard", pode ver-se livre dele. Você só tem que instalar a versão x86 ou x64 do driver acima mencionado e o smartcard tem este aspecto:
ro: Dacă vă deranjează faptul că Windows raportează de fiecare dată când conectați stick-ul că nu a fost găsit niciun driver pentru "Smartcard", puteți scăpa de el. Trebuie doar să instalați versiunea x86 sau x64 a driverului menționat mai sus, iar smartcardul arată astfel:
ru: Если вас раздражает, что Windows каждый раз при подключении карты памяти сообщает, что не удалось найти драйвер для "Smartcard", вы можете избавиться от этого. Вам просто нужно установить x86 или x64 версию вышеупомянутого драйвера, и смарт-карта будет выглядеть следующим образом:
sk: Ak vás rozčuľuje, že systém Windows pri každom pripojení pamäťovej karty hlási, že sa nepodarilo nájsť ovládač pre "Smartcard", môžete sa ho zbaviť. Stačí nainštalovať verziu x86 alebo x64 uvedeného ovládača a karta Smartcard vyzerá takto:
sl: Če vas moti, da sistem Windows ob vsakem priključitvi ključka sporoči, da ni bilo mogoče najti gonilnika za "Smartcard", se ga lahko znebite. Namestiti morate le različico x86 ali x64 zgoraj omenjenega gonilnika in pametna kartica bo videti takole:
sv: Om du är irriterad över att Windows varje gång du ansluter sticket rapporterar att ingen drivrutin kunde hittas för "Smartcard" kan du bli av med den. Du behöver bara installera x86- eller x64-versionen av den ovan nämnda drivrutinen och smartcardet ser ut så här:
zh_cn: 如果你对Windows在你每次插入记忆棒时报告说找不到 "智能卡 "的驱动程序感到恼火，你可以摆脱它。你只需安装上述驱动程序的x86或x64版本，智能卡就会变成这样。

source: Setting KDF-DO
bg: Настройване на KDF-DO
cs: Nastavení KDF-DO
da: Indstilling af KDF-DO
de: Einstellung KDF-DO
el: Ρύθμιση KDF-DO
es: Configuración de KDF-DO
et: KDF-DO seadistamine
fi: KDF-DO:n asettaminen
fr: Réglage du KDF-DO
ja: KDF-DOの設定
lt: KDF-DO nustatymas
lv: KDF-DO iestatīšana
pl: Ustawianie KDF-DO
pt: Configuração do KDF-DO
ro: Setarea KDF-DO
ru: Настройка KDF-DO
sk: Nastavenie KDF-DO
sl: Nastavitev KDF-DO
sv: Inställning av KDF-DO
zh_cn: 设置KDF-DO

source: At the moment it is only possible to set the KDF-DO, when the Nitrokey Start is empty (just after a factory reset).
bg: В момента е възможно да се зададе KDF-DO само когато Nitrokey Start е празен (точно след възстановяване на фабричните настройки).
cs: V současné době je možné nastavit KDF-DO pouze tehdy, když je Nitrokey Start prázdný (těsně po obnovení továrního nastavení).
da: I øjeblikket er det kun muligt at indstille KDF-DO, når Nitrokey Start er tom (lige efter en fabriksnulstilling).
de: Momentan ist es nur möglich, die KDF-DO zu setzen, wenn der Nitrokey Start leer ist (gerade nach einem Werksreset).
el: Αυτή τη στιγμή είναι δυνατή η ρύθμιση του KDF-DO μόνο όταν το Nitrokey Start είναι άδειο (αμέσως μετά από επαναφορά εργοστασιακών ρυθμίσεων).
es: Por el momento, sólo es posible configurar el KDF-DO, cuando el Nitrokey Start está vacío (justo después de un reinicio de fábrica).
et: Hetkel on võimalik KDF-DO seadistada ainult siis, kui Nitrokey Start on tühi (vahetult pärast tehasepuhastust).
fi: Tällä hetkellä KDF-DO on mahdollista asettaa vain, kun Nitrokey Start on tyhjä (juuri tehdasasetusten palautuksen jälkeen).
fr: Actuellement, il n'est possible de régler le KDF-DO que lorsque le Nitrokey Start est vide (juste après une réinitialisation d'usine).
ja: 現在、KDF-DOを設定できるのは、Nitrokey Startが空になったとき（工場出荷時にリセットした直後）のみです。
lt: Šiuo metu KDF-DO galima nustatyti tik tada, kai "Nitrokey Start" yra tuščias (tik po gamyklinio atstatymo).
lv: Pašlaik KDF-DO ir iespējams iestatīt tikai tad, ja Nitrokey Start ir tukšs (tieši pēc rūpnīcas atiestatīšanas).
pl: W chwili obecnej można ustawić KDF-DO tylko wtedy, gdy Nitrokey Start jest pusty (tuż po resecie fabrycznym).
pt: No momento só é possível ajustar o KDF-DO, quando o Nitrokey Start está vazio (logo após um reset de fábrica).
ro: În acest moment, este posibilă setarea KDF-DO numai atunci când Nitrokey Start este gol (imediat după o resetare din fabrică).
ru: В настоящее время установить KDF-DO можно только тогда, когда Nitrokey Start пуст (сразу после сброса к заводским настройкам).
sk: V súčasnosti je možné nastaviť KDF-DO len vtedy, keď je Nitrokey Start prázdny (tesne po obnovení výrobných nastavení).
sl: Trenutno je mogoče KDF-DO nastaviti le, če je začetni računalnik Nitrokey Start prazen (takoj po ponastavitvi na tovarniško nastavitev).
sv: För närvarande är det bara möjligt att ställa in KDF-DO när Nitrokey Start är tom (precis efter en fabriksåterställning).
zh_cn: 目前，只有在Nitrokey Start为空的情况下，才有可能设置KDF-DO（刚刚在出厂前复位）。

source: Overview
bg: Преглед
cs: Přehled
da: Oversigt
de: Übersicht
el: Επισκόπηση
es: Resumen
et: Ülevaade
fi: Yleiskatsaus
fr: Vue d'ensemble
ja: 概要
lt: Apžvalga
lv: Pārskats
pl: Przegląd
pt: Visão geral
ro: Prezentare generală
ru: Обзор
sk: Prehľad
sl: Pregled
sv: Översikt
zh_cn: 概述

source: Run factory reset
bg: Извършване на възстановяване на фабричните настройки
cs: Spuštění obnovení továrního nastavení
da: Kør fabriksnulstilling
de: Werksreset durchführen
el: Εκτελέστε επαναφορά εργοστασιακών ρυθμίσεων
es: Ejecutar el restablecimiento de fábrica
et: Tehase lähtestamine
fi: Suorita tehdasasetusten palautus
fr: Exécuter la réinitialisation d'usine
ja: ファクトリーリセットの実行
lt: Paleisti gamyklinį nustatymą iš naujo
lv: Palaist rūpnīcas atiestatīšanu
pl: Uruchom przywracanie ustawień fabrycznych
pt: Executar reset de fábrica
ro: Executați resetarea din fabrică
ru: Выполните сброс к заводским настройкам
sk: Spustite obnovenie výrobných nastavení
sl: Izvedite tovarniško ponastavitev
sv: Kör fabriksåterställning
zh_cn: 运行工厂重置

source: Set up KDF-DO using GnuPG
bg: Настройка на KDF-DO с помощта на GnuPG
cs: Nastavení KDF-DO pomocí GnuPG
da: Opsætning af KDF-DO ved hjælp af GnuPG
de: KDF-DO mit GnuPG einrichten
el: Ρύθμιση του KDF-DO χρησιμοποιώντας το GnuPG
es: Configurar KDF-DO con GnuPG
et: KDF-DO seadistamine GnuPG abil
fi: KDF-DO:n perustaminen GnuPG:n avulla
fr: Configurer KDF-DO en utilisant GnuPG
ja: GnuPGを使ったKDF-DOの設定
lt: KDF-DO nustatymas naudojant GnuPG
lv: KDF-DO iestatīšana, izmantojot GnuPG
pl: Konfiguracja KDF-DO przy użyciu GnuPG
pt: Configurar o KDF-DO usando GnuPG
ro: Configurați KDF-DO folosind GnuPG
ru: Настройка KDF-DO с помощью GnuPG
sk: Nastavenie KDF-DO pomocou GnuPG
sl: Nastavitev KDF-DO z uporabo GnuPG
sv: Konfigurera KDF-DO med GnuPG
zh_cn: 使用GnuPG设置KDF-DO

source: Change Admin PIN (optional; without keys only Admin PIN change is possible)
bg: Промяна на ПИН кода на администратора (по избор; без ключове е възможна само промяна на ПИН кода на администратора)
cs: Změna kódu PIN správce (volitelné; bez klíčů je možná pouze změna kódu PIN správce)
da: Ændre Admin PIN-kode (valgfrit; uden nøgler er det kun muligt at ændre Admin PIN-kode)
de: Admin-PIN ändern (optional; ohne Schlüssel ist nur die Änderung der Admin-PIN möglich)
el: Αλλαγή του PIN διαχειριστή (προαιρετικό- χωρίς κλειδιά είναι δυνατή μόνο η αλλαγή του PIN διαχειριστή)
es: Cambiar el PIN de administrador (opcional; sin llaves sólo es posible cambiar el PIN de administrador)
et: Muuda administraatori PIN-koodi (valikuline; ilma võtmeteta on võimalik ainult administraatori PIN-koodi muutmine)
fi: Vaihda järjestelmänvalvojan PIN-koodi (valinnainen; ilman avaimia vain järjestelmänvalvojan PIN-koodin vaihto on mahdollista).
fr: Modifier le code PIN de l'administrateur (facultatif ; sans clés, seul le changement du code PIN de l'administrateur est possible)
ja: 管理者PINの変更（オプション、キーがない場合は管理者PINの変更のみ可能）
lt: Keisti administratoriaus PIN kodą (neprivaloma; be raktų galima keisti tik administratoriaus PIN kodą)
lv: Mainīt administratora PIN kodu (pēc izvēles; bez atslēgām ir iespējama tikai administratora PIN koda maiņa)
pl: Zmiana Admin PIN (opcjonalnie; bez kluczy możliwa jest tylko zmiana Admin PIN)
pt: Alterar PIN de Admin (opcional; sem as teclas só é possível alterar o PIN de Admin)
ro: Schimbarea PIN-ului de administrator (opțional; fără chei este posibilă doar schimbarea PIN-ului de administrator)
ru: Изменение PIN-кода администратора (опционально; без ключей возможно только изменение PIN-кода администратора)
sk: Zmena kódu PIN administrátora (voliteľné; bez kľúčov je možná len zmena kódu PIN administrátora)
sl: Sprememba kode PIN skrbnika (izbirno; brez ključev je mogoča le sprememba kode PIN skrbnika)
sv: Ändra Admin PIN (valfritt; utan nycklar är endast ändring av Admin PIN möjlig)
zh_cn: 更改管理员PIN码（可选；没有钥匙的话，只能更改管理员PIN码）。

source: Import / generate keys
bg: Импортиране / генериране на ключове
cs: Import / generování klíčů
da: Import / generering af nøgler
de: Schlüssel importieren / erzeugen
el: Εισαγωγή / δημιουργία κλειδιών
es: Importar / generar claves
et: Import / võtmete genereerimine
fi: Tuo / luo avaimia
fr: Importer / générer des clés
ja: キーのインポート/生成
lt: Importuoti / generuoti raktus
lv: Importēt / ģenerēt atslēgas
pl: Import / generowanie kluczy
pt: Importar / gerar chaves
ro: Importați / generați chei
ru: Импорт / генерация ключей
sk: Import / generovanie kľúčov
sl: Uvoz / ustvarjanje ključev
sv: Importera/generera nycklar
zh_cn: 导入/生成密钥

source: Change User and Admin PIN
bg: Промяна на ПИН кода на потребителя и администратора
cs: Změna kódu PIN uživatele a správce
da: Ændre bruger- og administrator-PIN-kode
de: Benutzer- und Admin-PIN ändern
el: Αλλαγή PIN χρήστη και διαχειριστή
es: Cambiar el PIN de usuario y de administrador
et: Kasutaja ja administraatori PIN-koodi muutmine
fi: Muuta käyttäjän ja ylläpitäjän PIN-koodia
fr: Modifier le PIN de l'utilisateur et de l'administrateur
ja: ユーザーおよび管理者用PINの変更
lt: Naudotojo ir administratoriaus PIN kodo keitimas
lv: Lietotāja un administratora PIN koda maiņa
pl: Zmiana kodu PIN użytkownika i administratora
pt: Alterar PIN de usuário e administrador
ro: Modificarea PIN-ului de utilizator și de administrator
ru: Изменение PIN-кода пользователя и администратора
sk: Zmena kódu PIN používateľa a správcu
sl: Spreminjanje uporabniške in skrbniške kode PIN
sv: Ändra användar- och administratörs-PIN
zh_cn: 更改用户和管理员密码

source: Setting KDF-DO using GnuPG
bg: Задаване на KDF-DO с помощта на GnuPG
cs: Nastavení KDF-DO pomocí GnuPG
da: Indstilling af KDF-DO ved hjælp af GnuPG
de: KDF-DO mit GnuPG einstellen
el: Ρύθμιση του KDF-DO χρησιμοποιώντας το GnuPG
es: Configuración de KDF-DO mediante GnuPG:
et: KDF-DO seadistamine GnuPG abil
fi: KDF-DO:n määrittäminen GnuPG:n avulla
fr: Configuration de KDF-DO en utilisant GnuPG
ja: GnuPGによるKDF-DOの設定
lt: KDF-DO nustatymas naudojant GnuPG
lv: KDF-DO iestatīšana, izmantojot GnuPG
pl: Ustawianie KDF-DO przy użyciu GnuPG
pt: Configuração do KDF-DO usando GnuPG
ro: Setarea KDF-DO folosind GnuPG
ru: Настройка KDF-DO с помощью GnuPG
sk: Nastavenie KDF-DO pomocou GnuPG
sl: Nastavitev KDF-DO z uporabo GnuPG
sv: Inställning av KDF-DO med GnuPG
zh_cn: 使用GnuPG设置KDF-DO

source: Run `gpg2 --card-edit`
bg: Изпълнете `gpg2 --card-edit`
cs: Spusťte `gpg2 --card-edit`
da: Kør `gpg2 --card-edit`
de: Führen Sie `gpg2 --card-edit` aus
el: Εκτελέστε την εντολή `gpg2 --card-edit`.
es: Ejecutar `gpg2 --card-edit`.
et: Käivita `gpg2 --card-edit`.
fi: Suorita `gpg2 --card-edit`.
fr: Lancez `gpg2 --card-edit'.
ja: gpg2 --card-edit`を実行する。
lt: Paleiskite `gpg2 --card-edit`
lv: Palaist `gpg2 --card-edit`
pl: Uruchom `gpg2 --card-edit`.
pt: Executar `gpg2 - cartão-edit`
ro: Rulați `gpg2 --card-edit`
ru: Запустите `gpg2 --card-edit`.
sk: Spustite `gpg2 --card-edit`
sl: Zaženite `gpg2 --card-edit`
sv: Kör `gpg2 --card-edit`.
zh_cn: 运行`gpg2 --card-edit`。

source: Enter Admin PIN
bg: Въведете ПИН кода на администратора
cs: Zadejte kód PIN správce
da: Indtast Admin PIN-kode
de: Admin-PIN eingeben
el: Εισάγετε το PIN διαχειριστή
es: Introduzca el PIN de administrador
et: Sisestage administraatori PIN-kood
fi: Syötä ylläpitäjän PIN-koodi
fr: Saisir le code PIN de l'administrateur
ja: 管理者用PINの入力
lt: Įveskite administratoriaus PIN kodą
lv: Ievadiet administratora PIN kodu
pl: Wprowadź kod PIN administratora
pt: Digite o PIN de Administração
ro: Introduceți PIN-ul de administrator
ru: Введите PIN-код администратора
sk: Zadajte kód PIN správcu
sl: Vnesite kodo PIN upravitelja
sv: Ange Admin PIN
zh_cn: 输入管理密码

source: Verify current state state by looking at the card details (`gpg2 --card-status`), where `KDF setting ......: on` should be visible, e.g.:
bg: Проверете текущото състояние на картата, като разгледате данните за нея (`gpg2 --card-status`), където трябва да се вижда `KDF setting ......: on`, напр:
cs: Ověřte aktuální stav karty pomocí údajů o kartě (`gpg2 --card-status`), kde by mělo být vidět `Nastavení KDF ......: on`, např.:
da: Kontroller den aktuelle tilstand ved at se på kortdetaljerne (`gpg2 --card-status`), hvor `KDF setting ......: on` skal være synlig, f.eks:
de: Überprüfen Sie den aktuellen Zustand, indem Sie sich die Kartendetails ansehen (`gpg2 --card-status`), wobei `KDF-Einstellung ......: on` sichtbar sein sollte, z.B.:
el: Επαληθεύστε την τρέχουσα κατάσταση εξετάζοντας τα στοιχεία της κάρτας (`gpg2 --card-status`), όπου θα πρέπει να είναι ορατή η ρύθμιση `KDF setting ......: on`, π.χ.:
es: Verifique el estado actual mirando los detalles de la tarjeta (`gpg2 --card-status`), donde `KDF setting ......: on` debería ser visible, por ejemplo:
et: Kontrollida praegust olekut, vaadates kaardi andmeid (`gpg2 --card-status`), kus peaks olema näha `KDF seade ......: on`, nt:
fi: Tarkista nykyinen tila tarkastelemalla kortin tietoja (`gpg2 --card-status`), jossa `KDF-asetuksen ......: on` pitäisi olla näkyvissä, esim..:
fr: Vérifiez l'état actuel en regardant les détails de la carte (`gpg2 --card-status`), où `KDF setting ...... : on` devrait être visible, par exemple :
ja: カードの詳細を見て現在の状態を確認する（`gpg2 --card-status`）ここで、`KDF setting ......: on`が表示されている必要がある、例えば。
lt: Patikrinkite esamą būseną peržiūrėdami kortelės duomenis (`gpg2 --card-status`), kur turėtų būti matomas `KDF nustatymas ......: on`, pvz:
lv: Pārbaudiet pašreizējo stāvokli, apskatot kartes informāciju (`gpg2 --card-status`), kur jābūt redzamam `KDF iestatījumam ......: on`, piemēram:
pl: Zweryfikuj bieżący stan patrząc na szczegóły karty (`gpg2 --card-status`), gdzie `KDF setting ......: on` powinien być widoczny, np:
pt: Verifique o estado actual olhando para os detalhes do cartão (`gpg2 - estado do cartão`), onde `KDF setting ......: on` deve estar visível, por exemplo:
ro: Verificați starea actuală a cardului prin consultarea detaliilor cardului (`gpg2 --card-status`), unde `KDF setting ......: on` ar trebui să fie vizibil, de exemplu:
ru: Проверьте текущее состояние, просмотрев детали карты (`gpg2 --card-status`), где должна быть видна настройка `KDF ......: on`, например:
sk: Overte aktuálny stav karty pomocou údajov o karte (`gpg2 --card-status`), kde by malo byť viditeľné `nastavenie KDF ......: on`, napr:
sl: Preverite trenutno stanje tako, da pogledate podrobnosti kartice (`gpg2 --card-status`), kjer mora biti vidna nastavitev `KDF ......: on`, npr:
sv: Kontrollera det aktuella tillståndet genom att titta på kortinformationen (`gpg2 --card-status`), där `KDF-inställningen ......: on` bör vara synlig, t.ex:
zh_cn: 通过查看卡片的详细信息（`gpg2 --card-status`）验证当前的状态，其中`KDF设置......: on`应该是可见的，例如。

source: Tested with
bg: Тествано с
cs: Testováno s
da: Testet med
de: Geprüft mit
el: Δοκιμασμένο με
es: Probado con:
et: Testitud koos
fi: Testattu
fr: Testé avec
ja: でテストしました。
lt: Išbandyta su
lv: Testēts ar
pl: Testowane z
pt: Testado com
ro: Testat cu
ru: Проверено с
sk: Testované s
sl: Preizkušeno z
sv: Testad med
zh_cn: 测试对象为
