Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/start.po
Languages: bg, cs, da, de, el, es, et, fi, fr, ja, lt, lv, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: You can now select the directory in which the backup copy is stored. This copy is encrypted with your password entered above. This means that no one can read or use the keys without your password. Do not give your password to anyone. This file with the name of your e-mail address and the suffix “.asc” should be backed up on another medium. After selecting the directory, click “Save”.
bg: Сега можете да изберете директорията, в която ще се съхранява резервното копие. Това копие е криптирано с въведената по-горе парола. Това означава, че никой не може да прочете или използва ключовете без вашата парола. Не давайте паролата си на никого. Този файл с името на вашия имейл адрес и суфикс ".asc" трябва да бъде архивиран на друг носител. След като изберете директорията, щракнете върху "Запази".
cs: Nyní můžete vybrat adresář, do kterého bude záložní kopie uložena. Tato kopie je zašifrována vaším výše zadaným heslem. To znamená, že bez vašeho hesla ji nikdo nemůže přečíst ani použít. Své heslo nikomu nesdělujte. Tento soubor s názvem vaší e-mailové adresy a příponou ".asc" by měl být zálohován na jiném médiu. Po výběru adresáře klikněte na tlačítko "Uložit".
da: Du kan nu vælge den mappe, hvor sikkerhedskopien skal gemmes. Denne kopi er krypteret med din adgangskode, som du har angivet ovenfor. Det betyder, at ingen kan læse eller bruge nøglerne uden din adgangskode. Du må ikke give din adgangskode til nogen. Denne fil med navnet på din e-mail-adresse og endelsen ".asc" skal sikkerhedskopieres på et andet medium. Når du har valgt mappen, skal du klikke på "Save" (Gem).
de: Sie können nun das Verzeichnis auswählen, in dem die Sicherungskopie gespeichert wird. Diese Kopie wird mit Ihrem oben eingegebenen Passwort verschlüsselt. Das bedeutet, dass niemand ohne Ihr Passwort die Schlüssel lesen oder benutzen kann. Geben Sie Ihr Kennwort nicht an Dritte weiter. Diese Datei mit dem Namen Ihrer E-Mail-Adresse und der Endung ".asc" sollte auf einem anderen Medium gesichert werden. Nachdem Sie das Verzeichnis ausgewählt haben, klicken Sie auf "Speichern".
el: Μπορείτε τώρα να επιλέξετε τον κατάλογο στον οποίο θα αποθηκευτεί το αντίγραφο ασφαλείας. Αυτό το αντίγραφο κρυπτογραφείται με τον κωδικό πρόσβασης που καταχωρήσατε παραπάνω. Αυτό σημαίνει ότι κανείς δεν μπορεί να διαβάσει ή να χρησιμοποιήσει τα κλειδιά χωρίς τον κωδικό πρόσβασής σας. Μην δώσετε τον κωδικό πρόσβασής σας σε κανέναν. Αυτό το αρχείο με το όνομα της διεύθυνσης ηλεκτρονικού ταχυδρομείου σας και την κατάληξη ".asc" θα πρέπει να δημιουργηθεί αντίγραφο ασφαλείας σε άλλο μέσο. Αφού επιλέξετε τον κατάλογο, κάντε κλικ στο κουμπί "Save" (Αποθήκευση).
es: Ahora puede seleccionar el directorio en el que se almacena la copia de seguridad. Esta copia está encriptada con su contraseña introducida anteriormente. Esto significa que nadie puede leer o utilizar las claves sin su contraseña. No facilite su contraseña a nadie. Este archivo con el nombre de su dirección de correo electrónico y el sufijo ".asc" debe ser respaldado en otro medio. Después de seleccionar el directorio, haga clic en "Guardar".
et: Nüüd saate valida kataloogi, kuhu varukoopia salvestatakse. See koopia on krüpteeritud teie eespool sisestatud parooliga. See tähendab, et keegi ei saa ilma teie paroolita võtmeid lugeda ega kasutada. Ärge andke oma parooli kellelegi. See fail teie e-posti aadressi nimega ja järelliiduga ".asc" tuleks varundada mõnel teisel andmekandjal. Pärast kataloogi valimist klõpsake "Save".
fi: Voit nyt valita hakemiston, johon varmuuskopio tallennetaan. Tämä kopio salataan edellä antamallasi salasanalla. Tämä tarkoittaa, että kukaan ei voi lukea tai käyttää avaimia ilman salasanaasi. Älä anna salasanaasi kenellekään. Tämä tiedosto, jossa on sähköpostiosoitteesi nimi ja loppuliite ".asc", on varmuuskopioitava toiselle tietovälineelle. Kun olet valinnut hakemiston, napsauta "Tallenna".
fr: Vous pouvez maintenant sélectionner le répertoire dans lequel la copie de sauvegarde est stockée. Cette copie est cryptée avec votre mot de passe saisi ci-dessus. Cela signifie que personne ne peut lire ou utiliser les clés sans votre mot de passe. Ne donnez votre mot de passe à personne. Ce fichier portant le nom de votre adresse e-mail et le suffixe ".asc" doit être sauvegardé sur un autre support. Après avoir sélectionné le répertoire, cliquez sur "Enregistrer".
ja: ここで、バックアップコピーを保存するディレクトリを選択できます。このコピーは、上記で入力したパスワードで暗号化されます。つまり、あなたのパスワードなしでは、誰もキーを読み取ったり使用したりすることはできません。パスワードは誰にも教えないでください。あなたのメールアドレスの名前と接尾辞「.asc」が付いたこのファイルは、別の媒体にバックアップしてください。ディレクトリを選択後、「保存」をクリックします。
lt: Dabar galite pasirinkti katalogą, kuriame bus saugoma atsarginė kopija. Ši kopija užšifruojama pirmiau įvestu slaptažodžiu. Tai reiškia, kad be jūsų slaptažodžio niekas negali perskaityti ar naudoti raktų. Niekam nesuteikite savo slaptažodžio. Šis failas su jūsų el. pašto adreso pavadinimu ir priesaga ".asc" turėtų būti atsarginė kopija kitoje laikmenoje. Pasirinkę katalogą, spustelėkite "Save" (įrašyti).
lv: Tagad varat izvēlēties direktoriju, kurā tiek saglabāta dublējuma kopija. Šī kopija ir šifrēta ar iepriekš ievadīto paroli. Tas nozīmē, ka neviens nevar izlasīt vai izmantot atslēgas bez jūsu paroles. Nevienam neatklājiet savu paroli. Šis fails ar jūsu e-pasta adreses nosaukumu un sufiksu ".asc" jārezervē citā datu nesējā. Pēc direktorijas izvēles noklikšķiniet uz "Saglabāt".
pl: Możesz teraz wybrać katalog, w którym zostanie zapisana kopia zapasowa. Kopia ta jest zaszyfrowana Twoim hasłem wprowadzonym powyżej. Oznacza to, że nikt nie może odczytać lub użyć kluczy bez Twojego hasła. Nie podawaj nikomu swojego hasła. Ten plik z nazwą Twojego adresu e-mail i końcówką ".asc" powinien być zapisany na innym nośniku. Po wybraniu katalogu kliknij "Zapisz".
pt: Agora você pode selecionar o diretório no qual a cópia de segurança é armazenada. Esta cópia é encriptada com a sua palavra-passe introduzida acima. Isto significa que ninguém pode ler ou utilizar as chaves sem a sua palavra-passe. Não dê a sua senha a ninguém. Este arquivo com o nome do seu endereço de e-mail e o sufixo ".asc" deve ser copiado em outro meio. Depois de selecionar o diretório, clique em "Salvar".
ro: Acum puteți selecta directorul în care este stocată copia de rezervă. Această copie este criptată cu parola introdusă mai sus. Acest lucru înseamnă că nimeni nu poate citi sau utiliza cheile fără parola dumneavoastră. Nu dați parola dumneavoastră nimănui. Acest fișier cu numele adresei dvs. de e-mail și sufixul ".asc" ar trebui să fie salvat pe un alt suport. După selectarea directorului, faceți clic pe "Save" (Salvare).
ru: Теперь вы можете выбрать каталог, в котором будет храниться резервная копия. Эта копия зашифрована вашим паролем, введенным выше. Это означает, что никто не сможет прочитать или использовать ключи без вашего пароля. Не сообщайте никому свой пароль. Этот файл с именем вашего электронного адреса и суффиксом ".asc" должен быть сохранен на другом носителе. После выбора директории нажмите "Сохранить".
sk: Teraz môžete vybrať adresár, do ktorého sa záložná kópia uloží. Táto kópia je zašifrovaná vaším vyššie zadaným heslom. To znamená, že bez vášho hesla nikto nemôže čítať ani používať kľúče. Svoje heslo nikomu neposkytujte. Tento súbor s názvom vašej e-mailovej adresy a príponou ".asc" by mal byť zálohovaný na inom médiu. Po výbere adresára kliknite na tlačidlo "Uložiť".
sl: Zdaj lahko izberete imenik, v katerem bo shranjena varnostna kopija. Ta kopija je šifrirana z geslom, ki ste ga vnesli zgoraj. To pomeni, da nihče ne more prebrati ali uporabiti ključev brez vašega gesla. Svojega gesla ne smete nikomur posredovati. To datoteko z imenom vašega e-poštnega naslova in končnico ".asc" je treba varnostno kopirati na drugem mediju. Ko izberete imenik, kliknite "Shrani".
sv: Du kan nu välja den katalog där säkerhetskopian lagras. Denna kopia krypteras med det lösenord som du angett ovan. Detta innebär att ingen kan läsa eller använda nycklarna utan ditt lösenord. Lämna inte ut ditt lösenord till någon. Denna fil med namnet på din e-postadress och suffixet ".asc" bör säkerhetskopieras på ett annat medium. När du har valt katalog klickar du på "Save" (spara).
zh_cn: 现在你可以选择存储备份副本的目录。这个副本是用你上面输入的密码加密的。这意味着，没有你的密码，任何人都不能阅读或使用这些钥匙。不要把你的密码给任何人。这个带有你的电子邮件地址名称和后缀".asc "的文件应该被备份在另一个介质上。选择目录后，点击 "保存"。

source: Here you must again specify your user PIN or passphrase. Then click “OK”
bg: Тук отново трябва да посочите потребителския си ПИН код или парола. След това кликнете върху "OK".
cs: Zde musíte opět zadat svůj uživatelský kód PIN nebo přístupovou frázi. Poté klikněte na tlačítko "OK".
da: Her skal du igen angive din bruger-PIN-kode eller din adgangsfrase. Klik derefter på "OK".
de: Hier müssen Sie erneut Ihre Benutzer-PIN oder Passphrase angeben. Klicken Sie dann auf "OK"
el: Εδώ πρέπει να καθορίσετε και πάλι το PIN χρήστη ή τη φράση πρόσβασης. Στη συνέχεια κάντε κλικ στο "OK".
es: Aquí debe especificar de nuevo su PIN de usuario o frase de contraseña. A continuación, haga clic en "Aceptar".
et: Siin peate uuesti määrama oma kasutaja PIN-koodi või salasõna. Seejärel klõpsake "OK".
fi: Tässä sinun on jälleen määritettävä käyttäjän PIN-koodi tai salasana. Napsauta sitten "OK".
fr: Ici, vous devez à nouveau indiquer votre code PIN ou votre phrase de passe. Cliquez ensuite sur "OK".
ja: ここで再度、ユーザーPINまたはパスフレーズを指定する必要があります。そして、"OK "をクリックします。
lt: Čia vėl turite nurodyti naudotojo PIN kodą arba slaptažodį. Tada spustelėkite "OK".
lv: Šeit atkal jānorāda lietotāja PIN kods vai piekļuves frāze. Pēc tam noklikšķiniet uz "OK".
pl: W tym miejscu należy ponownie podać kod PIN lub hasło użytkownika. Następnie kliknij "OK"
pt: Aqui você deve especificar novamente seu PIN ou senha de usuário. Depois clique em "OK".
ro: Aici trebuie să specificați din nou codul PIN sau fraza de acces. Apoi faceți clic pe "OK".
ru: Здесь снова необходимо указать PIN-код пользователя или парольную фразу. Затем нажмите "OK"
sk: Tu musíte opäť zadať svoj používateľský kód PIN alebo prístupovú frázu. Potom kliknite na tlačidlo "OK".
sl: Tu morate ponovno navesti uporabniški PIN ali geslo. Nato kliknite "V redu".
sv: Här måste du återigen ange din användar-PIN eller lösenfras. Klicka sedan på "OK".
zh_cn: 在这里你必须再次指定你的用户密码或口令。然后点击 "确定"

source: You will now see the message that the certificate was created and saved. Click “OK”
bg: Сега ще видите съобщението, че сертификатът е създаден и запазен. Щракнете върху "OK".
cs: Nyní se zobrazí zpráva, že certifikát byl vytvořen a uložen. Klikněte na tlačítko "OK"
da: Du vil nu se en meddelelse om, at certifikatet er oprettet og gemt. Klik på "OK"
de: Sie sehen nun die Meldung, dass das Zertifikat erstellt und gespeichert wurde. Klicken Sie auf "OK"
el: Τώρα θα δείτε το μήνυμα ότι το πιστοποιητικό δημιουργήθηκε και αποθηκεύτηκε. Κάντε κλικ στο "OK"
es: Ahora verá el mensaje de que el certificado fue creado y guardado. Haga clic en "Aceptar".
et: Nüüd kuvatakse teade, et sertifikaat on loodud ja salvestatud. Klõpsake "OK"
fi: Näet nyt viestin, että varmenne on luotu ja tallennettu. Klikkaa "OK"
fr: Vous verrez maintenant le message indiquant que le certificat a été créé et enregistré. Cliquez sur "OK".
ja: これで、証明書が作成され、保存されたというメッセージが表示されます。OK "をクリックします。
lt: Dabar pamatysite pranešimą, kad sertifikatas sukurtas ir išsaugotas. Spustelėkite "OK".
lv: Tagad redzēsiet ziņojumu, ka sertifikāts ir izveidots un saglabāts. Noklikšķiniet uz "OK"
pl: Zobaczysz teraz komunikat, że certyfikat został utworzony i zapisany. Kliknij "OK"
pt: Agora você verá a mensagem de que o certificado foi criado e salvo. Clique em "OK".
ro: Acum veți vedea mesajul care vă anunță că certificatul a fost creat și salvat. Faceți clic pe "OK".
ru: Теперь вы увидите сообщение о том, что сертификат был создан и сохранен. Нажмите "OK"
sk: Teraz sa zobrazí správa, že certifikát bol vytvorený a uložený. Kliknite na tlačidlo "OK".
sl: Zdaj se bo prikazalo sporočilo, da je bilo potrdilo ustvarjeno in shranjeno. Kliknite "V redu".
sv: Nu visas ett meddelande om att certifikatet har skapats och sparats. Klicka på "OK".
zh_cn: 现在你会看到证书已创建并保存的信息。点击 "确定"

source: Key generation is now complete. You can now exit the program (File - Close).
bg: Генерирането на ключове вече е завършено. Сега можете да излезете от програмата (File - Close).
cs: Generování klíčů je nyní dokončeno. Nyní můžete program ukončit (Soubor - Zavřít).
da: Nøglegenereringen er nu afsluttet. Du kan nu afslutte programmet (File - Close).
de: Die Schlüsselerzeugung ist nun abgeschlossen. Sie können das Programm nun beenden (Datei - Schließen).
el: Η δημιουργία κλειδιών έχει πλέον ολοκληρωθεί. Μπορείτε τώρα να βγείτε από το πρόγραμμα (Αρχείο - Κλείσιμο).
es: La generación de claves ha finalizado. Ahora puede salir del programa (Archivo - Cerrar).
et: Võtmete genereerimine on nüüd lõpule viidud. Nüüd saate programmist väljuda (File - Close).
fi: Avaimen luominen on nyt valmis. Voit nyt poistua ohjelmasta (Tiedosto - Sulje).
fr: La génération de la clé est maintenant terminée. Vous pouvez maintenant quitter le programme (Fichier - Fermer).
ja: キーの生成が完了しました。これでプログラムを終了することができます（ファイル - 閉じる）。
lt: Raktas baigtas generuoti. Dabar galite išeiti iš programos (File - Close).
lv: Atslēgas ģenerēšana ir pabeigta. Tagad varat iziet no programmas (File - Close).
pl: Generowanie kluczy zostało zakończone. Możesz teraz zamknąć program (Plik - Zamknij).
pt: A geração de chaves está agora completa. Agora você pode sair do programa (Arquivo - Fechar).
ro: Generarea cheilor este acum completă. Acum puteți ieși din program (File - Close).
ru: Генерация ключей завершена. Теперь вы можете выйти из программы (Файл - Закрыть).
sk: Generovanie kľúčov je teraz dokončené. Teraz môžete program ukončiť (File - Close).
sl: Generiranje ključev je končano. Zdaj lahko program zapustite (Datoteka - Zapri).
sv: Nyckelgenereringen är nu avslutad. Du kan nu avsluta programmet (File - Close).
zh_cn: 钥匙生成现在已经完成。你现在可以退出程序（文件-关闭）。

source: Your Nitrokey is personalized and ready to use. **Have fun with the secure email encryption!**
bg: Вашият Nitrokey е персонализиран и готов за използване. **Забавлявайте се със сигурното криптиране на имейли!**
cs: Váš klíč Nitrokey je personalizovaný a připravený k použití. **Zabavte se s bezpečným šifrováním e-mailu!**
da: Din Nitrokey er personliggjort og klar til brug. **Har du det sjovt med den sikre e-mail-kryptering!**
de: Ihr Nitrokey ist personalisiert und einsatzbereit. **Viel Spaß mit der sicheren E-Mail-Verschlüsselung!**
el: Το Nitrokey σας είναι εξατομικευμένο και έτοιμο προς χρήση. ** Διασκεδάστε με την ασφαλή κρυπτογράφηση email!**
es: Tu Nitrokey está personalizada y lista para usar. **Diviértete con la encriptación segura del correo electrónico.
et: Teie Nitrokey on isikupärastatud ja kasutusvalmis. **Lõbutsege turvalise e-posti krüpteerimisega! **
fi: Nitrokey on henkilökohtainen ja käyttövalmis. ** Pidä hauskaa turvallisen sähköpostin salauksen kanssa!**
fr: Votre Nitrokey est personnalisée et prête à être utilisée. **S'amuser avec le cryptage sécurisé des emails!**
ja: あなたのNitrokeyはパーソナライズされ、すぐに使用できます。**安全なメールの暗号化で楽しみましょう！***。
lt: Jūsų "Nitrokey" yra suasmenintas ir paruoštas naudoti. **Pramogaukite su saugiu el. pašto šifravimu!**
lv: Jūsu Nitrokey ir personalizēts un gatavs lietošanai. **Spēlējiet jautri, izmantojot drošu e-pasta šifrēšanu!**
pl: Twój Nitrokey jest spersonalizowany i gotowy do użycia. **Zabaw się z bezpiecznym szyfrowaniem poczty elektronicznej!**
pt: O seu Nitrokey é personalizado e pronto a usar. *Diverta-se com a encriptação segura de e-mails*.
ro: Nitrokey este personalizat și gata de utilizare. **Distracție plăcută cu criptarea sigură a e-mailului!**
ru: Ваш Nitrokey персонализирован и готов к использованию. **Получите удовольствие от безопасного шифрования электронной почты!**.
sk: Váš kľúč Nitrokey je personalizovaný a pripravený na použitie. **Zabavte sa s bezpečným šifrovaním e-mailu!**
sl: Vaš ključ Nitrokey je prilagojen in pripravljen za uporabo. **Zabavajte se z varnim šifriranjem e-pošte!**
sv: Din Nitrokey är personlig och redo att användas. **Har du roligt med den säkra e-postkrypteringen!**
zh_cn: 你的Nitrokey是个性化的，可以随时使用。**在安全的电子邮件加密中享受乐趣！**。

source: PuTTY
zh_cn: 浦发银行

source: This mini-howto assumes that the Nitrokey has been initialized and contains cryptographic keys.
bg: Това мини-уроче предполага, че Nitrokey е инициализиран и съдържа криптографски ключове.
cs: Tento mininávod předpokládá, že systém Nitrokey byl inicializován a obsahuje kryptografické klíče.
da: Denne mini-håndbog forudsætter, at Nitrokey er blevet initialiseret og indeholder kryptografiske nøgler.
de: Dieses Mini-Howto setzt voraus, dass der Nitrokey initialisiert wurde und kryptografische Schlüssel enthält.
el: Αυτό το μίνι-showto προϋποθέτει ότι το Nitrokey έχει αρχικοποιηθεί και περιέχει κρυπτογραφικά κλειδιά.
es: Este mini-howto asume que la Nitrokey ha sido inicializada y contiene claves criptográficas.
et: See minihowto eeldab, et Nitrokey on initsialiseeritud ja sisaldab krüptograafilisi võtmeid.
fi: Tässä minihowtossa oletetaan, että Nitrokey on alustettu ja että se sisältää salausavaimia.
fr: Ce mini-guide suppose que la Nitrokey a été initialisée et contient des clés cryptographiques.
ja: このミニハウツーでは、Nitrokeyが初期化され、暗号鍵が入っていることを前提としています。
lt: Šiame mini vadovėlyje daroma prielaida, kad "Nitrokey" yra inicializuotas ir jame yra kriptografiniai raktai.
lv: Šajā mini pamācībā pieņemts, ka Nitrokey ir inicializēts un satur kriptogrāfiskās atslēgas.
pl: To mini-howto zakłada, że Nitrokey został zainicjalizowany i zawiera klucze kryptograficzne.
pt: Este mini-howto assume que a Nitrokey foi inicializada e contém chaves criptográficas.
ro: Acest mini-howto presupune că Nitrokey a fost inițializat și conține chei criptografice.
ru: Это мини-хауто предполагает, что Nitrokey был инициализирован и содержит криптографические ключи.
sk: Tento mini-howto predpokladá, že Nitrokey bol inicializovaný a obsahuje kryptografické kľúče.
sl: Ta mini priročnik predpostavlja, da je bil ključ Nitrokey inicializiran in da vsebuje kriptografske ključe.
sv: Den här mini-handboken förutsätter att Nitrokey har initialiserats och innehåller kryptografiska nycklar.
zh_cn: 本小手册假设Nitrokey已经被初始化并包含了加密密钥。

source: **Required on the client side:**
bg: **Изисквания от страна на клиента:**
cs: **Požadavky na straně klienta:**
da: **Kræves på klientsiden:**
de: **Erforderlich auf der Client-Seite:**
el: **Απαιτείται από την πλευρά του πελάτη:**
es: **Requerido en el lado del cliente:**
et: **Kliendi poolt nõutav:**
fi: **Asiakaspuolella vaaditaan:**
fr: **Requérant du côté client:**
ja: **クライアント側に必要なもの：***。
lt: **Kliento pusėje reikalaujama:**
lv: **Nepieciešams no klienta puses:**
pl: **Wymagania po stronie klienta:**
pt: **Requerido do lado do cliente:**
ro: **Cerință din partea clientului:**
ru: **Требуется на стороне клиента:**.
sk: **Vyžadované na strane klienta:**
sl: **Potrebno na strani odjemalca:**
sv: **Krävs på klientsidan:**
zh_cn: **在客户端需要：**。

source: `PuTTY <https://www.chiark.greenend.org.uk/~sgtatham/putty/latest.html>`_ or a variant of it
bg: `PuTTY <https://www.chiark.greenend.org.uk/~sgtatham/putty/latest.html>`_ или негов вариант
cs: `PuTTY <https://www.chiark.greenend.org.uk/~sgtatham/putty/latest.html>`_ nebo jeho varianta.
da: `PuTTY <https://www.chiark.greenend.org.uk/~sgtatham/putty/latest.html>`_ eller en variant af det
de: `PuTTY <https://www.chiark.greenend.org.uk/~sgtatham/putty/latest.html>`_ oder eine Variante davon
el: `PuTTY <https://www.chiark.greenend.org.uk/~sgtatham/putty/latest.html>`_ ή μια παραλλαγή του.
es: `PuTTY <https://www.chiark.greenend.org.uk/~sgtatham/putty/latest.html>`_ o una variante del mismo
et: `PuTTY <https://www.chiark.greenend.org.uk/~sgtatham/putty/latest.html><x>`_ või selle variant
fi: `PuTTY <https://www.chiark.greenend.org.uk/~sgtatham/putty/latest.html>`_ tai jokin sen muunnos.
ja: `PuTTY <https://www.chiark.greenend.org.uk/~sgtatham/putty/latest.html>`_またはその亜種。
lt: `PuTTY <https://www.chiark.greenend.org.uk/~sgtatham/putty/latest.html>`_ arba jo variantas
lv: `PuTTY <https://www.chiark.greenend.org.uk/~sgtatham/putty/latest.html>`_ vai tā variants
pl: `PuTTY <https://www.chiark.greenend.org.uk/~sgtatham/putty/latest.html>`_ lub jego odmiana
pt: `PuTTY <https://www.chiark.greenend.org.uk/~sgtatham/putty/latest.html>`_ ou uma variante dela
ro: `PuTTY <https://www.chiark.greenend.org.uk/~sgtatham/putty/latest.html>`_ sau o variantă a acestuia
ru: `PuTTY <https://www.chiark.greenend.org.uk/~sgtatham/putty/latest.html>`_ или его вариант
sk: `PuTTY <https://www.chiark.greenend.org.uk/~sgtatham/putty/latest.html>`_ alebo jeho variant
sl: `PuTTY <https://www.chiark.greenend.org.uk/~sgtatham/putty/latest.html>`_ ali njegova različica
sv: `PuTTY <https://www.chiark.greenend.org.uk/~sgtatham/putty/latest.html>`_ eller en variant av det
zh_cn: `PuTTY <https://www.chiark.greenend.org.uk/~sgtatham/putty/latest.html>`_或者它的一个变体
