Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/start.po
Languages: bg, cs, da, de, el, es, et, fi, fr, ja, lt, lv, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: The following instructions explain the generation of OpenPGP keys directly on the Nitrokey with help of the GNU Privacy Assistant (GPA). You won’t be able to create a backup of these keys. Thus, if you lose the Nitrokey or it breaks you can not decrypt mails or use these keys anymore. Please see `here <openpgp-outlook.html>`_ for a comparison of the different methods to generate OpenPGP keys.
bg: Следващите инструкции обясняват генерирането на OpenPGP ключове директно в Nitrokey с помощта на GNU Privacy Assistant (GPA). Няма да можете да създадете резервно копие на тези ключове. Следователно, ако загубите Nitrokey или той се повреди, няма да можете повече да декриптирате пощата или да използвате тези ключове. Моля, вижте `тук <openpgp-outlook.html>`_ за сравнение на различните методи за генериране на OpenPGP ключове.
cs: Následující pokyny vysvětlují generování klíčů OpenPGP přímo na Nitrokey pomocí programu GNU Privacy Assistant (GPA). Zálohu těchto klíčů nebude možné vytvořit. Pokud tedy Nitrokey ztratíte nebo se rozbije, nebudete moci dešifrovat poštu ani tyto klíče dále používat. Srovnání různých metod generování klíčů OpenPGP naleznete `zde <openpgp-outlook.html>`_.
da: De følgende instruktioner forklarer genereringen af OpenPGP-nøgler direkte på Nitrokey ved hjælp af GNU Privacy Assistant (GPA). Du vil ikke være i stand til at oprette en sikkerhedskopi af disse nøgler. Hvis du mister Nitrokey'en eller den går i stykker, kan du således ikke længere dekryptere mails eller bruge disse nøgler. Se `her <openpgp-outlook.html>`_ for en sammenligning af de forskellige metoder til at generere OpenPGP-nøgler.
de: Die folgende Anleitung erklärt die Erzeugung von OpenPGP-Schlüsseln direkt auf dem Nitrokey mit Hilfe des GNU Privacy Assistant (GPA). Sie werden nicht in der Lage sein, ein Backup dieser Schlüssel zu erstellen. Wenn Sie also den Nitrokey verlieren oder er kaputt geht, können Sie keine Mails mehr entschlüsseln oder diese Schlüssel verwenden. Einen Vergleich der verschiedenen Methoden zur Erzeugung von OpenPGP-Schlüsseln finden Sie `hier <openpgp-outlook.html>`_.
el: Οι παρακάτω οδηγίες εξηγούν τη δημιουργία κλειδιών OpenPGP απευθείας στο Nitrokey με τη βοήθεια του GNU Privacy Assistant (GPA). Δεν θα μπορέσετε να δημιουργήσετε αντίγραφο ασφαλείας αυτών των κλειδιών. Έτσι, αν χάσετε το Nitrokey ή χαλάσει, δεν μπορείτε να αποκρυπτογραφήσετε μηνύματα ή να χρησιμοποιήσετε αυτά τα κλειδιά πλέον. Παρακαλούμε δείτε `εδώ <openpgp-outlook.html>`_ για μια σύγκριση των διαφορετικών μεθόδων δημιουργίας κλειδιών OpenPGP.
es: Las siguientes instrucciones explican la generación de claves OpenPGP directamente en el Nitrokey con ayuda del Asistente de Privacidad de GNU (GPA). No podrás crear una copia de seguridad de estas claves. Por lo tanto, si pierdes la Nitrokey o se rompe no podrás descifrar correos ni utilizar estas claves nunca más. Por favor, vea `aquí <openpgp-outlook.html>`_ para una comparación de los diferentes métodos para generar claves OpenPGP.
et: Järgnevad juhised selgitavad OpenPGP võtmete genereerimist otse Nitrokey's GNU Privacy Assistant'i (GPA) abil. Te ei saa neist võtmetest varukoopiaid luua. Seega, kui te kaotate Nitrokey või see läheb katki, ei saa te enam kirju dekrüpteerida ega neid võtmeid kasutada. Vt `tema <openpgp-outlook.html>`_, kus võrreldakse erinevaid meetodeid OpenPGP võtmete genereerimiseks.
fi: Seuraavissa ohjeissa kerrotaan OpenPGP-avainten luomisesta suoraan Nitrokeyllä GNU Privacy Assistantin (GPA) avulla. Näistä avaimista ei voi luoda varmuuskopiota. Jos siis kadotat Nitrokey-avaimen tai se hajoaa, et voi enää purkaa sähköposteja tai käyttää näitä avaimia. Katso `täältä <openpgp-outlook.html>`_ vertailua eri menetelmistä OpenPGP-avainten tuottamiseksi.
ja: ここでは、GNU Privacy Assistant (GPA)を使って、Nitrokey上で直接OpenPGP鍵を生成する方法を説明します。この鍵のバックアップを作成することはできません。そのため、Nitrokeyを紛失したり壊れたりした場合、メールの解読やこれらの鍵の使用はできなくなります。OpenPGPの鍵を生成するさまざまな方法の比較については、`こちら<openpgp-outlook.html>`_をご覧ください。
lt: Toliau pateikiamos instrukcijos, kaip generuoti OpenPGP raktus tiesiogiai "Nitrokey" naudojant GNU privatumo asistentą (GPA). Šių raktų atsarginių kopijų sukurti negalėsite. Taigi, pametę "Nitrokey" raktą arba jam sugedus, nebegalėsite iššifruoti laiškų ar naudoti šių raktų. Skirtingų OpenPGP raktų generavimo metodų palyginimą rasite ` čia <openpgp-outlook.html>`_.
lv: Turpmāk sniegtie norādījumi izskaidro OpenPGP atslēgu ģenerēšanu tieši Nitrokey, izmantojot GNU privātuma palīgu (GPA). Jūs nevarēsiet izveidot šo atslēgu rezerves kopiju. Tādējādi, ja Nitrokey pazaudēsiet vai tas salūzīs, jūs vairs nevarēsiet atšifrēt e-pastus vai izmantot šīs atslēgas. Lai salīdzinātu dažādas OpenPGP atslēgu ģenerēšanas metodes, skatiet `šeit <openpgp-outlook.html>`_.
pl: Poniższe instrukcje wyjaśniają generowanie kluczy OpenPGP bezpośrednio na Nitrokey przy pomocy GNU Privacy Assistant (GPA). Nie będziesz w stanie stworzyć kopii zapasowej tych kluczy. Dlatego też, jeśli zgubisz Nitrokey lub się zepsuje, nie będziesz mógł odszyfrować maili lub użyć tych kluczy. Proszę zobaczyć ` tutaj <openpgp-outlook.html>`_ w celu porównania różnych metod generowania kluczy OpenPGP.
pt: As seguintes instruções explicam a geração de chaves OpenPGP diretamente na Nitrokey com a ajuda do GNU Privacy Assistant (GPA). Você não será capaz de criar uma cópia de segurança dessas chaves. Assim, se você perder a Nitrokey ou ela quebrar você não poderá mais descriptografar e-mails ou usar essas chaves. Por favor veja `here <openpgp-outlook.html>`_ para uma comparação dos diferentes métodos para gerar chaves OpenPGP.
ro: Următoarele instrucțiuni explică generarea cheilor OpenPGP direct pe Nitrokey cu ajutorul GNU Privacy Assistant (GPA). Nu veți putea crea o copie de rezervă a acestor chei. Astfel, dacă pierdeți Nitrokey sau dacă se strică, nu veți mai putea decripta e-mailuri sau utiliza aceste chei. Vă rugăm să consultați `acolo <openpgp-outlook.html>`_ pentru o comparație a diferitelor metode de generare a cheilor OpenPGP.
ru: Следующие инструкции объясняют генерацию ключей OpenPGP непосредственно на Nitrokey с помощью GNU Privacy Assistant (GPA). Вы не сможете создать резервную копию этих ключей. Таким образом, если вы потеряете Nitrokey или он сломается, вы больше не сможете расшифровывать почту или использовать эти ключи. Сравнение различных методов генерации ключей OpenPGP смотрите ` здесь <openpgp-outlook.html>`_.
sk: Nasledujúce pokyny vysvetľujú generovanie kľúčov OpenPGP priamo na Nitrokey pomocou GNU Privacy Assistant (GPA). Zálohu týchto kľúčov nebudete môcť vytvoriť. Ak teda Nitrokey stratíte alebo sa pokazí, nebudete môcť dešifrovať poštu ani používať tieto kľúče. Porovnanie rôznych metód generovania kľúčov OpenPGP nájdete ` tu <openpgp-outlook.html>`_.
sl: V naslednjih navodilih je opisano ustvarjanje ključev OpenPGP neposredno v napravi Nitrokey s pomočjo programa GNU Privacy Assistant (GPA). Varnostne kopije teh ključev ne boste mogli ustvariti. Če torej ključ Nitrokey izgubite ali se pokvari, ne morete več dešifrirati pošte ali uporabiti teh ključev. Za primerjavo različnih metod za ustvarjanje ključev OpenPGP glejte `tudi <openpgp-outlook.html>`_.
sv: Följande instruktioner förklarar hur du genererar OpenPGP-nycklar direkt på Nitrokey med hjälp av GNU Privacy Assistant (GPA). Du kommer inte att kunna skapa en säkerhetskopia av dessa nycklar. Om du förlorar Nitrokey eller om den går sönder kan du alltså inte längre dekryptera e-postmeddelanden eller använda dessa nycklar. Se `här <openpgp-outlook.html>`_ för en jämförelse av de olika metoderna för att generera OpenPGP-nycklar.
zh_cn: 下面的说明解释了在GNU隐私助手（GPA）的帮助下直接在Nitrokey上生成OpenPGP密钥的过程。你将无法创建这些密钥的备份。因此，如果你丢失了Nitrokey或它坏了，你就不能再解密邮件或使用这些密钥了。请参阅`这里<openpgp-outlook.html>`_以了解不同方法生成OpenPGP密钥的比较。

source: You need to have GnuPG and GPA installed on your system. The newest version for Windows can be found `here <https://www.gpg4win.org/>`_ (make sure to check “GPA” during the installation!). Users of Linux systems please install GnuPG and GPA with help of the package manager (e.g. using ``sudo apt install gnupg gpa`` on Ubuntu).
bg: Трябва да имате инсталирани GnuPG и GPA на вашата система. Най-новата версия за Windows можете да намерите `тук <https://www.gpg4win.org/>`_ (не забравяйте да отбележите "GPA" по време на инсталацията!). Потребителите на системи Linux, моля, инсталирайте GnuPG и GPA с помощта на мениджъра на пакети (напр. с помощта на ``sudo apt install gnupg gpa`` при Ubuntu).
cs: V systému musíte mít nainstalovaný GnuPG a GPA. Nejnovější verzi pro Windows najdete `zde <https://www.gpg4win.org/>`_ (při instalaci nezapomeňte zaškrtnout "GPA"!). Uživatelé systémů Linux nainstalujte GnuPG a GPA pomocí správce balíčků (např. pomocí ``sudo apt install gnupg gpa`` v Ubuntu).
da: Du skal have GnuPG og GPA installeret på dit system. Den nyeste version til Windows kan findes `her <https://www.gpg4win.org/>`_ (sørg for at markere "GPA" under installationen!). Brugere af Linux-systemer bedes installere GnuPG og GPA ved hjælp af pakkehåndteringsprogrammet (f.eks. ved hjælp af ``sudo apt install gnupg gpa`` på Ubuntu).
de: Sie müssen GnuPG und GPA auf Ihrem System installiert haben. Die neueste Version für Windows finden Sie `hier <https://www.gpg4win.org/>`_ (achten Sie darauf, bei der Installation "GPA" anzukreuzen!). Nutzer von Linux-Systemen installieren GnuPG und GPA bitte mit Hilfe des Paketmanagers (z.B. mit ``sudo apt install gnupg gpa`` auf Ubuntu).
el: Πρέπει να έχετε εγκαταστήσει το GnuPG και το GPA στο σύστημά σας. Την πιο πρόσφατη έκδοση για Windows μπορείτε να βρείτε `εδώ <https://www.gpg4win.org/>`_ (βεβαιωθείτε ότι έχετε τσεκάρει το "GPA" κατά την εγκατάσταση!). Οι χρήστες συστημάτων Linux παρακαλούνται να εγκαταστήσουν το GnuPG και το GPA με τη βοήθεια του διαχειριστή πακέτων (π.χ. χρησιμοποιώντας ``sudo apt install gnupg gpa`` στο Ubuntu).
es: Necesitas tener GnuPG y GPA instalados en tu sistema. La versión más reciente para Windows puede encontrarse `aquí <https://www.gpg4win.org/>`__ (¡asegúrese de marcar "GPA" durante la instalación!). Los usuarios de sistemas Linux deben instalar GnuPG y GPA con la ayuda del gestor de paquetes (por ejemplo, usando ``sudo apt install gnupg gpa`` en Ubuntu).
et: Teie süsteemi peavad olema paigaldatud GnuPG ja GPA. Windowsi uusima versiooni leiad ` siit <https://www.gpg4win.org/>`_ (veendu, et installimisel tuleb märkida "GPA"!). Linuxi süsteemide kasutajad paigaldavad GnuPG ja GPA palun paketihalduri abil (nt kasutades ``sudo apt install gnupg gpa`` Ubuntul).
fi: Sinun on asennettava GnuPG ja GPA järjestelmääsi. Uusin versio Windowsille löytyy `täältä <https://www.gpg4win.org/>`_ (muista tarkistaa "GPA" asennuksen aikana!). Linux-järjestelmien käyttäjät asentavat GnuPG:n ja GPA:n paketinhallinnan avulla (esim. Ubuntussa ``sudo apt install gnupg gpa``).
ja: お使いのシステムにGnuPGとGPAがインストールされている必要があります。Windows用の最新版は、`こちら <https://www.gpg4win.org/>`_にあります（インストールの際には、必ず「GPA」をチェックしてください！）。Linuxシステムのユーザは、パッケージマネージャを使ってGnuPGとGPAをインストールしてください（例：Ubuntuでは``sudo apt install gnupg gpa``を使う）。
lt: Jūsų sistemoje turi būti įdiegtos GnuPG ir GPA. Naujausią "Windows" skirtą versiją rasite `čia <https://www.gpg4win.org/>`_ (diegimo metu būtinai pažymėkite "GPA"!). Linux sistemų naudotojų prašome įdiegti GnuPG ir GPA naudojant paketų tvarkyklę (pavyzdžiui, naudojant ``sudo apt install gnupg gpasudo apt install gnupg gpa`` Ubuntu sistemoje).
lv: Jūsu sistēmā ir jābūt instalētai GnuPG un GPA. Jaunāko versiju operētājsistēmai Windows var atrast `šeit <https://www.gpg4win.org/>`_ (instalēšanas laikā pārliecinieties, vai ir atzīmēta "GPA"!). Linux sistēmu lietotājus lūdzam instalēt GnuPG un GPA ar pakotņu pārvaldnieka palīdzību (piemēram, izmantojot ``sudo apt install gnupg gpa`` Ubuntu sistēmā).
pl: Musisz mieć zainstalowane GnuPG i GPA w swoim systemie. Najnowsza wersja dla Windows może być znaleziona `tutaj <https://www.gpg4win.org/>`_ (upewnij się, że zaznaczyłeś "GPA" podczas instalacji!). Użytkownicy systemów linuksowych powinni zainstalować GnuPG i GPA za pomocą menedżera pakietów (np. używając ``sudo apt install gnupg gpa`` na Ubuntu).
pt: Você precisa de ter GnuPG e GPA instalados no seu sistema. A versão mais recente para Windows pode ser encontrada `here <https://www.gpg4win.org/>`_ (não se esqueça de verificar "GPA" durante a instalação!). Usuários de sistemas Linux devem instalar GnuPG e GPA com a ajuda do gerenciador de pacotes (por exemplo, usando ``sudo apt install gnupg gpa`` no Ubuntu).
ro: Trebuie să aveți GnuPG și GPA instalate pe sistemul dumneavoastră. Cea mai nouă versiune pentru Windows poate fi găsită ` aici <https://www.gpg4win.org/>`_ (asigurați-vă că bifați "GPA" în timpul instalării!). Utilizatorii de sisteme Linux sunt rugați să instaleze GnuPG și GPA cu ajutorul managerului de pachete (de exemplu, folosind ``sudo apt install gnupg gpa`` pe Ubuntu).
ru: В вашей системе должны быть установлены GnuPG и GPA. Новейшую версию для Windows можно найти ` здесь <https://www.gpg4win.org/>`_ (не забудьте отметить "GPA" при установке!). Пользователи Linux-систем могут установить GnuPG и GPA с помощью менеджера пакетов (например, используя ``sudo apt install gnupg gpa`` на Ubuntu).
sk: V systéme musíte mať nainštalovaný GnuPG a GPA. Najnovšiu verziu pre systém Windows nájdete ` tu <https://www.gpg4win.org/>`_ (počas inštalácie nezabudnite zaškrtnúť "GPA"!). Používateľov systémov Linux prosíme, aby si GnuPG a GPA nainštalovali pomocou správcu balíkov (napr. pomocou ``sudo apt install gnupg gpa`` v Ubuntu).
sl: V svojem sistemu morate imeti nameščena programa GnuPG in GPA. Najnovejšo različico za Windows najdete `tudi <https://www.gpg4win.org/>`_ (med namestitvijo preverite, ali je označena možnost "GPA"!). Uporabniki sistemov Linux namestite GnuPG in GPA s pomočjo upravitelja paketov (npr. z uporabo ``sudo apt install gnupg gpa`` v Ubuntuju).
sv: Du måste ha GnuPG och GPA installerat på ditt system. Den senaste versionen för Windows finns `här <https://www.gpg4win.org/>`_ (se till att kryssa för "GPA" under installationen!). Användare av Linuxsystem bör installera GnuPG och GPA med hjälp av pakethanteraren (t.ex. med hjälp av ``sudo apt install gnupg gpa`` på Ubuntu).
zh_cn: 你需要在你的系统上安装GnuPG和GPA。最新的Windows版本可以在`这里找到<https://www.gpg4win.org/>`_（确保在安装时选中 "GPA"！）。Linux系统的用户请在软件包管理器的帮助下安装GnuPG和GPA（例如，在Ubuntu上使用``sudo apt install gnupg gpa``）。

source: At first, open the GNU Privacy Assistant (GPA). You may are asked to generate a key, you can skip this step for now by clicking “Do it later”. In the main window, please click on “Card” or “Card Manager”.
bg: Отначало отворете Помощника за поверителност на GNU (GPA). Може да бъдете помолени да генерирате ключ, но засега можете да пропуснете тази стъпка, като щракнете върху "Do it later". В основния прозорец щракнете върху "Card" (Карта) или "Card Manager" (Мениджър на карти).
cs: Nejprve otevřete program GNU Privacy Assistant (GPA). Můžete být požádáni o vygenerování klíče, tento krok můžete prozatím přeskočit kliknutím na "Do it later". V hlavním okně klikněte na "Card" (Karta) nebo "Card Manager" (Správce karet).
da: Først skal du åbne GNU Privacy Assistant (GPA). Du kan blive bedt om at generere en nøgle, du kan springe dette trin over for nu ved at klikke på "Do it later". I hovedvinduet skal du klikke på "Card" eller "Card Manager".
de: Öffnen Sie zunächst den GNU Privacy Assistant (GPA). Eventuell werden Sie aufgefordert, einen Schlüssel zu generieren, Sie können diesen Schritt vorerst überspringen, indem Sie auf "Do it later" klicken. Im Hauptfenster klicken Sie bitte auf "Karte" oder "Kartenmanager".
el: Αρχικά, ανοίξτε το GNU Privacy Assistant (GPA). Μπορεί να σας ζητηθεί να δημιουργήσετε ένα κλειδί, μπορείτε να παραλείψετε αυτό το βήμα προς το παρόν κάνοντας κλικ στο "Do it later". Στο κύριο παράθυρο, κάντε κλικ στην επιλογή "Card" ή "Card Manager".
es: Al principio, abra el Asistente de Privacidad de GNU (GPA). Es posible que se le pida que genere una clave, puede omitir este paso por ahora haciendo clic en "Hacerlo más tarde". En la ventana principal, haga clic en "Tarjeta" o "Gestor de tarjetas".
et: Kõigepealt avage GNU Privacy Assistant (GPA). Teil võidakse paluda genereerida võti, selle sammu võite esialgu vahele jätta, klõpsates "Do it later". Klõpsake põhiaknas "Card" või "Card Manager".
fi: Avaa ensin GNU Privacy Assistant (GPA). Sinua saatetaan pyytää luomaan avain, voit ohittaa tämän vaiheen toistaiseksi valitsemalla "Tee se myöhemmin". Klikkaa pääikkunassa "Card" tai "Card Manager".
fr: Tout d'abord, ouvrez l'assistant de confidentialité GNU (GPA). Il se peut que l'on vous demande de générer une clé, vous pouvez sauter cette étape pour le moment en cliquant sur "Do it later". Dans la fenêtre principale, veuillez cliquer sur "Card" ou "Card Manager".
ja: まず、GNU Privacy Assistant (GPA)を開きます。鍵の生成を求められることがありますが、「後で行う」をクリックすることで、このステップを省略することができます。メインウィンドウで、「カード」または「カードマネージャー」をクリックしてください。
lt: Iš pradžių atidarykite GNU privatumo asistentą (GPA). Jūsų gali būti paprašyta sugeneruoti raktą, šį žingsnį kol kas galite praleisti spustelėję "Do it later" (daryti vėliau). Pagrindiniame lange spustelėkite "Card" (kortelė) arba "Card Manager" (kortelių tvarkyklė).
lv: Vispirms atveriet GNU privātuma palīgsistēmu (GPA). Jums var tikt lūgts ģenerēt atslēgu, pagaidām šo soli varat izlaist, noklikšķinot uz "Do it later" (Veikt vēlāk). Galvenajā logā noklikšķiniet uz "Karte" vai "Karšu pārvaldnieks".
pl: Na początku otwórz program GNU Privacy Assistant (GPA). Możesz zostać poproszony o wygenerowanie klucza, możesz na razie pominąć ten krok klikając "Do it later". W głównym oknie, proszę kliknąć na "Karta" lub "Menedżer kart".
pt: No início, abra o GNU Privacy Assistant (GPA). Você pode ser solicitado a gerar uma chave, você pode pular este passo por enquanto, clicando em "Faça isso depois". Na janela principal, por favor clique em "Card" ou "Card Manager".
ro: La început, deschideți GNU Privacy Assistant (GPA). Este posibil să vi se ceară să generați o cheie, puteți sări peste acest pas deocamdată făcând clic pe "Do it later" (Faceți-o mai târziu). În fereastra principală, faceți clic pe "Card" sau "Card Manager".
ru: Сначала откройте GNU Privacy Assistant (GPA). Вас могут попросить сгенерировать ключ, вы можете пропустить этот шаг, нажав "Сделать это позже". В главном окне нажмите на "Card" или "Card Manager".
sk: Najprv otvorte program GNU Privacy Assistant (GPA). Môžete byť požiadaní o vygenerovanie kľúča, tento krok môžete zatiaľ preskočiť kliknutím na "Do it later" (Urobiť neskôr). V hlavnom okne kliknite na položku "Card" (Karta) alebo "Card Manager" (Správca kariet).
sl: Najprej odprite program GNU Privacy Assistant (GPA). Morda boste morali ustvariti ključ, ta korak pa lahko za zdaj preskočite s klikom na "Naredi pozneje". V glavnem oknu kliknite "Card" ali "Card Manager".
sv: Öppna först GNU Privacy Assistant (GPA). Du kan bli ombedd att generera en nyckel, men du kan hoppa över detta steg genom att klicka på "Gör det senare". I huvudfönstret klickar du på "Card" eller "Card Manager".
zh_cn: 首先，打开GNU隐私助理（GPA）。你可能会被要求生成一个密钥，你可以点击 "以后再做 "暂时跳过这一步。在主窗口中，请点击 "卡 "或 "卡管理器"。

source: Another windows opens. Please go to “Card” -> “Generate key” to start the key generation process.
bg: Отваря се още един прозорец. Моля, отидете на "Card" -> "Generate key", за да започнете процеса на генериране на ключове.
cs: Otevře se další okno. Přejděte na "Card" -> "Generate key" a spusťte proces generování klíče.
da: Et andet vindue åbnes. Gå venligst til "Card" -> "Generate key" for at starte nøglegenereringsprocessen.
de: Es öffnet sich ein weiteres Fenster. Bitte gehen Sie auf "Karte" -> "Schlüssel generieren", um den Schlüsselgenerierungsprozess zu starten.
el: Ανοίγει άλλο ένα παράθυρο. Παρακαλούμε μεταβείτε στο "Card" -> "Generate key" για να ξεκινήσετε τη διαδικασία δημιουργίας κλειδιού.
es: Se abre otra ventana. Por favor, vaya a "Tarjeta" -> "Generar clave" para iniciar el proceso de generación de la clave.
et: Avaneb veel üks aken. Palun valige "Card" -> "Generate key", et alustada võtme genereerimist.
fi: Toinen ikkuna avautuu. Mene kohtaan "Kortti" -> "Luo avain" aloittaaksesi avaimen luomisprosessin.
fr: Une autre fenêtre s'ouvre. Veuillez aller à "Carte" -> "Générer la clé" pour lancer le processus de génération de la clé.
ja: 別のウィンドウが開きます。カード」-> 「キーの生成」でキーの生成処理を開始してください。
lt: Atsidaro dar vienas langas. Norėdami pradėti rakto generavimo procesą, eikite į "Card" -> "Generate key".
lv: Atveras vēl viens logs. Lūdzu, dodieties uz "Card" -> "Generate key", lai sāktu atslēgas ģenerēšanas procesu.
pl: Otworzy się kolejne okno. Proszę przejść do "Card" -> "Generate key", aby rozpocząć proces generowania klucza.
pt: Outra janela se abre. Por favor vá para "Card" -> "Generate key" para iniciar o processo de geração da chave.
ro: Se deschide o altă fereastră. Vă rugăm să mergeți la "Card" -> "Generate key" pentru a începe procesul de generare a cheii.
ru: Откроется еще одно окно. Пожалуйста, перейдите в раздел "Card" -> "Generate key", чтобы начать процесс генерации ключа.
sk: Otvorí sa ďalšie okno. Prejdite na "Card" -> "Generate key", aby ste spustili proces generovania kľúča.
sl: Odpre se še eno okno. Pojdite na "Card" -> "Generate key", da začnete postopek generiranja ključa.
sv: Ett annat fönster öppnas. Gå till "Card" -> "Generate key" för att starta nyckelgenereringsprocessen.
zh_cn: 另一个窗口打开。请进入 "卡片"-> "生成密钥"，开始密钥生成过程。
