Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/start.po
Languages: bg, cs, da, de, el, es, et, fi, fr, ja, lt, lv, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: The Nitrokey Start doesn't contain storage capability for ordinary data (it can only store cryptographic keys and certificates).
bg: Nitrokey 3 не съдържа възможност за съхранение на обикновени данни (може да съхранява само криптографски ключове и сертификати).
cs: Nitrokey 3 neobsahuje možnost ukládání běžných dat (lze ukládat pouze kryptografické klíče a certifikáty).
da: Nitrokey 3 indeholder ikke mulighed for lagring af almindelige data (den kan kun lagre kryptografiske nøgler og certifikater).
de: Der Nitrokey Start enthält keine Speichermöglichkeit für normale Daten (er kann nur kryptographische Schlüssel und Zertifikate speichern).
el: Το Nitrokey Start δεν περιέχει δυνατότητα αποθήκευσης συνηθισμένων δεδομένων (μπορεί να αποθηκεύσει μόνο κρυπτογραφικά κλειδιά και πιστοποιητικά).
es: El Nitrokey Start no contiene capacidad de almacenamiento de datos ordinarios (sólo puede almacenar claves criptográficas y certificados).
et: Nitrokey Start ei sisalda tavapäraste andmete salvestamise võimalust (see saab salvestada ainult krüptograafilisi võtmeid ja sertifikaate).
fi: Nitrokey Start ei sisällä tavallisten tietojen tallennuskapasiteettia (se voi tallentaa vain salausavaimia ja varmenteita).
ja: Nitrokey Proには、通常のデータを保存する機能はありません（暗号鍵と証明書のみ保存可能）。
lt: "Nitrokey Start" nėra įprastų duomenų saugojimo galimybės (joje galima saugoti tik kriptografinius raktus ir sertifikatus).
lv: Nitrokey Start nav parasto datu glabāšanas iespēju (tajā var glabāt tikai kriptogrāfijas atslēgas un sertifikātus).
pl: Nitrokey Start nie zawiera możliwości przechowywania zwykłych danych (może przechowywać tylko klucze kryptograficzne i certyfikaty).
pt: O Nitrokey Start não't contém capacidade de armazenamento para dados comuns (só pode armazenar chaves criptográficas e certificados).
ro: Nitrokey Start nu are capacitate de stocare pentru date obișnuite (poate stoca doar chei și certificate criptografice).
ru: Nitrokey Start не содержит возможности хранения обычных данных (он может хранить только криптографические ключи и сертификаты).
sk: Nitrokey Start neobsahuje možnosť ukladania bežných údajov (môže ukladať iba kryptografické kľúče a certifikáty).
sl: Nitrokey Start ne omogoča shranjevanja običajnih podatkov (lahko shranjuje le kriptografske ključe in potrdila).
sv: Nitrokey FIDO2 innehåller ingen lagringskapacitet för vanliga data (den kan endast lagra kryptografiska nycklar och certifikat).
zh_cn: Nitrokey Start不包含普通数据的存储能力（它只能存储加密密钥和证书）。

source: First check the:
bg: Първо проверете:
cs: Nejprve zkontrolujte:
da: Først skal du kontrollere:
de: Prüfen Sie zunächst die:
el: Πρώτα ελέγξτε το:
es: Primero comprueba el:
et: Kõigepealt kontrollige:
fi: Tarkista ensin:
ja: をまず確認します。
lt: Pirmiausia patikrinkite:
lv: Vispirms pārbaudiet:
pl: Najpierw sprawdź:
pt: Primeiro verifica o:
ro: Mai întâi verificați:
ru: Сначала проверьте:
sk: Najprv skontrolujte:
sl: Najprej preverite:
sv: Kontrollera först:
zh_cn: 首先检查一下。

source: or choose your operating system:
bg: или изберете операционната си система:
cs: nebo vyberte operační systém:
da: eller vælg dit styresystem:
de: oder wählen Sie Ihr Betriebssystem:
el: ή επιλέξτε το λειτουργικό σας σύστημα:
es: o elija su sistema operativo:
et: või valige oma operatsioonisüsteem:
fi: tai valitse käyttöjärjestelmäsi:
ja: をクリックするか、お使いのOSを選択してください。
lt: arba pasirinkite savo operacinę sistemą:
lv: vai izvēlieties operētājsistēmu:
pl: lub wybierz swój system operacyjny:
pt: ou escolha o seu sistema operacional:
ro: sau alegeți sistemul de operare:
ru: или выберите свою операционную систему:
sk: alebo vyberte svoj operačný systém:
sl: ali izberite svoj operacijski sistem:
sv: eller välj ditt operativsystem:
zh_cn: 或选择你的操作系统。

source: Firmware Update
bg: Актуализация на фърмуера
cs: Aktualizace firmwaru
da: Firmwareopdatering
el: Ενημέρωση υλικολογισμικού
es: Actualización del firmware
et: Püsivara uuendamine
fi: Firmware-päivitys
fr: Mise à jour du micrologiciel
ja: ファームウェアの更新
lt: Programinės įrangos atnaujinimas
lv: Programmatūras atjaunināšana
pl: Aktualizacja oprogramowania sprzętowego
pt: Atualização do Firmware
ro: Actualizarea firmware-ului
ru: Обновление микропрограммы
sk: Aktualizácia firmvéru
sl: Posodobitev vdelane programske opreme
sv: Uppdatering av fast programvara
zh_cn: 固件更新

source: To update the firmware of your Nitrokey Start, proceed as follows.
bg: За да актуализирате фърмуера на вашия Nitrokey Start, процедирайте, както следва.
cs: Chcete-li aktualizovat firmware zařízení Nitrokey Start, postupujte takto.
da: For at opdatere firmwaren på din Nitrokey Start skal du gøre som følger.
de: Um die Firmware Ihres Nitrokey Start zu aktualisieren, gehen Sie wie folgt vor.
el: Για να ενημερώσετε το υλικολογισμικό του Nitrokey Start, προχωρήστε ως εξής.
es: Para actualizar el firmware de su Nitrokey Start, proceda como sigue.
et: Nitrokey Start'i püsivara uuendamiseks toimige järgmiselt.
fi: Voit päivittää Nitrokey Start -laitteen laiteohjelmiston seuraavasti.
fr: Pour mettre à jour le micrologiciel de votre Nitrokey Start, procédez comme suit.
ja: Nitrokey Startのファームウェアをアップデートするには、以下の手順で行います。
lt: Norėdami atnaujinti "Nitrokey Start" programinę įrangą, atlikite šiuos veiksmus.
lv: Lai atjauninātu Nitrokey Start programmaparatūru, rīkojieties šādi.
pl: Aby zaktualizować oprogramowanie sprzętowe urządzenia Nitrokey Start, należy wykonać następujące czynności.
pt: Para actualizar o firmware do seu Nitrokey Start, proceda como se segue.
ro: Pentru a actualiza firmware-ul dispozitivului Nitrokey Start, procedați după cum urmează.
ru: Чтобы обновить микропрограмму Nitrokey Start, выполните следующие действия.
sk: Ak chcete aktualizovať firmvér zariadenia Nitrokey Start, postupujte takto.
sl: Če želite posodobiti vdelano programsko opremo naprave Nitrokey Start, ravnajte, kot sledi.
sv: För att uppdatera den inbyggda programvaran för din Nitrokey Start gör du så här.
zh_cn: 更新Nitrokey Start固件的步骤如下。

source: Install pip3.
bg: Инсталирайте pip3.
cs: Nainstalujte pip3.
da: Installer pip3.
de: Installieren Sie pip3.
el: Εγκαταστήστε το pip3.
es: Instalar pip3.
et: Paigaldage pip3.
fi: Asenna pip3.
fr: Installez pip3.
ja: pip3をインストールします。
lt: Įdiekite pip3.
lv: Instalējiet pip3.
pl: Zainstaluj pip3.
pt: Instale pip3.
ro: Instalați pip3.
ru: Установите pip3.
sk: Nainštalujte pip3.
sl: Namestite pip3.
sv: Installera pip3.
zh_cn: 安装pip3。

source: Install pynitrokey. For this you need an Internet connection.
bg: Инсталирайте pynitrokey. За целта ви е необходима интернет връзка.
cs: Nainstalujte pynitrokey. K tomu potřebujete připojení k internetu.
da: Installer pynitrokey. Hertil skal du have en internetforbindelse.
de: Installieren Sie pynitrokey. Hierfür benötigen Sie eine Internetverbindung.
el: Εγκαταστήστε το pynitrokey. Για το σκοπό αυτό χρειάζεστε σύνδεση στο Διαδίκτυο.
es: Instale pynitrokey. Para ello necesita una conexión a Internet.
et: Paigaldage pynitrokey. Selleks on vaja internetiühendust.
fi: Asenna pynitrokey. Tätä varten tarvitset Internet-yhteyden.
fr: Installez pynitrokey. Pour cela, vous avez besoin d'une connexion Internet.
ja: pynitrokeyをインストールします。このためにはインターネットに接続する必要があります。
lt: Įdiekite pynitrokey. Tam reikia interneto ryšio.
lv: Instalējiet pynitrokey. Šim nolūkam ir nepieciešams interneta pieslēgums.
pl: Zainstaluj pynitrokey. Do tego potrzebne jest połączenie z Internetem.
pt: Instale a pynitrokey. Para isso, você precisa de uma conexão à Internet.
ro: Instalați pynitrokey. Pentru aceasta aveți nevoie de o conexiune la internet.
ru: Установите pynitrokey. Для этого вам необходимо подключение к Интернету.
sk: Nainštalujte pynitrokey. Na to potrebujete internetové pripojenie.
sl: Namestite pynitrokey. Za to potrebujete internetno povezavo.
sv: Installera pynitrokey. För detta behöver du en internetanslutning.
zh_cn: 安装pynitrokey。为此，你需要一个互联网连接。

source: Connect your Nitrokey Start and verify its recognition.
bg: Свържете своя Nitrokey Start и проверете дали е разпознат.
cs: Připojte zařízení Nitrokey Start a ověřte jeho rozpoznání.
da: Tilslut din Nitrokey Start, og kontrollér, at den genkendes.
de: Schließen Sie Ihren Nitrokey Start an und überprüfen Sie seine Erkennung.
el: Συνδέστε το Nitrokey Start και επαληθεύστε την αναγνώρισή του.
es: Conecte su Nitrokey Start y verifique su reconocimiento.
et: Ühendage Nitrokey Start ja kontrollige selle tuvastamist.
fi: Kytke Nitrokey Start ja tarkista sen tunnistaminen.
fr: Connectez votre Nitrokey Start et vérifiez sa reconnaissance.
ja: Nitrokey Startを接続し、認識を確認してください。
lt: Prijunkite "Nitrokey Start" ir patikrinkite, ar jis atpažįstamas.
lv: Pievienojiet Nitrokey Start un pārbaudiet tā atpazīšanu.
pl: Podłącz swój Nitrokey Start i sprawdź jego rozpoznanie.
pt: Ligue o seu Nitrokey Start e verifique o seu reconhecimento.
ro: Conectați Nitrokey Start și verificați recunoașterea acestuia.
ru: Подключите Nitrokey Start и проверьте его распознавание.
sk: Pripojte zariadenie Nitrokey Start a overte jeho rozpoznanie.
sl: Priključite napravo Nitrokey Start in preverite njeno prepoznavanje.
sv: Anslut Nitrokey Start och kontrollera att den känns igen.
zh_cn: 连接你的Nitrokey Start并验证其识别。

source: Start the update process. For this you need an Internet connection.
bg: Стартирайте процеса на актуализация. За целта е необходима интернет връзка.
cs: Spusťte proces aktualizace. K tomu potřebujete připojení k internetu.
da: Start opdateringsprocessen. Hertil skal du have en internetforbindelse.
de: Starten Sie den Update-Vorgang. Dazu benötigen Sie eine Internetverbindung.
el: Ξεκινήστε τη διαδικασία ενημέρωσης. Για το σκοπό αυτό χρειάζεστε σύνδεση στο Διαδίκτυο.
es: Inicie el proceso de actualización. Para ello necesita una conexión a Internet.
et: Alustage uuendamisprotsessi. Selleks on vaja internetiühendust.
fi: Aloita päivitysprosessi. Tätä varten tarvitset Internet-yhteyden.
fr: Lancez le processus de mise à jour. Pour cela, vous avez besoin d'une connexion Internet.
ja: アップデートプロセスを開始します。このためにはインターネットに接続する必要があります。
lt: Pradėkite atnaujinimo procesą. Tam reikia interneto ryšio.
lv: Sākt atjaunināšanas procesu. Šim nolūkam ir nepieciešams interneta savienojums.
pl: Rozpocznij proces aktualizacji. Do tego celu potrzebne jest połączenie z Internetem.
pt: Comece o processo de atualização. Para isso, você precisa de uma conexão à Internet.
ro: Începeți procesul de actualizare. Pentru aceasta aveți nevoie de o conexiune la internet.
ru: Запустите процесс обновления. Для этого необходимо подключение к Интернету.
sk: Spustite proces aktualizácie. Na tento účel potrebujete pripojenie na internet.
sl: Začnite postopek posodabljanja. Za to potrebujete internetno povezavo.
sv: Starta uppdateringsprocessen. För detta behöver du en internetanslutning.
zh_cn: 开始更新过程。为此，你需要一个互联网连接。

source: You will then be asked to enter the Admin PIN of your Nitrokey Start. (Default PIN: 12345678)
bg: След това ще бъдете помолени да въведете ПИН кода на администратора на вашия Nitrokey Start. (ПИН по подразбиране: 12345678)
cs: Poté budete vyzváni k zadání administrátorského kódu PIN systému Nitrokey Start. (Výchozí PIN: 12345678)
da: Du vil derefter blive bedt om at indtaste din Nitrokey Starts administrator-PIN-kode. (Standard-PIN-kode: 12345678)
de: Sie werden dann aufgefordert, die Admin-PIN Ihres Nitrokey Start einzugeben. (Standard-PIN: 12345678)
el: Στη συνέχεια, θα σας ζητηθεί να εισαγάγετε το Admin PIN του Nitrokey Start. (Προεπιλεγμένο PIN: 12345678)
es: A continuación, se le pedirá que introduzca el PIN de administrador de su Nitrokey Start. (PIN por defecto: 12345678)
et: Seejärel palutakse teil sisestada oma Nitrokey Start'i administraatori PIN-kood. (Vaikimisi PIN: 12345678)
fi: Tämän jälkeen sinua pyydetään syöttämään Nitrokey Startin Admin PIN-koodi. (Oletusarvoinen PIN: 12345678)
fr: Il vous sera ensuite demandé de saisir le code PIN administratif de votre Nitrokey Start. (PIN par défaut : 12345678)
ja: その後、Nitrokey StartのAdmin PINの入力を求められます。(デフォルトPIN: 12345678)
lt: Tada jūsų bus paprašyta įvesti "Nitrokey Start" administratoriaus PIN kodą. (Numatytasis PIN kodas: 12345678)
lv: Pēc tam jums tiks pieprasīts ievadīt Nitrokey Start administratora PIN kodu. (Noklusējuma PIN kods: 12345678)
pl: Następnie zostaniesz poproszony o wprowadzenie kodu PIN administratora Twojego Nitrokey Start. (Domyślny PIN: 12345678)
pt: Ser-lhe-á então pedido para introduzir o PIN de administração do seu Nitrokey Start. (PIN predefinido: 12345678)
ro: Apoi vi se va cere să introduceți PIN-ul de administrator al Nitrokey Start. (PIN implicit: 12345678)
ru: Затем вам будет предложено ввести PIN-код администратора вашего Nitrokey Start. (PIN-код по умолчанию: 12345678)
sk: Potom budete požiadaní o zadanie administrátorského kódu PIN vášho systému Nitrokey Start. (Predvolený PIN: 12345678)
sl: Nato boste morali vnesti skrbniški PIN za Nitrokey Start. (privzeti PIN: 12345678)
sv: Du ombeds sedan att ange din Admin PIN-kod för Nitrokey Start. (Standard-PIN: 12345678)
zh_cn: 然后你将被要求输入你的Nitrokey启动的管理密码。(默认密码：12345678)

source: Under “Device” you will find information about the current version of your Nitrokey Start. In the first item under “Please note” you can see the latest firmware version available. Now you have to confirm the update with “yes”.
bg: Под "Устройство" ще намерите информация за текущата версия на вашия Nitrokey Start. В първия елемент под "Моля, обърнете внимание" можете да видите последната налична версия на фърмуера. Сега трябва да потвърдите актуализацията с "да".
cs: V části "Zařízení" najdete informace o aktuální verzi aplikace Nitrokey Start. V první položce v části "Please note" (Poznámka) se nachází nejnovější dostupná verze firmwaru. Nyní musíte aktualizaci potvrdit tlačítkem "yes".
da: Under "Device" (enhed) finder du oplysninger om den aktuelle version af din Nitrokey Start. I det første punkt under "Bemærk venligst" kan du se den seneste firmwareversion, der er tilgængelig. Nu skal du bekræfte opdateringen med "ja".
de: Unter "Gerät" finden Sie Informationen über die aktuelle Version Ihres Nitrokey Start. Im ersten Punkt unter "Bitte beachten" sehen Sie die neueste verfügbare Firmware-Version. Nun müssen Sie das Update mit "ja" bestätigen.
el: Στην ενότητα "Συσκευή" θα βρείτε πληροφορίες σχετικά με την τρέχουσα έκδοση του Nitrokey Start. Στο πρώτο στοιχείο στο πεδίο "Σημείωση" μπορείτε να δείτε την τελευταία διαθέσιμη έκδοση υλικολογισμικού. Τώρα πρέπει να επιβεβαιώσετε την ενημέρωση με το "ναι".
es: En "Dispositivo" encontrará información sobre la versión actual de su Nitrokey Start. En el primer punto bajo "Tenga en cuenta" puede ver la última versión de firmware disponible. Ahora tienes que confirmar la actualización con "sí".
et: Rubriigis "Seade" leiate teavet teie Nitrokey Start'i praeguse versiooni kohta. Esimeses punktis "Märkus" näete viimast saadaolevat püsivara versiooni. Nüüd peate uuenduse kinnitama "jah".
fi: Kohdassa "Laite" on tietoja Nitrokey Start -ohjelman nykyisestä versiosta. Ensimmäisessä kohdassa "Huomaa" näet uusimman saatavilla olevan laiteohjelmistoversion. Nyt sinun on vahvistettava päivitys valitsemalla "kyllä".
fr: Sous "Device", vous trouverez des informations sur la version actuelle de votre Nitrokey Start. Dans le premier élément sous "Please note", tu peux voir la dernière version du firmware disponible. Maintenant vous devez confirmer la mise à jour avec "oui".
ja: デバイス」では、Nitrokey Startの現在のバージョンに関する情報が表示されます。最初の項目である「注意事項」には、最新のファームウェアバージョンが表示されています。ここで、アップデートを「はい」で確認する必要があります。
lt: Skiltyje "Įrenginys" rasite informaciją apie dabartinę "Nitrokey Start" versiją. Pirmajame punkte "Please note" (atkreipkite dėmesį) galite pamatyti naujausią turimą programinės įrangos versiją. Dabar turite patvirtinti atnaujinimą pasirinkdami "yes" (taip).
lv: Sadaļā "Ierīce" atradīsiet informāciju par pašreizējo Nitrokey Start versiju. Pirmajā pozīcijā "Please note" (Lūdzu, ņemiet vērā) varat redzēt jaunāko pieejamo programmaparatūras versiju. Tagad jums ir jāapstiprina atjaunināšana ar "jā".
pl: W zakładce "Urządzenie" znajdziesz informacje o aktualnej wersji Twojego Nitrokey Start. W pierwszej pozycji pod "Proszę zwrócić uwagę" możesz zobaczyć najnowszą dostępną wersję oprogramowania sprzętowego. Teraz musisz potwierdzić aktualizację przyciskiem "tak".
pt: Em "Dispositivo" você encontrará informações sobre a versão atual do seu Nitrokey Start. No primeiro item em "Por favor note" você pode ver a última versão de firmware disponível. Agora você tem que confirmar a atualização com "sim".
ro: Sub "Device" (Dispozitiv) veți găsi informații despre versiunea curentă a Nitrokey Start. În primul element de la "Please note" (Notă) puteți vedea cea mai recentă versiune de firmware disponibilă. Acum trebuie să confirmați actualizarea cu "da".
ru: В разделе "Устройство" вы найдете информацию о текущей версии вашего Nitrokey Start. В первом пункте под "Обратите внимание" вы можете увидеть последнюю доступную версию прошивки. Теперь вам нужно подтвердить обновление нажатием кнопки "Да".
sk: V časti "Zariadenie" nájdete informácie o aktuálnej verzii aplikácie Nitrokey Start. V prvej položke v časti "Please note" (Poznámka) môžete vidieť najnovšiu dostupnú verziu firmvéru. Teraz musíte aktualizáciu potvrdiť tlačidlom "yes" (áno).
sl: Pod "Naprava" boste našli informacije o trenutni različici naprave Nitrokey Start. V prvi postavki pod "Please note" (Opomba) si lahko ogledate najnovejšo različico vdelane programske opreme, ki je na voljo. Zdaj morate posodobitev potrditi z "da".
sv: Under "Device" hittar du information om den aktuella versionen av din Nitrokey Start. I den första punkten under "Please note" kan du se den senaste tillgängliga versionen av den inbyggda programvaran. Nu måste du bekräfta uppdateringen med "ja".
zh_cn: 在 "设备 "下，你可以找到关于你的Nitrokey Start当前版本的信息。在 "请注意 "下的第一项中，你可以看到现有的最新固件版本。现在你必须用 "是 "来确认更新。

source: You can check the firmware version after the upgrade process has completed.
bg: Можете да проверите версията на фърмуера след приключване на процеса на надграждане.
cs: Verzi firmwaru můžete zkontrolovat po dokončení procesu aktualizace.
da: Du kan kontrollere firmwareversionen, når opgraderingsprocessen er afsluttet.
de: Sie können die Firmware-Version überprüfen, nachdem der Aktualisierungsvorgang abgeschlossen ist.
el: Μπορείτε να ελέγξετε την έκδοση του υλικολογισμικού μετά την ολοκλήρωση της διαδικασίας αναβάθμισης.
es: Puede comprobar la versión del firmware después de que el proceso de actualización haya finalizado.
et: Te saate kontrollida püsivara versiooni pärast uuendamisprotsessi lõppu.
fi: Voit tarkistaa laiteohjelmiston version päivitysprosessin päätyttyä.
fr: Vous pouvez vérifier la version du micrologiciel une fois le processus de mise à niveau terminé.
ja: ファームウェアのバージョンは、アップグレード処理が完了した後に確認できます。
lt: Atnaujinimo procesui pasibaigus, galite patikrinti programinės įrangos versiją.
lv: Pēc atjaunināšanas procesa pabeigšanas varat pārbaudīt programmaparatūras versiju.
pl: Wersję oprogramowania sprzętowego można sprawdzić po zakończeniu procesu aktualizacji.
pt: Você pode verificar a versão do firmware após o processo de atualização ter sido concluído.
ro: Puteți verifica versiunea firmware după finalizarea procesului de actualizare.
ru: Вы можете проверить версию микропрограммы после завершения процесса обновления.
sk: Verziu firmvéru môžete skontrolovať po dokončení procesu aktualizácie.
sl: Različico vdelane programske opreme lahko preverite po končanem postopku nadgradnje.
sv: Du kan kontrollera versionen av den inbyggda programvaran när uppgraderingsprocessen har slutförts.
zh_cn: 你可以在升级过程完成后检查固件版本。

source: Setup with Gnu Privacy Assistant (GPA)
bg: Настройка с Gnu Privacy Assistant (GPA)
cs: Nastavení pomocí nástroje Gnu Privacy Assistant (GPA)
da: Opsætning med Gnu Privacy Assistant (GPA)
de: Einrichtung mit Gnu Privacy Assistant (GPA)
el: Ρύθμιση με το Gnu Privacy Assistant (GPA)
es: Configuración con Gnu Privacy Assistant (GPA)
et: Seadistamine Gnu Privacy Assistant (GPA) abil
fi: Asennus Gnu Privacy Assistant (GPA) -apuohjelman avulla
fr: Configuration avec Gnu Privacy Assistant (GPA)
ja: Gnu Privacy Assistant（GPA）によるセットアップ
lt: Sąranka naudojant "Gnu" privatumo asistentą (GPA)
lv: Iestatīšana, izmantojot Gnu Privacy Assistant (GPA)
pl: Konfiguracja za pomocą Gnu Privacy Assistant (GPA)
pt: Configuração com o Gnu Privacy Assistant (GPA)
ro: Configurare cu Gnu Privacy Assistant (GPA)
ru: Настройка с помощью Gnu Privacy Assistant (GPA)
sk: Nastavenie pomocou aplikácie Gnu Privacy Assistant (GPA)
sl: Nastavitev s programom Gnu Privacy Assistant (GPA)
sv: Installation med Gnu Privacy Assistant (GPA)
zh_cn: 用Gnu隐私助理（GPA）进行设置

source: This document describes how to use Gnu Privacy Assistant (GPA) to set up the Nitrokey for its first usage.
bg: Този документ описва как да използвате Gnu Privacy Assistant (GPA), за да настроите Nitrokey за първата му употреба.
cs: Tento dokument popisuje, jak pomocí nástroje Gnu Privacy Assistant (GPA) nastavit Nitrokey pro první použití.
da: Dette dokument beskriver, hvordan du bruger Gnu Privacy Assistant (GPA) til at konfigurere Nitrokey til den første brug.
de: Dieses Dokument beschreibt, wie Sie den Gnu Privacy Assistant (GPA) verwenden, um den Nitrokey für die erste Verwendung einzurichten.
el: Αυτό το έγγραφο περιγράφει τον τρόπο χρήσης του Gnu Privacy Assistant (GPA) για να ρυθμίσετε το Nitrokey για την πρώτη του χρήση.
es: Este documento describe cómo utilizar el Asistente de Privacidad Gnu (GPA) para configurar la Nitrokey para su primer uso.
et: Selles dokumendis kirjeldatakse, kuidas kasutada Gnu Privacy Assistant (GPA), et seadistada Nitrokey't selle esmakordseks kasutamiseks.
fi: Tässä dokumentissa kuvataan, miten Gnu Privacy Assistant (GPA) -toiminnon avulla Nitrokey-avain asetetaan ensimmäistä käyttökertaa varten.
fr: Ce document décrit comment utiliser Gnu Privacy Assistant (GPA) pour configurer la Nitrokey pour sa première utilisation.
ja: このドキュメントでは、Gnu Privacy Assistant（GPA）を使用して、Nitrokeyを初めて使用する際の設定方法を説明します。
lt: Šiame dokumente aprašoma, kaip naudoti "Gnu Privacy Assistant" (GPA), norint nustatyti "Nitrokey" pirmajam naudojimui.
lv: Šajā dokumentā ir aprakstīts, kā izmantot Gnu Privacy Assistant (GPA), lai iestatītu Nitrokey pirmreizējai lietošanai.
pl: Ten dokument opisuje jak używać Gnu Privacy Assistant (GPA) do skonfigurowania Nitrokey do pierwszego użycia.
pt: Este documento descreve como usar o Gnu Privacy Assistant (GPA) para configurar a Nitrokey para a sua primeira utilização.
ro: Acest document descrie modul în care se utilizează Gnu Privacy Assistant (GPA) pentru a configura Nitrokey pentru prima sa utilizare.
ru: В этом документе описано, как использовать Gnu Privacy Assistant (GPA) для настройки Nitrokey для первого использования.
sk: Tento dokument popisuje, ako pomocou aplikácie Gnu Privacy Assistant (GPA) nastaviť Nitrokey na prvé použitie.
sl: V tem dokumentu je opisano, kako s programom Gnu Privacy Assistant (GPA) nastavite ključ Nitrokey za prvo uporabo.
sv: I det här dokumentet beskrivs hur du använder Gnu Privacy Assistant (GPA) för att ställa in Nitrokey för första gången.
zh_cn: 本文介绍了如何使用Gnu隐私助手（GPA）来设置Nitrokey的首次使用。
