Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/start.po
Languages: bg, cs, da, de, el, es, et, fi, fr, ja, lt, lv, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: Now you are in the interactive interface of GnuPG. As you can see in the “Key attributes” field above, the default value rsa2048 is set. To change them, activate the admin commands with ``admin`` and use ``key-attr`` afterwards to change the attributes of the keys.
bg: Сега сте в интерактивния интерфейс на GnuPG. Както можете да видите в полето "Ключови атрибути" по-горе, по подразбиране е зададена стойността rsa2048. За да ги промените, активирайте командите за администриране с ``admin`` и след това използвайте ``key-attr``, за да промените атрибутите на ключовете.
cs: Nyní se nacházíte v interaktivním rozhraní GnuPG. Jak vidíte v poli "Key attributes" výše, je nastavena výchozí hodnota rsa2048. Chcete-li je změnit, aktivujte příkazy pro správu pomocí ``admin`` a poté použijte ``key-attr`` pro změnu atributů klíčů.
da: Nu er du i den interaktive grænseflade i GnuPG. Som du kan se i feltet "Key attributes" ovenfor, er standardværdien rsa2048 indstillet. Hvis du vil ændre dem, skal du aktivere admin-kommandoerne med ``admin`` og bruge ``key-attr`` bagefter til at ændre nøglernes attributter.
de: Nun befinden Sie sich in der interaktiven Oberfläche von GnuPG. Wie Sie im Feld "Schlüsselattribute" oben sehen können, ist der Standardwert rsa2048 eingestellt. Um diese zu ändern, aktivieren Sie die Admin-Befehle mit ``admin`` und verwenden anschließend ``key-attr``, um die Attribute der Schlüssel zu ändern.
el: Τώρα βρίσκεστε στο διαδραστικό περιβάλλον του GnuPG. Όπως μπορείτε να δείτε στο πεδίο "Key attributes" παραπάνω, έχει οριστεί η προεπιλεγμένη τιμή rsa2048. Για να τα αλλάξετε, ενεργοποιήστε τις εντολές διαχείρισης με ``admin`` και χρησιμοποιήστε ``key-attr`` στη συνέχεια για να αλλάξετε τα χαρακτηριστικά των κλειδιών.
es: Ahora estás en la interfaz interactiva de GnuPG. Como puedes ver en el campo "Key attributes" (atributos de las claves), el valor por defecto es rsa2048. Para cambiarlos, activa los comandos de administración con ``admin`` y utiliza ``key-attr`` después para cambiar los atributos de las claves.
et: Nüüd olete GnuPG interaktiivses kasutajaliideses. Nagu te näete ülalpool "Key attributes" väljal, on vaikimisi määratud väärtus rsa2048. Nende muutmiseks aktiveerige administraatori käsud ``admin`` ja kasutage seejärel ``key-attr`` võtmete atribuutide muutmiseks.
fi: Nyt olet GnuPG:n interaktiivisessa käyttöliittymässä. Kuten näet yllä olevasta "Key attributes" -kentästä, oletusarvoksi on asetettu rsa2048. Voit muuttaa niitä aktivoimalla hallintakomennot ``admin`` ja käyttämällä sen jälkeen ``key-attr`` muuttaaksesi avainten attribuutteja.
fr: Vous êtes maintenant dans l'interface interactive de GnuPG. Comme vous pouvez le voir dans le champ "Key attributes" ci-dessus, la valeur par défaut rsa2048 est définie. Pour les changer, activez les commandes d'administration avec ``admin`` et utilisez ``key-attr`` ensuite pour changer les attributs des clés.
ja: これであなたはGnuPGのインタラクティブなインターフェイスに入りました。上の「鍵の属性」欄を見ると、デフォルト値のrsa2048が設定されているのがわかります。これを変更するには、``admin``で管理コマンドを起動し、その後``key-attr``で鍵の属性を変更してください。
lt: Dabar esate interaktyviojoje GnuPG sąsajoje. Kaip matote pirmiau esančiame lauke "Key attributes" (rakto atributai), nustatyta numatytoji reikšmė rsa2048. Norėdami juos pakeisti, suaktyvinkite administratoriaus komandas naudodami ``admin`` ir po to naudokite ``key-attr``, kad pakeistumėte raktų atributus.
lv: Tagad atrodaties GnuPG interaktīvajā saskarnē. Kā redzat laukā "Atslēgas atribūti", ir iestatīta noklusējuma vērtība rsa2048. Lai tos mainītu, aktivizējiet administratora komandas ar ``admin`` un pēc tam izmantojiet ``key-attr``, lai mainītu atslēgu atribūtus.
pl: Teraz znajdujesz się w interaktywnym interfejsie GnuPG. Jak widać w polu "Atrybuty klucza" powyżej, domyślnie ustawiona jest wartość rsa2048. Aby je zmienić, aktywuj polecenia administratora za pomocą ``admin`` i użyj ``key-attr``, aby zmienić atrybuty kluczy.
pt: Agora você está na interface interativa do GnuPG. Como você pode ver no campo "Key attributes" acima, o valor padrão rsa2048 está definido. Para alterá-los, ative os comandos admin com ``admin`` e use ``key-attr`` depois para alterar os atributos das chaves.
ro: Acum vă aflați în interfața interactivă a GnuPG. După cum puteți vedea în câmpul "Atributele cheii" de mai sus, este setată valoarea implicită rsa2048. Pentru a le modifica, activați comenzile de administrare cu ``admin`` și utilizați ``key-attr`` după aceea pentru a modifica atributele cheilor.
ru: Теперь вы находитесь в интерактивном интерфейсе GnuPG. Как вы можете видеть в поле "Атрибуты ключа" выше, по умолчанию установлено значение rsa2048. Чтобы изменить его, активируйте команды администратора с помощью ``admin`` и используйте ``key-attr`` после этого для изменения атрибутов ключей.
sk: Teraz ste v interaktívnom rozhraní GnuPG. Ako vidíte v poli "Key attributes" (Atribúty kľúča) vyššie, je nastavená predvolená hodnota rsa2048. Ak ich chcete zmeniť, aktivujte príkazy administrátora pomocou ``admin`` a potom použite ``key-attr`` na zmenu atribútov kľúčov.
sl: Zdaj ste v interaktivnem vmesniku programa GnuPG. Kot lahko vidite v zgornjem polju "Atributi ključa", je nastavljena privzeta vrednost rsa2048. Če jih želite spremeniti, aktivirajte upraviteljske ukaze z ``admin`` in nato uporabite ``key-attr``, da spremenite atribute ključev.
sv: Nu befinner du dig i det interaktiva gränssnittet för GnuPG. Som du kan se i fältet "Key attributes" ovan är standardvärdet rsa2048 inställt. För att ändra dem aktiverar du adminkommandona med ``admin`` och använder ``key-attr`` efteråt för att ändra nycklarnas attribut.
zh_cn: 现在你进入了GnuPG的交互界面。正如你在上面的 "密钥属性 "字段中看到的，默认值是rsa2048。要改变它们，用``admin``激活管理命令，然后用``key-attr``来改变钥匙的属性。

source: You can choose the attribute for each key (that is, signature, encryption and authentication key). Most people will use the same attributes for every key. Type ``list`` to see the results (have look at the “Key attributes” field, which now reads rsa4096).
bg: Можете да изберете атрибута за всеки ключ (т.е. ключ за подпис, криптиране и удостоверяване). Повечето хора ще използват едни и същи атрибути за всеки ключ. Въведете ``list``, за да видите резултатите (погледнете полето "Ключови атрибути", което сега гласи rsa4096).
cs: Pro každý klíč (tj. podpisový, šifrovací a ověřovací klíč) můžete zvolit atribut. Většina lidí bude pro každý klíč používat stejné atributy. Zadejte ``list`` a podívejte se na výsledek (podívejte se do pole "Atributy klíče", které nyní zní rsa4096).
da: Du kan vælge attributten for hver nøgle (dvs. signatur-, krypterings- og autentifikationsnøgle). De fleste mennesker vil bruge de samme attributter for hver nøgle. Skriv ``list`` for at se resultatet (se feltet "Key attributes", hvor der nu står rsa4096).
de: Sie können das Attribut für jeden Schlüssel (d. h. Signatur-, Verschlüsselungs- und Authentifizierungsschlüssel) auswählen. Die meisten Leute werden die gleichen Attribute für jeden Schlüssel verwenden. Geben Sie ``list`` ein, um die Ergebnisse zu sehen (sehen Sie sich das Feld "Schlüsselattribute" an, das jetzt rsa4096 lautet).
el: Μπορείτε να επιλέξετε την ιδιότητα για κάθε κλειδί (δηλαδή υπογραφή, κρυπτογράφηση και κλειδί ελέγχου ταυτότητας). Οι περισσότεροι άνθρωποι θα χρησιμοποιήσουν τα ίδια χαρακτηριστικά για κάθε κλειδί. Πληκτρολογήστε ``list`` για να δείτε τα αποτελέσματα (ρίξτε μια ματιά στο πεδίο "Key attributes", το οποίο τώρα γράφει rsa4096).
es: Puedes elegir el atributo para cada clave (es decir, firma, cifrado y clave de autenticación). La mayoría de la gente utilizará los mismos atributos para cada clave. Escribe ``list`` para ver los resultados (mira el campo "Key attributes", que ahora dice rsa4096).
et: Saate valida iga võtme (st allkirja, krüpteerimis- ja autentimisvõtme) atribuudi. Enamik inimesi kasutab iga võtme jaoks samu atribuute. Kirjutage ``list``, et näha tulemusi (vaadake välja "Key attributes", kus nüüd on kirjas rsa4096).
fi: Voit valita kunkin avaimen attribuutin (eli allekirjoituksen, salauksen ja todennusavaimen). Useimmat ihmiset käyttävät samoja attribuutteja jokaiselle avaimelle. Kirjoita ``list<x>`` nähdäksesi tulokset (katso kenttää "Key attributes", jossa lukee nyt rsa4096).
fr: Vous pouvez choisir l'attribut de chaque clé (c'est-à-dire la signature, le chiffrement et la clé d'authentification). La plupart des gens utiliseront les mêmes attributs pour chaque clé. Tapez ``list`` pour voir les résultats (regardez le champ "Key attributes", qui indique maintenant rsa4096).
ja: 各キー（つまり、署名キー、暗号化キー、認証キー）の属性を選択することができます。ほとんどの人は、すべてのキーに同じ属性を使うでしょう。``list`` と入力すると、結果が表示されます（「鍵の属性」フィールドに rsa4096 と表示されているのを見てください）。
lt: Galite pasirinkti kiekvieno rakto (t. y. parašo, šifravimo ir autentifikavimo rakto) atributą. Dauguma žmonių kiekvienam raktui naudos tuos pačius atributus. Įveskite ``list``, kad pamatytumėte rezultatus (pažvelkite į lauką "Rakto atributai", kuriame dabar įrašyta rsa4096).
lv: Katrai atslēgai (t. i., paraksta, šifrēšanas un autentifikācijas atslēgai) var izvēlēties atribūtu. Lielākā daļa cilvēku katrai atslēgai izmantos vienus un tos pašus atribūtus. Ierakstiet ``list``, lai redzētu rezultātus (apskatiet lauku "Atslēgas atribūti", kurā tagad lasāms rsa4096).
pl: Możesz wybrać atrybut dla każdego klucza (czyli podpisu, klucza szyfrowania i uwierzytelniania). Większość ludzi będzie używać tych samych atrybutów dla każdego klucza. Wpisz ``list``, aby zobaczyć wyniki (spójrz na pole "Atrybuty klucza", które teraz brzmi rsa4096).
pt: Você pode escolher o atributo para cada chave (ou seja, assinatura, criptografia e chave de autenticação). A maioria das pessoas irá usar os mesmos atributos para cada chave. Digite ``list`` para ver os resultados (veja o campo "Key attributes", que agora diz rsa4096).
ro: Puteți alege atributul pentru fiecare cheie (adică semnătură, criptare și cheie de autentificare). Majoritatea oamenilor vor folosi aceleași atribute pentru fiecare cheie. Tastați ``list`` pentru a vedea rezultatele (uitați-vă la câmpul "Key attributes" (Atributele cheii), care acum arată rsa4096).
ru: Вы можете выбрать атрибут для каждого ключа (то есть ключа подписи, шифрования и аутентификации). Большинство людей будут использовать одни и те же атрибуты для каждого ключа. Введите ``list``, чтобы увидеть результаты (посмотрите на поле "Key attributes", в котором теперь написано rsa4096).
sk: Môžete si vybrať atribút pre každý kľúč (t. j. podpisový, šifrovací a overovací kľúč). Väčšina ľudí bude používať rovnaké atribúty pre každý kľúč. Zadajte ``list`` a pozrite si výsledky (pozrite si pole "Atribúty kľúča", ktoré teraz znie rsa4096).
sl: Za vsak ključ lahko izberete atribut (tj. podpisni, šifrirni in avtentikacijski ključ). Večina ljudi bo za vsak ključ uporabila enake atribute. Vnesite ``list`` in si oglejte rezultate (poglejte polje "Atributi ključa", ki se zdaj glasi rsa4096).
sv: Du kan välja attribut för varje nyckel (dvs. signatur-, krypterings- och autentiseringsnyckel). De flesta använder samma attribut för varje nyckel. Skriv ``list`` för att se resultatet (titta på fältet "Key attributes" som nu lyder rsa4096).
zh_cn: 你可以为每个密钥（即签名、加密和认证密钥）选择属性。大多数人将为每个密钥使用相同的属性。输入``list``以查看结果（请看 "密钥属性 "字段，现在是rsa4096）。

source: Type ``quit`` and hit enter to exit or proceed directly with the previous section to actually generate the keys with the key attributes you just set.
bg: Въведете ``quit`` и натиснете Enter, за да излезете, или продължете директно с предишния раздел, за да генерирате ключовете с току-що зададените ключови атрибути.
cs: Zadejte ``quit`` a stiskněte enter pro ukončení nebo pokračujte přímo v předchozí části, abyste skutečně vygenerovali klíče s právě nastavenými atributy.
da: Skriv ``quit`` og tryk enter for at afslutte eller fortsæt direkte med det foregående afsnit for at generere nøglerne med de nøgleattributter, du lige har indstillet.
de: Geben Sie ``quit`` ein und drücken Sie die Eingabetaste, um den Vorgang zu beenden, oder fahren Sie direkt mit dem vorherigen Abschnitt fort, um die Schlüssel mit den gerade eingestellten Schlüsselattributen tatsächlich zu erzeugen.
el: Πληκτρολογήστε ``quit`` και πατήστε enter για έξοδο ή συνεχίστε απευθείας με την προηγούμενη ενότητα για να δημιουργήσετε τα κλειδιά με τα χαρακτηριστικά κλειδιών που μόλις ορίσατε.
es: Escriba ``quit`` y pulse enter para salir o proceda directamente con la sección anterior para generar realmente las claves con los atributos de clave que acaba de establecer.
et: Sisestage ``quit`` ja vajutage enterit, et väljuda või jätkake otse eelmises jaotises, et tegelikult genereerida võtmed võtme atribuutidega, mille te just määrasite.
fi: Kirjoita ``quit`` ja paina enter-näppäintä poistuaksesi tai jatka suoraan edellisestä osiosta luodaksesi näppäimet juuri asettamillasi näppäinominaisuuksilla.
fr: Tapez ``quit`` et appuyez sur la touche entrée pour sortir ou passez directement à la section précédente pour générer réellement les clés avec les attributs de clé que vous venez de définir.
ja: ``quit``と入力してエンターキーを押して終了するか、そのまま前のセクションに進み、先ほど設定したキー属性を持つキーを実際に生成します。
lt: Įveskite ``quit`` ir paspauskite Enter, kad išeitumėte, arba pereikite tiesiai prie ankstesnio skyriaus, kad iš tikrųjų sukurtumėte raktus su ką tik nustatytais raktų atributais.
lv: Ierakstiet ``quit`` un nospiediet enter, lai izietu, vai turpiniet tieši iepriekšējo sadaļu, lai faktiski ģenerētu atslēgas ar tikko iestatītajiem atslēgas atribūtiem.
pl: Wpisz ``quit`` i naciśnij enter, aby wyjść lub przejdź bezpośrednio do poprzedniej sekcji, aby faktycznie wygenerować klucze z atrybutami kluczy, które właśnie ustawiłeś.
pt: Digite ``quit`` e aperte enter para sair ou proceder diretamente com a seção anterior para realmente gerar as chaves com os atributos de chave que você acabou de definir.
ro: Tastați ``quit`` și apăsați enter pentru a ieși sau continuați direct cu secțiunea anterioară pentru a genera efectiv cheile cu atributele de cheie pe care tocmai le-ați setat.
ru: Введите ``quit`` и нажмите Enter для выхода или перейдите непосредственно к предыдущему разделу для генерации ключей с атрибутами ключей, которые вы только что установили.
sk: Zadajte ``quit`` a stlačte enter na ukončenie alebo pokračujte priamo predchádzajúcou časťou na skutočné generovanie kľúčov s práve nastavenými atribútmi.
sl: Vnesite ``quit`` in pritisnite enter za izhod ali nadaljujte neposredno s prejšnjim razdelkom, da dejansko ustvarite ključe s pravkar nastavljenimi atributi ključev.
sv: Skriv ``quit`` och tryck på enter för att avsluta eller fortsätt direkt med föregående avsnitt för att generera nycklarna med de nyckelattribut som du just ställde in.
zh_cn: 输入``quit``，然后点击回车键退出，或者直接进行上一节，用你刚才设置的钥匙属性实际生成钥匙。

source: The following table illustrates which algorithm can be used on which device.
bg: В следващата таблица е показано кой алгоритъм може да се използва за кое устройство.
cs: Následující tabulka ukazuje, který algoritmus lze použít na kterém zařízení.
da: Følgende tabel viser, hvilken algoritme der kan bruges på hvilken enhed.
de: Die folgende Tabelle zeigt, welcher Algorithmus auf welchem Gerät verwendet werden kann.
el: Ο παρακάτω πίνακας δείχνει ποιος αλγόριθμος μπορεί να χρησιμοποιηθεί σε ποια συσκευή.
es: La siguiente tabla ilustra qué algoritmo puede utilizarse en cada dispositivo.
et: Järgmine tabel näitab, millist algoritmi saab millises seadmes kasutada.
fi: Seuraavassa taulukossa esitetään, mitä algoritmia voidaan käyttää missäkin laitteessa.
fr: Le tableau suivant illustre quel algorithme peut être utilisé sur quel dispositif.
ja: 次の表は、どのアルゴリズムがどのデバイスで使用できるかを示しています。
lt: Toliau pateiktoje lentelėje parodyta, kurį algoritmą galima naudoti kuriame įrenginyje.
lv: Tālāk tabulā ir parādīts, kuru algoritmu var izmantot kurā ierīcē.
pl: Poniższa tabela ilustruje, który algorytm może być zastosowany na którym urządzeniu.
pt: A tabela a seguir ilustra qual algoritmo pode ser usado em qual dispositivo.
ro: Tabelul următor ilustrează ce algoritm poate fi utilizat pe fiecare dispozitiv.
ru: В следующей таблице показано, какой алгоритм может быть использован на том или ином устройстве.
sk: Nasledujúca tabuľka znázorňuje, ktorý algoritmus možno použiť na ktorom zariadení.
sl: Naslednja tabela prikazuje, kateri algoritem se lahko uporablja v posamezni napravi.
sv: Följande tabell visar vilken algoritm som kan användas på vilken enhet.
zh_cn: 下表说明了哪种算法可以在哪种设备上使用。

source: To get a simple file of your public key, you can just use ``gpg2 --armor --export keyID > pubkey.asc``. Use either the fingerprint as “keyID” (look at ``gpg -K`` to get it) or just use your email address as an identifier.
bg: За да получите прост файл с публичния си ключ, можете просто да използвате ``gpg2 --armor --export keyID > pubkey.asc``. Използвайте или пръстовия отпечатък като "keyID" (погледнете ``gpg -K``, за да го получите), или просто използвайте имейл адреса си като идентификатор.
cs: Chcete-li získat jednoduchý soubor svého veřejného klíče, stačí použít ``gpg2 --armor --export keyID > pubkey.asc``. Jako "keyID" použijte buď otisk prstu (podívejte se na ``gpg -K`` a získejte jej), nebo jako identifikátor použijte pouze svou e-mailovou adresu.
da: Hvis du vil have en simpel fil med din offentlige nøgle, kan du blot bruge ``gpg2 --armor --export keyID > pubkey.asc``. Brug enten fingeraftrykket som "keyID" (se ``gpg -K`` for at få det) eller brug bare din e-mail-adresse som identifikator.
de: Um eine einfache Datei mit Ihrem öffentlichen Schlüssel zu erhalten, können Sie einfach ``gpg2 --armor --export keyID > pubkey.asc`` verwenden. Verwenden Sie entweder den Fingerabdruck als "keyID" (schauen Sie sich ``gpg -K`` an, um ihn zu erhalten) oder verwenden Sie einfach Ihre E-Mail-Adresse als Bezeichner.
el: Για να λάβετε ένα απλό αρχείο με το δημόσιο κλειδί σας, μπορείτε απλώς να χρησιμοποιήσετε ``gpg2 --armor --export keyID > pubkey.asc``. Χρησιμοποιήστε είτε το δακτυλικό αποτύπωμα ως "keyID" (κοιτάξτε στο ``gpg -K`` για να το βρείτε) είτε απλά χρησιμοποιήστε τη διεύθυνση ηλεκτρονικού ταχυδρομείου σας ως αναγνωριστικό.
es: Para obtener un archivo simple de tu clave pública, puedes usar ``gpg2 --armor --export keyID > pubkey.asc``. Utiliza la huella digital como "keyID" (mira ``gpg -K`` para obtenerla) o simplemente utiliza tu dirección de correo electrónico como identificador.
et: Oma avaliku võtme lihtsa faili saamiseks võite lihtsalt kasutada ``gpg2 --armor --export keyID > pubkey.asc``. Kasutage kas sõrmejälge kui "keyID" (vaadake selle saamiseks ``gpg -K``) või kasutage lihtsalt oma e-posti aadressi identifikaatorina.
fi: Jos haluat saada yksinkertaisen tiedoston julkisesta avaimestasi, voit käyttää ``gpg2 --armor --export keyID > pubkey.asc``. Käytä joko sormenjälkeä "keyID:nä" (katso ``gpg -K`` saadaksesi sen) tai käytä vain sähköpostiosoitettasi tunnisteena.
fr: Pour obtenir un simple fichier de votre clé publique, vous pouvez simplement utiliser ``gpg2 --armor --export keyID > pubkey.asc``. Utilisez soit l'empreinte digitale comme "keyID" (regardez ``gpg -K`` pour l'obtenir) ou utilisez simplement votre adresse email comme identifiant.
ja: 公開鍵のシンプルなファイルを取得するには、``gpg2 --armor --export keyID > pubkey.asc``を使用すればよいでしょう。フィンガープリントを "keyID "として使用するか（``gpg -K``を参照してください）、または単に識別子として電子メールアドレスを使用してください。
lt: Norėdami gauti paprastą savo viešojo rakto failą, galite tiesiog naudoti ``gpg2 --armor --export keyID > pubkey.asc``. Kaip "keyID" naudokite pirštų atspaudą (pažiūrėkite į ``gpg -K``, kad jį gautumėte) arba tiesiog naudokite savo el. pašto adresą kaip identifikatorių.
lv: Lai iegūtu vienkāršu publiskās atslēgas failu, varat vienkārši izmantot ``gpg2 --armor --export keyID > pubkey.asc``. Izmantojiet pirkstu nospiedumu kā "keyID" (skatiet ``gpg -K``, lai to iegūtu) vai vienkārši izmantojiet savu e-pasta adresi kā identifikatoru.
pl: Aby uzyskać prosty plik swojego klucza publicznego, możesz po prostu użyć ``gpg2 --armor --export keyID > pubkey.asc``. Użyj albo odcisku palca jako "keyID" (spójrz na ``gpg -K``, aby go uzyskać) lub po prostu użyj swojego adresu e-mail jako identyfikatora.
pt: Para obter um ficheiro simples da sua chave pública, pode apenas usar ``gpg2 --armor --export keyID > pubkey.asc```. Utilize a impressão digital como "keyID" (olhe em ``gpg -K`` para a obter) ou utilize apenas o seu endereço de e-mail como identificador.
ro: Pentru a obține un fișier simplu cu cheia dvs. publică, puteți folosi ``gpg2 --armor --export keyID > pubkey.asc```. Utilizați fie amprenta digitală ca "keyID" (uitați-vă la ``gpg -K`` pentru a o obține), fie folosiți pur și simplu adresa dvs. de e-mail ca identificator.
ru: Чтобы получить простой файл вашего открытого ключа, вы можете просто использовать ``gpg2 --armor --export keyID > pubkey.asc``. Используйте либо отпечаток пальца в качестве "keyID" (посмотрите ``gpg -K``, чтобы получить его), либо просто используйте свой адрес электронной почты в качестве идентификатора.
sk: Ak chcete získať jednoduchý súbor svojho verejného kľúča, stačí použiť ``gpg2 --armor --export keyID > pubkey.asc``. Ako "keyID" použite buď odtlačok prsta (pozrite sa na ``gpg -K``, aby ste ho získali), alebo jednoducho použite svoju e-mailovú adresu ako identifikátor.
sl: Če želite pridobiti preprosto datoteko svojega javnega ključa, lahko uporabite ``gpg2 --armor --export keyID > pubkey.asc``. Kot "keyID" uporabite prstni odtis (za njegovo pridobitev poglejte ``gpg -K``) ali pa kot identifikator uporabite svoj e-poštni naslov.
sv: För att få en enkel fil med din offentliga nyckel kan du bara använda ``gpg2 --armor --export keyID > pubkey.asc``. Använd antingen fingeravtrycket som "keyID" (titta på ``gpg -K`` för att få fram det) eller använd bara din e-postadress som identifierare.
zh_cn: 要获得你的公钥的简单文件，你可以直接使用``gpg2 --armor --export keyID > pubkey.asc``。使用指纹作为 "keyID"（查看``gpg -K``来获得它），或者直接使用你的电子邮件地址作为标识。
