Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/start.po
Languages: bg, cs, da, de, el, es, et, fi, fr, ja, lt, lv, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: Go back to the Card Manager window in step three. This time you choose the third button Change PIN in order to change the admin PIN. The admin PIN is required to change the information on the Nitrokey and to change the cryptographic keys. Proceed as described in steps four and five.
bg: Върнете се към прозореца Мениджър на карти от трета стъпка. Този път изберете третия бутон Промяна на ПИН, за да промените ПИН кода на администратора. ПИН кодът на администратора е необходим за промяна на информацията в Nitrokey и за промяна на криптографските ключове. Продължете, както е описано в стъпки четири и пет.
cs: Vraťte se do okna Správce karet ve třetím kroku. Tentokrát zvolte třetí tlačítko Změnit PIN, abyste změnili PIN správce. PIN administrátora je nutný pro změnu údajů na Nitrokey a pro změnu kryptografických klíčů. Postupujte podle popisu ve čtvrtém a pátém kroku.
da: Gå tilbage til vinduet Card Manager i trin tre. Denne gang skal du vælge den tredje knap Change PIN (ændre PIN-kode) for at ændre administrator-PIN-koden. Admin-PIN-koden er nødvendig for at ændre oplysningerne på Nitrokey og for at ændre de kryptografiske nøgler. Fortsæt som beskrevet i trin fire og fem.
de: Gehen Sie zurück zum Fenster Card Manager in Schritt drei. Diesmal wählen Sie die dritte Schaltfläche Change PIN, um die Admin-PIN zu ändern. Die Admin-PIN wird benötigt, um die Informationen auf dem Nitrokey zu ändern und um die kryptografischen Schlüssel zu ändern. Fahren Sie fort wie in Schritt vier und fünf beschrieben.
el: Επιστρέψτε στο παράθυρο Card Manager του βήματος τρία. Αυτή τη φορά επιλέγετε το τρίτο κουμπί Αλλαγή PIN για να αλλάξετε το PIN διαχειριστή. Το PIN διαχειριστή απαιτείται για να αλλάξετε τις πληροφορίες στο Nitrokey και για να αλλάξετε τα κρυπτογραφικά κλειδιά. Προχωρήστε όπως περιγράφεται στα βήματα τέσσερα και πέντε.
es: Vuelva a la ventana del gestor de tarjetas del tercer paso. Esta vez elija el tercer botón Cambiar PIN para cambiar el PIN de administrador. El PIN de administrador es necesario para cambiar la información de la Nitrokey y para cambiar las claves criptográficas. Proceda como se describe en los pasos cuatro y cinco.
et: Minge tagasi kolmanda sammu kaardihalduri aknasse. Seekord valite kolmanda nupu Change PIN, et muuta administraatori PIN-koodi. Administraatori PIN-koodi on vaja Nitrokey andmete muutmiseks ja krüptograafiliste võtmete muutmiseks. Jätkake neljandas ja viiendas sammus kirjeldatud viisil.
fi: Palaa vaiheessa kolme olevaan kortinhallintaikkunaan. Tällä kertaa valitset kolmannen painikkeen Change PIN vaihtaaksesi ylläpitäjän PIN-koodin. Admin PIN-koodia tarvitaan Nitrokey-kortin tietojen muuttamiseen ja salausavainten vaihtamiseen. Toimi vaiheissa neljä ja viisi kuvatulla tavalla.
fr: Revenez à la fenêtre Card Manager de l'étape 3. Cette fois, cliquez sur le troisième bouton Modifier le PIN pour modifier le PIN administrateur. Le PIN admin est nécessaire pour modifier les informations sur la Nitrokey et pour modifier les clés cryptographiques. Procédez comme indiqué aux étapes quatre et cinq.
ja: ステップ3のCard Managerウィンドウに戻ります。今回は、管理者用PINを変更するために、3番目のボタン「Change PIN」を選択します。管理者PINは、Nitrokeyの情報を変更したり、暗号鍵を変更したりする際に必要となります。ステップ4と5で説明した通りに進めてください。
lt: Grįžkite į trečiajame žingsnyje esantį kortelių tvarkyklės langą. Šį kartą pasirinkite trečiąjį mygtuką Keisti PIN kodą, kad pakeistumėte administratoriaus PIN kodą. Administratoriaus PIN kodas reikalingas norint pakeisti "Nitrokey" informaciją ir pakeisti kriptografinius raktus. Toliau elkitės taip, kaip aprašyta ketvirtame ir penktame žingsniuose.
lv: Atgriezieties pie kartes pārvaldnieka loga trešajā solī. Šoreiz izvēlieties trešo pogu Mainīt PIN kodu, lai mainītu administratora PIN kodu. Administratora PIN ir nepieciešams, lai mainītu informāciju Nitrokey un mainītu kriptogrāfiskās atslēgas. Turpiniet rīkoties, kā aprakstīts ceturtajā un piektajā solī.
pl: Wróć do okna menedżera kart z kroku trzeciego. Tym razem wybierz trzeci przycisk Change PIN (Zmień PIN), aby zmienić kod PIN administratora. Admin PIN jest wymagany do zmiany informacji na Nitrokey oraz do zmiany kluczy kryptograficznych. Postępuj zgodnie z opisem w krokach czwartym i piątym.
pt: Volte para a janela do Gerenciador de Cartões no passo três. Desta vez, escolha o terceiro botão Alterar PIN para alterar o PIN de administrador. O PIN de admin é necessário para alterar a informação da Nitrokey e para alterar as chaves criptográficas. Proceda como descrito nos passos quatro e cinco.
ro: Reveniți la fereastra Card Manager din pasul trei. De data aceasta, alegeți al treilea buton Change PIN (Schimbare PIN) pentru a schimba PIN-ul de administrator. PIN-ul de administrator este necesar pentru a modifica informațiile de pe Nitrokey și pentru a schimba cheile criptografice. Procedați așa cum este descris în pașii patru și cinci.
ru: Вернитесь к окну Card Manager в третьем шаге. На этот раз выберите третью кнопку Change PIN, чтобы изменить PIN-код администратора. PIN-код администратора необходим для изменения информации на Nitrokey и для изменения криптографических ключей. Действуйте, как описано в шагах четыре и пять.
sk: Vráťte sa do okna Správca kariet v treťom kroku. Tentoraz vyberte tretie tlačidlo Zmeniť PIN, aby ste zmenili administrátorský PIN. PIN administrátora je potrebný na zmenu informácií na Nitrokey a na zmenu kryptografických kľúčov. Postupujte podľa krokov štyri a päť.
sl: Vrnite se v okno Upravitelj kartic iz tretjega koraka. Tokrat izberite tretji gumb Spremeni PIN, da spremenite upraviteljsko kodo PIN. Administratorski PIN je potreben za spreminjanje podatkov na kartici Nitrokey in za spreminjanje kriptografskih ključev. Nadaljujte, kot je opisano v četrtem in petem koraku.
sv: Gå tillbaka till fönstret Card Manager i steg tre. Den här gången väljer du den tredje knappen Change PIN (ändra PIN-kod) för att ändra administratörens PIN-kod. Admin-PIN-koden krävs för att ändra informationen på Nitrokey och för att ändra de kryptografiska nycklarna. Fortsätt enligt beskrivningen i steg fyra och fem.
zh_cn: 回到第三步的卡片管理器窗口。这一次，你选择第三个按钮 "改变PIN"，以改变管理PIN。要改变硝基钥匙上的信息和改变加密钥匙，就需要管理密码。按第四和第五步所述进行。

source: After changing both the user and the admin PIN, you are back in the Card Manager window. Select "Generate key" in the "Card" menu.
bg: След като смените ПИН кода на потребителя и администратора, отново се връщате в прозореца за управление на карти. Изберете "Генериране на ключ" в менюто "Карта".
cs: Po změně PIN kódu uživatele i správce se vrátíte do okna Správce karet. V nabídce "Karta" vyberte možnost "Generovat klíč".
da: Når du har ændret både bruger- og administrator-PIN-koden, er du tilbage i vinduet Card Manager. Vælg "Generer nøgle" i menuen "Kort".
de: Nachdem Sie sowohl die Benutzer- als auch die Admin-PIN geändert haben, befinden Sie sich wieder im Fenster "Card Manager". Wählen Sie im Menü "Karte" den Punkt "Schlüssel generieren".
el: Αφού αλλάξετε τόσο το PIN του χρήστη όσο και το PIN του διαχειριστή, επιστρέφετε στο παράθυρο Card Manager. Επιλέξτε "Generate key" στο μενού "Card".
es: Después de cambiar tanto el usuario como el PIN de administrador, se encuentra de nuevo en la ventana del gestor de tarjetas. Seleccione "Generar clave" en el menú "Tarjeta".
et: Pärast nii kasutaja kui ka administraatori PIN-koodi muutmist jõuate tagasi kaardihalduri aknasse. Valige menüüst "Card" käsk "Generate key".
fi: Kun olet vaihtanut sekä käyttäjän että ylläpitäjän PIN-koodin, pääset takaisin Card Manager -ikkunaan. Valitse "Generate key" valikosta "Card".
fr: Après avoir modifié le code PIN de l'utilisateur et celui de l'administrateur, vous êtes de retour dans la fenêtre du gestionnaire de cartes. Sélectionnez "Générer une clé" dans le menu "Carte".
ja: ユーザーPINと管理者PINの両方を変更すると、Card Managerの画面に戻ります。Card" メニューの "Generate key" を選択します。
lt: Pakeitę naudotojo ir administratoriaus PIN kodą, grįšite į kortelių tvarkyklės langą. Pasirinkite "Generuoti raktą" meniu "Kortelė".
lv: Pēc lietotāja un administratora PIN koda maiņas atkal tiek atvērts karšu pārvaldnieka logs. Izvēlnē "Kartes" izvēlnē izvēlieties "Ģenerēt atslēgu".
pl: Po zmianie kodu PIN użytkownika i administratora, wracasz do okna Card Manager (Menedżer kart). Wybierz "Generate key" w menu "Card".
pt: Depois de alterar tanto o PIN do usuário como o PIN do administrador, você está de volta à janela do Gerenciador de Cartões. Seleccione "Gerar chave" no menu "Cartão" menu.
ro: După modificarea atât a PIN-ului utilizatorului, cât și a PIN-ului de administrator, vă aflați din nou în fereastra Card Manager. Selectați "Generate key" în meniul "Card".
ru: После изменения PIN-кода пользователя и администратора вы снова окажетесь в окне Card Manager. Выберите "Генерировать ключ" в меню "Карта".
sk: Po zmene PIN kódu používateľa aj správcu sa vrátite do okna Správca kariet. V ponuke "Karta" vyberte položku "Generovať kľúč".
sl: Ko spremenite uporabniški in upraviteljski PIN, se vrnete v okno Upravitelj kartic. V meniju "Card" izberite "Generate key".
sv: När du har ändrat både användar- och administratörs-PIN-koden är du tillbaka i fönstret Card Manager. Välj "Generate key" i menyn "Card".
zh_cn: 在改变了用户和管理员的PIN后，你又回到了卡片管理器窗口。在"卡片"菜单中选择"生成密钥"。

source: Enter your name and e-mail address. You should keep "backup" enabled in order to create a backup file of your cryptographic keys. Optionally you might select an expiration date for your cryptographic keys.
bg: Въведете името си и имейл адреса си. Трябва да оставите "backup" включен, за да създадете резервен файл на криптографските си ключове. По желание можете да изберете дата на изтичане на валидността на криптографските ключове.
cs: Zadejte své jméno a e-mailovou adresu. Měli byste mít zapnutou funkci "backup", abyste mohli vytvořit záložní soubor svých kryptografických klíčů. Volitelně můžete zvolit datum vypršení platnosti kryptografických klíčů.
da: Indtast dit navn og din e-mailadresse. Du bør lade "backup" være aktiveret for at oprette en backup-fil af dine kryptografiske nøgler. Du kan eventuelt vælge en udløbsdato for dine kryptografiske nøgler.
de: Geben Sie Ihren Namen und Ihre E-Mail-Adresse ein. Sie sollten "Backup" aktiviert lassen, um eine Backup-Datei Ihrer kryptografischen Schlüssel zu erstellen. Optional können Sie ein Verfallsdatum für Ihre kryptografischen Schlüssel wählen.
el: Εισάγετε το όνομα και τη διεύθυνση ηλεκτρονικού ταχυδρομείου σας. Θα πρέπει να έχετε ενεργοποιημένο το "backup" για να δημιουργήσετε ένα αρχείο αντιγράφων ασφαλείας των κρυπτογραφικών κλειδιών σας. Προαιρετικά μπορείτε να επιλέξετε μια ημερομηνία λήξης για τα κρυπτογραφικά κλειδιά σας.
es: Introduzca su nombre y dirección de correo electrónico. Debe mantener activada la opción de "copia de seguridad" para crear un archivo de copia de seguridad de sus claves criptográficas. Opcionalmente puede seleccionar una fecha de caducidad para sus claves criptográficas.
et: Sisestage oma nimi ja e-posti aadress. Te peaksite jätma "backup" sisse lülitatud, et luua oma krüptograafiliste võtmete varukoopia. Valikuliselt võite valida oma krüptograafiliste võtmete kehtivusaja.
fi: Kirjoita nimesi ja sähköpostiosoitteesi. Sinun tulisi pitää "varmuuskopiointi" päällä, jotta voit luoda varmuuskopiotiedoston salausavaimista. Valinnaisesti voit valita kryptografisten avainten voimassaolon päättymispäivän.
fr: Entrez votre nom et votre adresse e-mail. Vous devez garder l'option "sauvegarde" activée afin de créer un fichier de sauvegarde de vos clés cryptographiques. En option, vous pouvez sélectionner une date d'expiration pour vos clés cryptographiques.
ja: お名前とメールアドレスを入力してください。暗号鍵のバックアップファイルを作成するために、"backup"を有効にしておく必要があります。また、暗号鍵の有効期限を設定することもできます。
lt: Įveskite savo vardą, pavardę ir el. pašto adresą. Turėtumėte palikti įjungtą "backup" funkciją, kad galėtumėte sukurti atsarginę kriptografinių raktų bylą. Pasirinktinai galite pasirinkti kriptografinių raktų galiojimo datą.
lv: Ievadiet savu vārdu un e-pasta adresi. Jums vajadzētu saglabāt "backup" iespējotu, lai izveidotu jūsu kriptogrāfisko atslēgu rezerves kopiju failu. Pēc izvēles varat izvēlēties kriptogrāfisko atslēgu derīguma termiņu.
pl: Wprowadź swoje imię i nazwisko oraz adres e-mail. Powinieneś zachować "backup" włączony w celu utworzenia pliku kopii zapasowej twoich kluczy kryptograficznych. Opcjonalnie możesz wybrać datę wygaśnięcia kluczy kryptograficznych.
pt: Introduza o seu nome e endereço de e-mail. Você deve manter " backup" ativado para criar um arquivo de backup das suas chaves criptográficas. Opcionalmente, você pode selecionar uma data de validade para suas chaves criptográficas.
ro: Introduceți numele și adresa de e-mail. Ar trebui să păstrați activată opțiunea "backup" pentru a crea un fișier de backup al cheilor dumneavoastră criptografice. Opțional, puteți selecta o dată de expirare pentru cheile dumneavoastră criptografice.
ru: Введите свое имя и адрес электронной почты. Вы должны держать "резервное копирование" включенным, чтобы создать резервный файл ваших криптографических ключей. По желанию вы можете выбрать срок действия криптографических ключей.
sk: Zadajte svoje meno a e-mailovú adresu. Mali by ste mať zapnutú funkciu "backup", aby ste mohli vytvoriť záložný súbor svojich kryptografických kľúčov. Voliteľne môžete vybrať dátum vypršania platnosti kryptografických kľúčov.
sl: Vnesite svoje ime in e-poštni naslov. Omogočite možnost "backup", da ustvarite varnostno datoteko svojih kriptografskih ključev. Po želji lahko izberete datum izteka veljavnosti kriptografskih ključev.
sv: Ange ditt namn och din e-postadress. Du bör låta "backup" vara aktiverat för att skapa en backup-fil av dina kryptografiska nycklar. Som ett alternativ kan du välja ett utgångsdatum för dina kryptografiska nycklar.
zh_cn: 输入你的姓名和电子邮件地址。你应该保持启用"备份"，以便为你的加密钥匙创建一个备份文件。您可以选择为您的密码钥匙选择一个到期日。

source: Wait until the keys are generated successfully.
bg: Изчакайте, докато ключовете бъдат генерирани успешно.
cs: Počkejte, dokud se klíče úspěšně nevygenerují.
da: Vent, indtil nøglerne er genereret med succes.
de: Warten Sie, bis die Schlüssel erfolgreich erzeugt wurden.
el: Περιμένετε μέχρι να δημιουργηθούν επιτυχώς τα κλειδιά.
es: Espere hasta que las claves se generen con éxito.
et: Oodake, kuni võtmed on edukalt genereeritud.
fi: Odota, kunnes avaimet on luotu onnistuneesti.
fr: Attendez que les clés soient générées avec succès.
ja: キーが正常に生成されるまで待ちます。
lt: Palaukite, kol raktai bus sėkmingai sugeneruoti.
lv: Pagaidiet, līdz atslēgas tiek veiksmīgi ģenerētas.
pl: Poczekaj, aż klucze zostaną wygenerowane pomyślnie.
pt: Espere até que as chaves sejam geradas com sucesso.
ro: Așteptați până când cheile sunt generate cu succes.
ru: Дождитесь успешной генерации ключей.
sk: Počkajte, kým sa kľúče úspešne vygenerujú.
sl: Počakajte, da se ključi uspešno generirajo.
sv: Vänta tills nycklarna har genererats.
zh_cn: 等待，直到钥匙成功生成。

source: Enter a strong passphrase for your backup keys. We strongly recommend to store the backup file on a separate storage(e.g. CD-ROM) and on a safe location.
bg: Въведете силна парола за ключовете за архивиране. Силно препоръчваме да съхранявате файла за резервно копие на отделен носител (напр. CD-ROM) и на сигурно място.
cs: Zadejte silnou přístupovou frázi pro zálohovací klíče. Důrazně doporučujeme uložit záložní soubor na samostatné úložiště (např. CD-ROM) a na bezpečné místo.
da: Indtast en stærk adgangsfrase til dine backupnøgler. Vi anbefaler kraftigt at gemme backup-filen på et separat lager (f.eks. cd-rom) og på et sikkert sted.
de: Geben Sie eine starke Passphrase für Ihre Sicherungsschlüssel ein. Wir empfehlen dringend, die Sicherungsdatei auf einem separaten Datenträger (z. B. CD-ROM) und an einem sicheren Ort zu speichern.
el: Εισάγετε μια ισχυρή φράση πρόσβασης για τα εφεδρικά κλειδιά σας. Σας συνιστούμε να αποθηκεύσετε το αρχείο αντιγράφων ασφαλείας σε ξεχωριστό αποθηκευτικό χώρο (π.χ. CD-ROM) και σε ασφαλή τοποθεσία.
es: Introduzca una frase de contraseña fuerte para sus claves de copia de seguridad. Le recomendamos encarecidamente que guarde el archivo de copia de seguridad en un almacenamiento separado (por ejemplo, un CD-ROM) y en una ubicación segura.
et: Sisestage oma varundusvõtmete jaoks tugev salasõna. Soovitame tungivalt salvestada varukoopiafaili eraldi salvestusruumis (nt CD-ROM) ja turvalises kohas.
fi: Anna vahva salasana varmuuskopioavaimille. Suosittelemme, että säilytät varmuuskopiotiedoston erillisellä tallennusvälineellä (esim. CD-ROM) ja turvallisessa paikassa.
fr: Entrez une phrase de passe forte pour vos clés de sauvegarde. Nous vous recommandons vivement de stocker le fichier de sauvegarde sur un support distinct (par exemple un CD-ROM) et dans un endroit sûr.
ja: バックアップキーには、強力なパスフレーズを入力してください。バックアップファイルは、CD-ROMなどの別のストレージに保存し、安全な場所に保管することを強くお勧めします。
lt: Įveskite stiprią atsarginių kopijų raktų slaptažodžių frazę. Primygtinai rekomenduojame atsarginę kopiją saugoti atskiroje laikmenoje (pvz., kompaktiniame diske) ir saugioje vietoje.
lv: Ievadiet spēcīgu piekļuves frāzi dublējuma atslēgām. Mēs iesakām dublējuma failu glabāt atsevišķā datu nesējā (piemēram, CD-ROM) un drošā vietā.
pl: Wprowadź silne hasło dla kluczy kopii zapasowej. Zdecydowanie zalecamy przechowywanie pliku kopii zapasowej na oddzielnym nośniku (np. CD-ROM) i w bezpiecznej lokalizacji.
pt: Digite uma senha forte para suas chaves de backup. Recomendamos vivamente que guarde o ficheiro de cópia de segurança num armazenamento separado (por exemplo, CD-ROM) e num local seguro.
ro: Introduceți o frază de acces puternică pentru cheile de rezervă. Vă recomandăm cu tărie să stocați fișierul de rezervă pe un suport de stocare separat (de exemplu, CD-ROM) și într-o locație sigură.
ru: Введите надежную парольную фразу для ключей резервного копирования. Мы настоятельно рекомендуем хранить файл резервной копии на отдельном носителе (например, CD-ROM) и в безопасном месте.
sk: Zadajte silnú prístupovú frázu pre záložné kľúče. Dôrazne odporúčame uložiť záložný súbor na samostatné úložisko (napr. CD-ROM) a na bezpečné miesto.
sl: Vnesite močno geslo za ključe varnostne kopije. Priporočamo, da varnostno kopijo shranite na ločen pomnilnik (npr. CD-ROM) in na varno lokacijo.
sv: Ange en stark lösenfras för dina säkerhetskopieringsnycklar. Vi rekommenderar starkt att du lagrar säkerhetskopian på en separat lagringsplats (t.ex. cd-rom) och på en säker plats.
zh_cn: 为你的备份钥匙输入一个强密码。我们强烈建议将备份文件存储在一个单独的存储器（如CD-ROM）上，并放在一个安全的地方。

source: Congratulations, your Nitrokey is now ready to use. Please see the `applications <https://www.nitrokey.com/documentation/applications>`_ section for further information of its usage.
bg: Поздравления, вашият Nitrokey вече е готов за употреба. Моля, вижте раздела `Приложения <https://www.nitrokey.com/documentation/applications>`_ за допълнителна информация за използването му.
cs: Gratulujeme, váš Nitrokey je nyní připraven k použití. Další informace o jeho použití naleznete v části `aplikace <https://www.nitrokey.com/documentation/applications>`_.
da: Tillykke, din Nitrokey er nu klar til brug. Se venligst afsnittet `applikationer <https://www.nitrokey.com/documentation/applications>`_ for yderligere oplysninger om brugen af den.
de: Herzlichen Glückwunsch, Ihr Nitrokey ist nun einsatzbereit. Weitere Informationen zur Verwendung finden Sie im Abschnitt `Anwendungen <https://www.nitrokey.com/documentation/applications>`_.
el: Συγχαρητήρια, το Nitrokey σας είναι τώρα έτοιμο για χρήση. Ανατρέξτε στην ενότητα `εφαρμογές <https://www.nitrokey.com/documentation/applications>`_ για περισσότερες πληροφορίες σχετικά με τη χρήση του.
es: Enhorabuena, su Nitrokey ya está listo para ser utilizado. Por favor, consulte la sección `aplicaciones <https://www.nitrokey.com/documentation/applications>`_ para obtener más información sobre su uso.
et: Palju õnne, teie Nitrokey on nüüd kasutusvalmis. Lisateavet selle kasutamise kohta leiate jaotisest `rakendused <https://www.nitrokey.com/documentation/applications>`_.
fi: Onneksi olkoon, Nitrokey on nyt käyttövalmis. Katso lisätietoja sen käytöstä kohdasta `sovellukset <https://www.nitrokey.com/documentation/applications>`_.
fr: Félicitations, votre Nitrokey est maintenant prêt à être utilisé. Veuillez consulter la section `applications <https://www.nitrokey.com/documentation/applications>`_ pour plus d'informations sur son utilisation.
ja: おめでとうございます！これでNitrokeyを使用することができます。使い方の詳細については、`応用編<https://www.nitrokey.com/documentation/applications>`_のセクションをご覧ください。
lt: Sveikiname, jūsų "Nitrokey" jau paruoštas naudoti. Daugiau informacijos apie jo naudojimą rasite `prietaisų <https://www.nitrokey.com/documentation/applications>`_ skyriuje.
lv: Apsveicam, jūsu Nitrokey tagad ir gatavs lietošanai. Lūdzu, skatiet sadaļu `aplikācijas <https://www.nitrokey.com/documentation/applications>`_, lai iegūtu sīkāku informāciju par tā izmantošanu.
pl: Gratulacje, Twój Nitrokey jest teraz gotowy do użycia. Proszę zobaczyć sekcję `aplikacje <https://www.nitrokey.com/documentation/applications>`_ w celu uzyskania dalszych informacji na temat jego użycia.
pt: Parabéns, a sua Nitrokey está agora pronta para ser usada. Por favor veja a secção `aplicações <https://www.nitrokey.com/documentation/applications>`_ para mais informações sobre a sua utilização.
ro: Felicitări, Nitrokey este acum gata de utilizare. Vă rugăm să consultați secțiunea `aplicații <https://www.nitrokey.com/documentation/applications>`_ pentru mai multe informații despre utilizarea sa.
ru: Поздравляем, теперь ваш Nitrokey готов к использованию. Пожалуйста, обратитесь к разделу ` Приложения <https://www.nitrokey.com/documentation/applications>`_ для получения дополнительной информации о его использовании.
sk: Gratulujeme, váš kľúč Nitrokey je teraz pripravený na používanie. Ďalšie informácie o jeho použití nájdete v časti `aplikácie <https://www.nitrokey.com/documentation/applications>`_.
sl: Čestitamo, vaš ključ Nitrokey je pripravljen za uporabo. Za dodatne informacije o uporabi si oglejte razdelek `aplikacije <https://www.nitrokey.com/documentation/applications>`_.
sv: Grattis, din Nitrokey är nu redo att användas. Se avsnittet `tillämpningar <https://www.nitrokey.com/documentation/applications>`_ för mer information om hur den används.
zh_cn: 恭喜你，你的Nitrokey现在已经可以使用了。请参阅`应用<https://www.nitrokey.com/documentation/applications>`_部分，了解更多使用信息。
