Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/start.po
Languages: bg, cs, da, de, el, es, et, fi, fr, ja, lt, lv, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: Now is good time to backup your key. Please keep this backup very secure. It is best practice to never have this key on a regular computer which has connection to the internet, so that the key never gets compromised. You can create a backup with something like:
bg: Сега е моментът да направите резервно копие на ключа си. Моля, пазете това резервно копие на много сигурно място. Най-добрата практика е този ключ никога да не се съхранява на обикновен компютър, който има връзка с интернет, за да не бъде компрометиран. Можете да създадете резервно копие с нещо подобно:
cs: Nyní je vhodná doba pro zálohování klíče. Tuto zálohu si velmi dobře zabezpečte. Nejlepší je nemít tento klíč nikdy na běžném počítači, který je připojen k internetu, aby nedošlo k jeho ohrožení. Zálohu můžete vytvořit pomocí např:
da: Nu er det et godt tidspunkt at tage backup af din nøgle. Opbevar venligst denne sikkerhedskopi meget sikkert. Det er den bedste praksis aldrig at have denne nøgle på en almindelig computer med forbindelse til internettet, så nøglen aldrig bliver kompromitteret. Du kan oprette en sikkerhedskopi med noget som f.eks:
de: Jetzt ist ein guter Zeitpunkt, Ihren Schlüssel zu sichern. Bitte bewahren Sie diese Sicherung sehr sicher auf. Am besten ist es, diesen Schlüssel nie auf einem normalen Computer zu haben, der eine Verbindung zum Internet hat, so dass der Schlüssel nie kompromittiert wird. Sie können ein Backup erstellen mit etwas wie:
el: Τώρα είναι η κατάλληλη στιγμή για να δημιουργήσετε αντίγραφα ασφαλείας του κλειδιού σας. Παρακαλώ κρατήστε αυτό το αντίγραφο ασφαλείας πολύ ασφαλές. Η καλύτερη πρακτική είναι να μην έχετε ποτέ αυτό το κλειδί σε έναν συνηθισμένο υπολογιστή που έχει σύνδεση στο διαδίκτυο, έτσι ώστε το κλειδί να μην παραβιαστεί ποτέ. Μπορείτε να δημιουργήσετε ένα αντίγραφο ασφαλείας με κάτι σαν:
es: Ahora es un buen momento para hacer una copia de seguridad de su clave. Por favor, mantenga esta copia de seguridad muy segura. Es una buena práctica no tener nunca esta clave en un ordenador normal que tenga conexión a Internet, para que la clave nunca se vea comprometida. Puedes crear una copia de seguridad con algo como:
et: Nüüd on hea aeg oma võtme varundamiseks. Hoidke see varukoopia väga turvaliselt. Parim tava on, et see võti ei oleks kunagi tavalises arvutis, millel on ühendus internetiga, et võti ei satuks kunagi ohtu. Saate luua varukoopia näiteks järgmiselt:
fi: Nyt on hyvä aika varmuuskopioida avain. Pidä tämä varmuuskopio erittäin turvassa. Paras käytäntö on, että avainta ei koskaan pidetä tavallisella tietokoneella, jolla on yhteys internetiin, jotta avain ei koskaan vaarannu. Voit luoda varmuuskopion seuraavalla tavalla:
fr: C'est le bon moment pour sauvegarder votre clé. Veuillez garder cette sauvegarde en toute sécurité. La meilleure pratique consiste à ne jamais avoir cette clé sur un ordinateur ordinaire connecté à Internet, afin que la clé ne soit jamais compromise. Vous pouvez créer une sauvegarde avec quelque chose comme :
ja: 今こそ、あなたのキーをバックアップする良い機会です。このバックアップは非常に安全に保管してください。インターネットに接続されている通常のコンピュータでは、このキーを決して使用しないことをお勧めします。以下のような方法でバックアップを作成することができます。
lt: Dabar yra tinkamas laikas sukurti atsarginę rakto kopiją. Šią atsarginę kopiją saugokite labai saugiai. Geriausia šio rakto niekada nelaikyti įprastame kompiuteryje, kuris turi ryšį su internetu, kad raktas niekada nebūtų pažeistas. Atsarginę kopiją galite sukurti naudodami pvz:
lv: Tagad ir īstais brīdis, lai izveidotu rezerves kopiju. Lūdzu, saglabājiet šo dublējumu ļoti drošā veidā. Labākā prakse ir nekad nelikt šo atslēgu parastā datorā, kam ir savienojums ar internetu, lai atslēga nekad netiktu apdraudēta. Rezerves kopiju varat izveidot, izmantojot, piemēram, šādu programmu:
pl: Teraz jest dobry czas na zrobienie kopii zapasowej klucza. Proszę zachować tę kopię bardzo bezpiecznie. Najlepszą praktyką jest, aby nigdy nie mieć tego klucza na zwykłym komputerze, który ma połączenie z Internetem, tak aby klucz nigdy nie został naruszony. Możesz utworzyć kopię zapasową za pomocą czegoś takiego jak:
pt: Agora é uma boa altura para fazer uma cópia de segurança da sua chave. Por favor, mantenha esta cópia de segurança muito segura. É a melhor prática nunca ter esta chave num computador normal que tenha ligação à Internet, para que a chave nunca fique comprometida. Você pode criar uma cópia de segurança com algo como:
ro: Acum este momentul potrivit pentru a face o copie de rezervă a cheii. Vă rugăm să păstrați această copie de rezervă în siguranță. Cea mai bună practică este să nu aveți niciodată această cheie pe un computer obișnuit care are conexiune la internet, astfel încât cheia să nu fie compromisă. Puteți crea o copie de rezervă cu ceva de genul:
ru: Сейчас самое время сделать резервную копию вашего ключа. Пожалуйста, храните эту резервную копию очень надежно. Лучше всего не хранить этот ключ на обычном компьютере, подключенном к Интернету, чтобы ключ никогда не был скомпрометирован. Вы можете создать резервную копию с помощью такой программы, как:
sk: Teraz je vhodný čas na zálohovanie kľúča. Túto zálohu si veľmi dobre zabezpečte. Najlepším postupom je nemať tento kľúč nikdy na bežnom počítači, ktorý má pripojenie na internet, aby sa kľúč nikdy neohrozil. Zálohu môžete vytvoriť pomocou niečoho takého:
sl: Zdaj je pravi čas, da naredite varnostno kopijo ključa. To varnostno kopijo shranite zelo varno. Najboljša praksa je, da tega ključa nikoli ne uporabljate v običajnem računalniku, ki ima povezavo z internetom, da ključ ne bo ogrožen. Varnostno kopijo lahko ustvarite z naslednjimi orodji:
sv: Nu är det dags att säkerhetskopiera din nyckel. Förvara denna säkerhetskopia på ett mycket säkert sätt. Det är bäst att aldrig ha nyckeln på en vanlig dator med internetanslutning, så att nyckeln inte äventyras. Du kan skapa en säkerhetskopia med något liknande:
zh_cn: 现在是备份你的钥匙的好时机。请保持这个备份非常安全。最好的做法是永远不要把这个密钥放在有互联网连接的普通计算机上，这样密钥就不会被破坏。你可以用以下方法创建一个备份。

source: Key Import
bg: Ключов внос
cs: Klíčový import
da: Nøgle Import
de: Taste Import
el: Βασική εισαγωγή
es: Clave de importación
fi: Avaintuonti
fr: Importation de clés
ja: キーインポート
lt: Pagrindinis importas
lv: Galvenais imports
pl: Kluczowy import
pt: Importação de chaves
ro: Cheie de import
ru: Импорт ключей
sk: Import kľúčov
sl: Ključni uvoz
sv: Nyckelimport
zh_cn: 关键进口

source: You have a main key and two subkeys which can be imported to your Nitrokey. Before proceeding please make sure that you really have a backup of the key, if you need one. The ``keytocard`` command used in the next steps will **delete** your key from your disk!
bg: Имате основен ключ и два подключени ключа, които могат да бъдат импортирани в ключа Nitrokey. Преди да продължите, моля, уверете се, че наистина разполагате с резервно копие на ключа, ако имате нужда от такова. Командата ``keytocard``, използвана в следващите стъпки, ще **изтрие** вашия ключ от диска!
cs: Máte hlavní klíč a dva dílčí klíče, které lze importovat do klíče Nitrokey. Než budete pokračovat, ujistěte se, že máte skutečně zálohu klíče, pokud ji potřebujete. Příkaz ``keytocard`` použitý v následujících krocích **odstraní** váš klíč z disku!
da: Du har en hovednøgle og to undernøgler, som kan importeres til din Nitrokey. Før du fortsætter, skal du sikre dig, at du virkelig har en sikkerhedskopi af nøglen, hvis du har brug for en. Kommandoen ``keytocard``, der bruges i de næste trin, vil **slette** din nøgle fra din disk!
de: Sie haben einen Hauptschlüssel und zwei Unterschlüssel, die in Ihren Nitrokey importiert werden können. Bevor Sie fortfahren, vergewissern Sie sich bitte, dass Sie wirklich ein Backup des Schlüssels haben, falls Sie eines benötigen. Der in den nächsten Schritten verwendete Befehl ``keytocard`` wird Ihren Schlüssel von Ihrer Festplatte **löschen**!
el: Έχετε ένα κύριο κλειδί και δύο δευτερεύοντα κλειδιά που μπορούν να εισαχθούν στο Nitrokey σας. Πριν προχωρήσετε, βεβαιωθείτε ότι έχετε όντως ένα αντίγραφο ασφαλείας του κλειδιού, αν το χρειάζεστε. Η εντολή ``keytocard`` που χρησιμοποιείται στα επόμενα βήματα θα **διαγράψει** το κλειδί σας από το δίσκο σας!
es: Tiene una llave principal y dos sub-llaves que pueden ser importadas a su Nitrokey. Antes de proceder, por favor, asegúrese de que realmente tiene una copia de seguridad de la clave, si la necesita. ¡El comando ``keytocard`` utilizado en los siguientes pasos **borrará** tu llave del disco!
et: Teil on üks põhivõti ja kaks alamvõtit, mida saab importida oma Nitrokey'sse. Enne jätkamist veenduge, et teil on tõesti varukoopia võtmest, kui teil on seda vaja. Järgmistes sammudes kasutatav käsk ``keytocard`` kustutab **kustutab** teie võtme teie kettalt!
fi: Sinulla on pääavain ja kaksi alaavainta, jotka voidaan tuoda Nitrokey-avaimeesi. Ennen kuin jatkat, varmista, että sinulla on todella varmuuskopio avaimesta, jos tarvitset sitä. Seuraavissa vaiheissa käytettävä ``keytocard``-komento **poista** avaimesi levyltäsi!
fr: Vous avez une clé principale et deux clés secondaires qui peuvent être importées dans votre Nitrokey. Avant de continuer, assure-toi que tu as bien une sauvegarde de la clé, si tu en as besoin. La commande ``keytocard`` utilisée dans les étapes suivantes va **supprimer** votre clé de votre disque !
ja: メインキーと2つのサブキーがありますが、これらはNitrokeyにインポートすることができます。先に進む前に、必要に応じてキーのバックアップが本当にあるかどうか確認してください。次のステップで使用する``keytocard``コマンドは、ディスクからキーを **削除** します!
lt: Turite pagrindinį raktą ir du papildomus raktus, kuriuos galima importuoti į "Nitrokey". Prieš tęsdami įsitikinkite, kad tikrai turite atsarginę rakto kopiją, jei jums jos reikia. Tolesniuose veiksmuose naudojama komanda ``keytocard`` **pašalins** jūsų raktą iš disko!
lv: Jums ir galvenā atslēga un divas papildatslēgas, kuras var importēt uz Nitrokey. Pirms turpināšanas pārliecinieties, ka jums patiešām ir atslēgas dublējums, ja tāds ir nepieciešams. Nākamajos soļos izmantotā ``keytocard`` komanda **izdzēsīs** jūsu atslēgu no diska!
pl: Masz klucz główny i dwa podklucze, które mogą zostać zaimportowane do Twojego Nitrokey. Przed kontynuacją upewnij się, że naprawdę masz kopię zapasową klucza, jeśli jej potrzebujesz. Polecenie ``keytocard`` użyte w następnych krokach spowoduje **usunięcie** Twojego klucza z dysku!
pt: Você tem uma chave principal e duas subchaves que podem ser importadas para a sua Nitrokey. Antes de prosseguir, certifique-se de que tem realmente uma cópia de segurança da chave, se precisar de uma. O comando ``keytocard`` usado nos próximos passos irá **apagar** a sua chave do seu disco!
ro: Aveți o cheie principală și două chei secundare care pot fi importate în Nitrokey. Înainte de a continua, vă rugăm să vă asigurați că aveți într-adevăr o copie de rezervă a cheii, dacă aveți nevoie de una. Comanda ``keytocard``` folosită în pașii următori va **șterge** cheia de pe disc!
ru: У вас есть основной ключ и два подключа, которые можно импортировать в Nitrokey. Прежде чем продолжить, пожалуйста, убедитесь, что у вас действительно есть резервная копия ключа, если она вам понадобится. Команда ``keytocard``, используемая в следующих шагах, **удалит** ваш ключ с диска!
sk: Máte hlavný kľúč a dva vedľajšie kľúče, ktoré môžete importovať do kľúča Nitrokey. Pred pokračovaním sa uistite, že máte naozaj zálohu kľúča, ak ju potrebujete. Príkaz ``keytocard`` použitý v nasledujúcich krokoch **vymaže** váš kľúč z disku!
sl: Imate glavni ključ in dva podključa, ki jih lahko uvozite v ključ Nitrokey. Preden nadaljujete, se prepričajte, da imate res varnostno kopijo ključa, če jo potrebujete. Ukaz ``keytocard``, uporabljen v naslednjih korakih, bo **izbrisal** vaš ključ z diska!
sv: Du har en huvudnyckel och två undernycklar som kan importeras till din Nitrokey. Innan du fortsätter bör du se till att du verkligen har en säkerhetskopia av nyckeln, om du behöver en sådan. Kommandot ``keytocard`` som används i nästa steg kommer att **radera** din nyckel från din disk!
zh_cn: 你有一个主钥匙和两个子钥匙，可以导入到你的Nitrokey。在继续进行之前，请确保你真的有一个钥匙的备份，如果你需要的话。在接下来的步骤中使用的``keytocard``命令将从你的磁盘中**删除你的钥匙!

source: We start the process by accessing the interactive interface of GnuPG again with ``gpg --edit-key --expert keyID``, whereas ``keyID`` is either the id of the key or the email address used during key generation.
bg: Започваме процеса, като отново влизаме в интерактивния интерфейс на GnuPG с ``gpg --edit-key --expert keyID``, докато ``keyID`` е или идентификаторът на ключа, или имейл адресът, използван при генерирането на ключа.
cs: Proces zahájíme opětovným přístupem do interaktivního rozhraní GnuPG pomocí ``gpg --edit-key --expert keyID``, přičemž ``keyID`` je buď id klíče, nebo e-mailová adresa použitá při generování klíče.
da: Vi starter processen ved at få adgang til GnuPG's interaktive grænseflade igen med ``gpg --edit-key --expert keyID``, mens ``keyID`` enten er id'et for nøglen eller den e-mail-adresse, der blev brugt under genereringen af nøglen.
de: Wir starten den Vorgang, indem wir die interaktive Oberfläche von GnuPG erneut mit ``gpg --edit-key --expert keyID`` aufrufen, wobei ``keyID`` entweder die ID des Schlüssels oder die bei der Schlüsselerzeugung verwendete E-Mail-Adresse ist.
el: Ξεκινάμε τη διαδικασία με πρόσβαση στο διαδραστικό περιβάλλον του GnuPG και πάλι με ``gpg --edit-key --expert keyID``, ενώ ``keyID<x><x="130"></x>` είναι είτε το id του κλειδιού είτε η διεύθυνση ηλεκτρονικού ταχυδρομείου που χρησιμοποιήθηκε κατά τη δημιουργία του κλειδιού.
es: Iniciamos el proceso accediendo de nuevo a la interfaz interactiva de GnuPG con ``gpg --edit-key --expert keyID``, mientras que ``keyID`` es el id de la clave o la dirección de correo electrónico utilizada durante la generación de la clave.
et: Alustame protsessi, sisenedes taas GnuPG interaktiivsesse kasutajaliidesesse ``gpg --edit-key --expert keyID``, kusjuures ``keyID`` on kas võtme id või võtme genereerimisel kasutatav e-posti aadress.
fi: Aloitamme prosessin käyttämällä GnuPG:n interaktiivista käyttöliittymää jälleen ``gpg --edit-key --expert keyID``, kun taas ``keyID<x><x="130"></x>` on joko avaimen id tai avaimen luomisessa käytetty sähköpostiosoite.
fr: Nous commençons le processus en accédant à nouveau à l'interface interactive de GnuPG avec ``gpg --edit-key --expert keyID``, où ``keyID`` est soit l'identifiant de la clé, soit l'adresse email utilisée lors de la génération de la clé.
ja: まず、``gpg --edit-key --expert keyID``で再びGnuPGの対話型インターフェースにアクセスし、``keyID``には、鍵のIDか、鍵の生成時に使用したメールアドレスを指定します。
lt: Procesą pradedame vėl prisijungę prie interaktyviosios GnuPG sąsajos su ``gpg --edit-key --expert keyID``, o ``keyID`` yra rakto id arba el. pašto adresas, naudotas generuojant raktą.
lv: Mēs sākam procesu, atkal piekļūstot GnuPG interaktīvajam interfeisam ar ``gpg --edit-key --expert keyID``, savukārt ``keyID`` ir atslēgas id vai atslēgas ģenerēšanas laikā izmantotā e-pasta adrese.
pl: Proces rozpoczynamy od ponownego wejścia do interaktywnego interfejsu GnuPG za pomocą ``gpg --edit-key --expert keyID``, natomiast ``keyID`` jest albo identyfikatorem klucza, albo adresem e-mail użytym podczas generowania klucza.
pt: Iniciamos o processo acessando a interface interativa do GnuPG novamente com ``gpg --edit-key --expert keyID``, enquanto ```x id="125"></x>`` é ou o id da chave ou o endereço de e-mail usado durante a geração da chave.
ro: Începem procesul accesând din nou interfața interactivă a GnuPG cu ``gpg --edit-key --expert keyID``, în timp ce ``keyID``` este fie id-ul cheii, fie adresa de e-mail utilizată în timpul generării cheii.
ru: Мы начинаем процесс с повторного доступа к интерактивному интерфейсу GnuPG с ``gpg --edit-key --expert keyID``, в то время как ``keyID`` является либо идентификатором ключа, либо адресом электронной почты, использованным при генерации ключа.
sk: Proces začneme opätovným prístupom do interaktívneho rozhrania GnuPG pomocou ``gpg --edit-key --expert keyID``, pričom ``keyID`` je buď id kľúča, alebo e-mailová adresa použitá počas generovania kľúča.
sl: Postopek začnemo tako, da ponovno dostopamo do interaktivnega vmesnika GnuPG z ``gpg --edit-key --expert keyID``, ``keyID`` pa je id ključa ali e-poštni naslov, uporabljen med generiranjem ključa.
sv: Vi startar processen genom att återigen öppna GnuPG:s interaktiva gränssnitt med ``gpg --edit-key --expert keyID``, medan ``keyID`` är antingen nyckelns id eller e-postadressen som användes under nyckelgenereringen.
zh_cn: 我们用``gpg --edit-key --expert keyID``再次访问GnuPG的交互式界面，而``keyID``是钥匙的id或钥匙生成时使用的电子邮件地址。

source: We just imported the main key to the card. Now we proceed with the two subkeys. We type ``key 1`` to select the encryption subkey and type in ``keytocard`` again and select the slot to use.
bg: Току-що импортирахме основния ключ в картата. Сега продължаваме с двата подключа. Въвеждаме ``key 1``, за да изберем подключ за криптиране, и въвеждаме ``keytocard`` отново и избираме слота за използване.
cs: Na kartu jsme právě importovali hlavní klíč. Nyní budeme pokračovat se dvěma dílčími klíči. Zadáme ``key 1`` pro výběr šifrovacího podklíče a zadáme ``keytocard`` a opět vybereme slot, který chceme použít.
da: Vi har lige importeret hovednøglen til kortet. Nu fortsætter vi med de to undernøgler. Vi skriver ``key 1`` for at vælge krypteringsundernøglen og skriver ``keytocard`` igen og vælger den slot, der skal bruges.
de: Wir haben gerade den Hauptschlüssel auf die Karte importiert. Nun fahren wir mit den beiden Unterschlüsseln fort. Wir geben ``Schlüssel 1`` ein, um den Unterschlüssel für die Verschlüsselung auszuwählen und tippen wieder ``Schlüsselkarte`` ein und wählen den zu verwendenden Steckplatz.
el: Μόλις εισαγάγαμε το κύριο κλειδί στην κάρτα. Τώρα συνεχίζουμε με τα δύο υποκλειδιά. Πληκτρολογούμε ``key 1`` για να επιλέξουμε το υποκλειδί κρυπτογράφησης και πληκτρολογούμε ξανά ``keytocard`` και επιλέγουμε την υποδοχή που θα χρησιμοποιήσουμε.
es: Acabamos de importar la clave principal a la tarjeta. Ahora procedemos con las dos subclaves. Escribimos ``clave 1`` para seleccionar la subclave de encriptación y escribimos de nuevo ``keytocard`` y seleccionamos la ranura a utilizar.
et: Me lihtsalt impordime kaardile põhivõti. Nüüd jätkame kahe alamvõtmega. Kirjutame ``key 1``, et valida krüpteerimise alamvõti ja kirjutame uuesti ``keytocard`` ja valime kasutatava pesa.
fi: Olemme juuri tuoneet kortin pääavaimen. Nyt jatketaan kahden alaavaimen kanssa. Kirjoitamme ``<key 1`` valitaksemme salauksen aliavaimen ja kirjoitamme uudelleen ``keytocard`` ja valitsemme haluamamme aukon.
fr: Nous venons d'importer la clé principale sur la carte. Maintenant nous procédons avec les deux sous-clés. Nous tapons ``key 1`` pour sélectionner la sous-clé de cryptage et tapons ``keytocard`` à nouveau et sélectionnons le slot à utiliser.
ja: メインキーをカードに取り込んだところです。次に、2つのサブキーを入力します。``key 1``と入力して暗号化サブキーを選択し、``keytocard``と再度入力して使用するスロットを選択します。
lt: Ką tik importavome pagrindinį raktą į kortelę. Dabar pereisime prie dviejų pagalbinių raktų. Įrašome ``key 1``, kad pasirinktume šifravimo pagalbinį raktą, ir vėl įrašome ``keytocard`` ir pasirenkame naudojamą lizdą.
lv: Mēs tikai importējām galveno atslēgu uz karti. Tagad mēs turpinām darbu ar diviem papildatslēgiem. Ievadām ``key 1``, lai atlasītu šifrēšanas papildatslēgu, un ievadām ``keytocard`` un vēlreiz izvēlamies slotu, ko izmantot.
pl: Właśnie zaimportowaliśmy klucz główny na kartę. Teraz zajmiemy się dwoma kluczami podrzędnymi. Wpisujemy ``key 1`` aby wybrać klucz podrzędny szyfrujący i wpisujemy ponownie ``keytocard`` i wybieramy slot do użycia.
pt: Acabámos de importar a chave principal do cartão. Agora continuamos com as duas subchaves. Digitamos ``key 1``` para selecionar a subchave de criptografia e digitamos ``keytocard`` novamente e selecionamos o slot a ser utilizado.
ro: Tocmai am importat cheia principală pe card. Acum vom continua cu cele două chei secundare. Scriem ``key 1`` pentru a selecta subcheia de criptare și scriem ``keytocard<x>`` din nou și selectăm slotul de utilizat.
ru: Мы только что импортировали главный ключ на карту. Теперь перейдем к двум подключам. Мы вводим ``key 1`` для выбора подключа шифрования и снова вводим ``keytocard`` и выбираем слот для использования.
sk: Práve sme importovali hlavný kľúč na kartu. Teraz pokračujeme s dvoma vedľajšími kľúčmi. Zadáme ``key 1`` na výber šifrovacieho podkľúča a zadáme ``keytocard`` a opäť vyberieme slot na použitie.
sl: Na kartico smo pravkar uvozili glavni ključ. Zdaj nadaljujemo z dvema podključema. Vnesemo ``key 1``, da izberemo podključ za šifriranje, in ponovno vnesemo ``keytocard`` ter izberemo režo za uporabo.
sv: Vi har just importerat huvudnyckeln till kortet. Nu fortsätter vi med de två undernycklarna. Vi skriver ``key 1`` för att välja krypteringsundernyckeln och skriver ``keytocard`` igen och väljer den kortplats som ska användas.
zh_cn: 我们刚刚把主钥匙导入卡中。现在我们继续处理两个子密钥。我们输入``key 1``来选择加密子密钥，并输入``keytocard``，再次选择要使用的插槽。
