Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/start.po
Languages: bg, cs, da, de, el, es, et, fi, fr, ja, lt, lv, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: The key ID does not contain any whitespace, and consists of 16 characters from range 0-9 A-F
bg: Идентификаторът на ключа не съдържа бели полета и се състои от 16 символа от диапазона 0-9 A-F
cs: ID klíče neobsahuje žádné bílé znaky a skládá se z 16 znaků z rozsahu 0-9 A-F.
da: Nøgle-id'et indeholder ingen mellemrum og består af 16 tegn fra intervallet 0-9 A-F
de: Die Schlüssel-ID enthält keine Leerzeichen und besteht aus 16 Zeichen aus dem Bereich 0-9 A-F
el: Το αναγνωριστικό κλειδιού δεν περιέχει κανένα κενό διάστημα και αποτελείται από 16 χαρακτήρες από την περιοχή 0-9 A-F
es: El ID de la clave no contiene ningún espacio en blanco y consta de 16 caracteres del rango 0-9 A-F
et: Võtme ID ei sisalda tühikuid ja koosneb 16 tähemärgist vahemikus 0-9 A-F.
fi: Avaimen tunnus ei sisällä välilyöntejä, ja se koostuu 16 merkistä alueella 0-9 A-F.
fr: L'ID de la clé ne contient pas d'espace et se compose de 16 caractères compris entre 0 et 9, de A à F.
ja: キーIDは空白を含まず、0-9 A-Fの範囲の16文字で構成されています。
lt: Raktas ID neturi jokių baltųjų simbolių, jį sudaro 16 simbolių iš intervalo 0-9 A-F.
lv: Atslēgas ID nesatur baltās atstarpes un sastāv no 16 rakstzīmēm no 0-9 A-F.
pl: Identyfikator klucza nie zawiera białych znaków i składa się z 16 znaków z zakresu 0-9 A-F
pt: O ID chave não contém nenhum espaço em branco, e consiste em 16 caracteres do intervalo 0-9 A-F
ro: ID-ul cheii nu conține spații albe și este format din 16 caractere din intervalul 0-9 A-F.
ru: Идентификатор ключа не содержит пробелов и состоит из 16 символов из диапазона 0-9 A-F
sk: ID kľúča neobsahuje žiadne biele znaky a pozostáva zo 16 znakov z rozsahu 0-9 A-F
sl: ID ključa ne vsebuje belih pik in je sestavljen iz 16 znakov iz območja 0-9 A-F.
sv: Nyckel-ID innehåller inga blanksteg och består av 16 tecken från intervallet 0-9 A-F.
zh_cn: 密钥ID不包含任何空格，由16个字符组成，范围为0-9 A-F

source: you have GPA or Kleopatra software installed.
bg: имате инсталиран софтуер GPA или Kleopatra.
cs: máte nainstalovaný software GPA nebo Kleopatra.
da: du har GPA- eller Kleopatra-software installeret.
de: Sie haben die Software GPA oder Kleopatra installiert.
el: έχετε εγκατεστημένο το λογισμικό GPA ή Kleopatra.
es: tiene instalado el software GPA o Kleopatra.
et: teil on paigaldatud GPA või Kleopatra tarkvara.
fi: sinulla on GPA- tai Kleopatra-ohjelmisto asennettuna.
fr: vous avez installé le logiciel GPA ou Kleopatra.
ja: GPAまたはKleopatraソフトウェアがインストールされていること。
lt: turite įdiegtą GPA arba "Kleopatra" programinę įrangą.
lv: ir instalēta GPA vai Kleopatra programmatūra.
pl: masz zainstalowane oprogramowanie GPA lub Kleopatra.
pt: você tem o software GPA ou Kleopatra instalado.
ro: aveți instalat software-ul GPA sau Kleopatra.
ru: у вас установлено программное обеспечение GPA или Kleopatra.
sk: máte nainštalovaný softvér GPA alebo Kleopatra.
sl: imate nameščeno programsko opremo GPA ali Kleopatra.
sv: du har GPA eller Kleopatra installerat.
zh_cn: 您已安装GPA或Kleopatra软件。

source: Please use Kleopatra or `GPA <openpgp-keygen-gpa.html>`_ software to handle the smart card.
bg: Моля, използвайте Kleopatra или `GPA <openpgp-keygen-gpa.html>`_ софтуер за работа със смарт картата.
cs: Pro obsluhu čipové karty použijte software Kleopatra nebo `GPA <openpgp-keygen-gpa.html>`_.
da: Brug Kleopatra eller `GPA <openpgp-keygen-gpa.html>`_ software til at håndtere smartkortet.
de: Bitte verwenden Sie Kleopatra oder `GPA <openpgp-keygen-gpa.html>`_ Software, um die Chipkarte zu verwalten.
el: Χρησιμοποιήστε το λογισμικό Kleopatra ή `GPA <openpgp-keygen-gpa.html>`_ για να χειριστείτε την έξυπνη κάρτα.
es: Por favor, utilice el software Kleopatra o `GPA <openpgp-keygen-gpa.html>`_ para manejar la tarjeta inteligente.
et: Palun kasutage Kleopatra või `GPA <openpgp-keygen-gpa.html>`_ tarkvara, et käsitleda kiipkaarti.
fi: Käytä Kleopatra- tai `GPA <openpgp-keygen-gpa.html>`_-ohjelmistoa älykortin käsittelyyn.
ja: スマートカードの取り扱いには、Kleopatraまたは`GPA <openpgp-keygen-gpa.html>`_ソフトウェアをご利用ください。
lt: Naudokite "Kleopatra" arba `GPA <openpgp-keygen-gpa.html>`_ programinę įrangą lustinei kortelei tvarkyti.
lv: Lūdzu, izmantojiet Kleopatra vai `GPA <openpgp-keygen-gpa.html>`_ programmatūru, lai apstrādātu viedkarti.
pl: Do obsługi karty inteligentnej należy używać oprogramowania Kleopatra lub `GPA <openpgp-keygen-gpa.html>`_.
pt: Por favor use Kleopatra ou `GPA <openpgp-keygen-gpa.html>`_ software para lidar com o Cartão Smart Card.
ro: Vă rugăm să folosiți software-ul Kleopatra sau `GPA <openpgp-keygen-gpa.html>`_ pentru a gestiona cardul inteligent.
ru: Для работы со смарт-картой используйте программное обеспечение Kleopatra или `GPA <openpgp-keygen-gpa.html>`_.
sk: Na spracovanie čipovej karty použite softvér Kleopatra alebo `GPA <openpgp-keygen-gpa.html>`_.
sl: Za obdelavo pametne kartice uporabite programsko opremo Kleopatra ali `GPA <openpgp-keygen-gpa.html>`_.
sv: Använd Kleopatra eller `GPA <openpgp-keygen-gpa.html>`_ programvara för att hantera smartkortet.
zh_cn: 请使用Kleopatra或`GPA <openpgp-keygen-gpa.html>`_软件来处理智能卡。

source: Thunderbird 77 and older
bg: Thunderbird 77 и по-стари
cs: Thunderbird 77 a starší
da: Thunderbird 77 og ældre
de: Thunderbird 77 und älter
el: Thunderbird 77 και παλαιότερα
es: Thunderbird 77 y anteriores
et: Thunderbird 77 ja vanemad
fi: Thunderbird 77 ja vanhemmat
fr: Thunderbird 77 et plus
ja: サンダーバード77以上
lt: "Thunderbird 77" ir senesni
lv: Thunderbird 77 un vecāki
pl: Thunderbird 77 i starsze
pt: Thunderbird 77 e mais velhos
ro: Thunderbird 77 și mai vechi
ru: Thunderbird 77 и старше
sk: Thunderbird 77 a staršie
sl: Thunderbird 77 in starejši
sv: Thunderbird 77 och äldre
zh_cn: 雷鸟77及以上版本

source: Installation
bg: Инсталация
cs: Instalace
el: Εγκατάσταση
es: Instalación
et: Paigaldamine
fi: Asennus
ja: インストール
lt: Įrengimas
lv: Uzstādīšana
pl: Instalacja
pt: Instalação
ro: Instalare
ru: Установка
sk: Inštalácia
sl: Namestitev
zh_cn: 安装

source: Install the device driver as described `here <https://www.nitrokey.com/documentation/installation>`_.
bg: Инсталирайте драйвера на устройството, както е описано `тук <https://www.nitrokey.com/documentation/installation>`_.
cs: Nainstalujte ovladač zařízení podle popisu `zde <https://www.nitrokey.com/documentation/installation>`_.
da: Installer enhedsdriveren som beskrevet `her <https://www.nitrokey.com/documentation/installation>`_.
de: Installieren Sie den Gerätetreiber wie `hier <https://www.nitrokey.com/documentation/installation>`_ beschrieben.
el: Εγκαταστήστε το πρόγραμμα οδήγησης συσκευής όπως περιγράφεται `εδώ <https://www.nitrokey.com/documentation/installation>`_.
es: Instale el controlador del dispositivo como se describe `aquí <https://www.nitrokey.com/documentation/installation>`__.
et: Paigaldage seadme draiver, nagu on kirjeldatud ` siin <https://www.nitrokey.com/documentation/installation>`_.
fi: Asenna laiteohjain `täällä <https://www.nitrokey.com/documentation/installation>`_ kuvatulla tavalla.
ja: `こちらの<https://www.nitrokey.com/documentation/installation>`_の説明に従って、デバイスドライバーをインストールします。
lt: Įdiekite įrenginio tvarkyklę, kaip aprašyta ` čia <https://www.nitrokey.com/documentation/installation>`_.
lv: Instalējiet ierīces draiveri, kā aprakstīts `šeit <https://www.nitrokey.com/documentation/installation>`_.
pl: Zainstaluj sterownik urządzenia zgodnie z opisem ` tutaj <https://www.nitrokey.com/documentation/installation>`_.
pt: Instale o driver do dispositivo como descrito `here <https://www.nitrokey.com/documentation/installation>`_.
ro: Instalați driverul de dispozitiv așa cum este descris ` aici <https://www.nitrokey.com/documentation/installation>`_.
ru: Установите драйвер устройства, как описано ` здесь <https://www.nitrokey.com/documentation/installation>`_.
sk: Nainštalujte ovládač zariadenia podľa popisu ` tu <https://www.nitrokey.com/documentation/installation>`_.
sl: Namestite gonilnik naprave, kot je opisano `tudi <https://www.nitrokey.com/documentation/installation>`_.
sv: Installera enhetsdrivrutinen enligt beskrivningen `här <https://www.nitrokey.com/documentation/installation>`_.
zh_cn: 按照`的描述安装设备驱动程序 <https://www.nitrokey.com/documentation/installation>`_。

source: Install `Thunderbird <https://www.thunderbird.net/en-US/>`_ and the Add-on `Enigmail <https://www.enigmail.net/index.php/en/>`_.
bg: Инсталирайте `Thunderbird <https://www.thunderbird.net/en-US/>`_ и добавката `Enigmail <https://www.enigmail.net/index.php/en/>`_.
cs: Nainstalujte `Thunderbird <https://www.thunderbird.net/en-US/>`_ a doplněk `Enigmail <https://www.enigmail.net/index.php/en/>`_.
da: Installer `Thunderbird <https://www.thunderbird.net/en-US/>`_ og tilføjelsesprogrammet `Enigmail <https://www.enigmail.net/index.php/en/>`_.
de: Installieren Sie `Thunderbird <https://www.thunderbird.net/en-US/>`_ und das Add-on `Enigmail <https://www.enigmail.net/index.php/en/>`_.
el: Εγκαταστήστε το `Thunderbird <https://www.thunderbird.net/en-US/>`_ και το πρόσθετο `Enigmail <https://www.enigmail.net/index.php/en/>`_.
es: Instale `Thunderbird <https://www.thunderbird.net/en-US/>`__ y el complemento `Enigmail <https://www.enigmail.net/index.php/en/>`__.
et: Installige `Thunderbird <https://www.thunderbird.net/en-US/>`_ ja add-on `Enigmail <https://www.enigmail.net/index.php/en/>`_.
fi: Asenna `Thunderbird <https://www.thunderbird.net/en-US/>`_ ja lisäosa `Enigmail <https://www.enigmail.net/index.php/en/>`_.
ja: `Thunderbird <https://www.thunderbird.net/en-US/>`_とアドオンの`Enigmail <https://www.enigmail.net/index.php/en/>`_をインストールします。
lt: Įdiekite `"Thunderbird" <https://www.thunderbird.net/en-US/>`_ ir priedą `"Enigmail" <https://www.enigmail.net/index.php/en/>`_.
lv: Instalējiet `Thunderbird <https://www.thunderbird.net/en-US/>`_ un papildinājumu `Enigmail <https://www.enigmail.net/index.php/en/>`_.
pl: Zainstaluj `Thunderbird <https://www.thunderbird.net/en-US/>`_ i dodatek `Enigmail <https://www.enigmail.net/index.php/en/>`_.
pt: Instale `Thunderbird <https://www.thunderbird.net/en-US/>`_ e o Add-on `Enigmail <https://www.enigmail.net/index.php/en/>`_.
ro: Instalați `Thunderbird <https://www.thunderbird.net/en-US/>`_ și add-on-ul `Enigmail <https://www.enigmail.net/index.php/en/>`_.
ru: Установите `Thunderbird <https://www.thunderbird.net/en-US/>`_ и дополнение `Enigmail <https://www.enigmail.net/index.php/en/>`_.
sk: Nainštalujte `Thunderbird <https://www.thunderbird.net/en-US/>`_ a doplnok `Enigmail <https://www.enigmail.net/index.php/en/>`_.
sl: Namestite `Thunderbird <https://www.thunderbird.net/en-US/>`_ in dodatek `Enigmail <https://www.enigmail.net/index.php/en/>`_.
sv: Installera `Thunderbird <https://www.thunderbird.net/en-US/>`_ och tillägget `Enigmail <https://www.enigmail.net/index.php/en/>`_.
zh_cn: 安装`Thunderbird <https://www.thunderbird.net/en-US/>`_和插件`Enigmail <https://www.enigmail.net/index.php/en/>`_。

source: Changing PINs
bg: Промяна на ПИН кодовете
cs: Změna kódů PIN
da: Ændring af PIN-koder
de: Ändern von PINs
el: Αλλαγή PIN
es: Cambio de PINs
et: PIN-koodi muutmine
fi: PIN-koodien muuttaminen
fr: Modification des codes PIN
ja: 暗証番号の変更
lt: PIN kodų keitimas
lv: PIN kodu maiņa
pl: Zmiana kodów PIN
pt: Mudança de PINs
ro: Schimbarea PIN-urilor
ru: Изменение PIN-кода
sk: Zmena kódov PIN
sl: Spreminjanje kod PIN
sv: Ändring av PIN-koder
zh_cn: 更改密码

source: There are two PINs for the Nitrokey:
bg: Има два ПИН кода за Nitrokey:
cs: Pro klíč Nitrokey existují dva kódy PIN:
da: Der er to PIN-koder til Nitrokey:
de: Es gibt zwei PINs für den Nitrokey:
el: Υπάρχουν δύο κωδικοί PIN για το Nitrokey:
es: Hay dos PINs para la Nitrokey:
et: Nitrokey jaoks on kaks PIN-koodi:
fi: Nitrokey-avaimessa on kaksi PIN-koodia:
fr: Il y a deux codes PIN pour la Nitrokey :
ja: Nitrokeyには2つのPINがあります。
lt: "Nitrokey" yra du PIN kodai:
lv: Nitrokey ir divi PIN kodi:
pl: Istnieją dwa PIN-y do Nitrokey:
pt: Há dois PINs para a Nitrokey:
ro: Există două PIN-uri pentru Nitrokey:
ru: Для ключа Nitrokey существует два PIN-кода:
sk: Pre kľúč Nitrokey existujú dva kódy PIN:
sl: Za ključ Nitrokey sta na voljo dve kodi PIN:
sv: Det finns två PIN-koder för Nitrokey:
zh_cn: Nitrokey有两个密码。

source: The User PIN required for daily work
bg: ПИН кодът на потребителя, необходим за ежедневната работа
cs: Uživatelský kód PIN potřebný pro každodenní práci
da: Den bruger-PIN-kode, der er nødvendig for det daglige arbejde
de: Die für die tägliche Arbeit erforderliche Benutzer-PIN
el: Το PIN χρήστη που απαιτείται για την καθημερινή εργασία
es: El PIN de usuario necesario para el trabajo diario
et: Igapäevaseks tööks vajalik kasutaja PIN-kood
fi: Päivittäisessä työssä tarvittava käyttäjän PIN-koodi
fr: Le code PIN utilisateur requis pour le travail quotidien
ja: 日常業務に必要なユーザーPIN
lt: Kasdieniam darbui reikalingas naudotojo PIN kodas
lv: Lietotāja PIN kods, kas nepieciešams ikdienas darbam
pl: PIN użytkownika wymagany do codziennej pracy
pt: O PIN de usuário necessário para o trabalho diário
ro: PIN-ul de utilizator necesar pentru activitatea zilnică
ru: PIN-код пользователя, необходимый для повседневной работы
sk: Používateľský kód PIN potrebný na každodennú prácu
sl: Uporabniški PIN, potreben za vsakodnevno delo
sv: Användar-PIN som krävs för det dagliga arbetet
zh_cn: 日常工作所需的用户密码

source: The Admin PIN is required to change keys or other settings of the device. In addition, the Nitrokey can be unlocked (for example, after 3 times incorrect input of the User PIN) by means of the Admin PIN.
bg: ПИН кодът на администратора е необходим за промяна на ключовете или други настройки на устройството. Освен това Nitrokey може да бъде отключен (например след трикратно неправилно въвеждане на потребителския ПИН) с помощта на администраторския ПИН.
cs: Kód PIN správce je nutný pro změnu klíčů nebo jiných nastavení zařízení. Kromě toho lze Nitrokey odemknout (například po trojnásobném nesprávném zadání uživatelského kódu PIN) pomocí kódu PIN správce.
da: Admin-PIN-koden er nødvendig for at ændre nøgler eller andre indstillinger på enheden. Desuden kan Nitrokey låses op (f.eks. efter 3 gange forkert indtastning af bruger-PIN-koden) ved hjælp af Admin-PIN-koden.
de: Die Admin-PIN wird benötigt, um Tasten oder andere Einstellungen des Geräts zu ändern. Außerdem kann der Nitrokey mit Hilfe der Admin-PIN entsperrt werden (z. B. nach 3-maliger Fehleingabe der Benutzer-PIN).
el: Το PIN διαχειριστή απαιτείται για την αλλαγή των πλήκτρων ή άλλων ρυθμίσεων της συσκευής. Επιπλέον, το Nitrokey μπορεί να ξεκλειδωθεί (για παράδειγμα, μετά από 3 φορές λανθασμένη εισαγωγή του PIN χρήστη) μέσω του PIN διαχειριστή.
es: El PIN de administrador es necesario para cambiar las llaves u otros ajustes del dispositivo. Además, el Nitrokey puede desbloquearse (por ejemplo, después de haber introducido 3 veces incorrectamente el PIN de usuario) mediante el PIN de administrador.
et: Administraatori PIN-kood on vajalik võtmete või muude seadme seadete muutmiseks. Lisaks saab Nitrokey lukustust avada (näiteks pärast 3 korda valesti sisestatud kasutaja PIN-koodi) Admin PIN-koodi abil.
fi: Admin PIN-koodia tarvitaan, jos haluat muuttaa laitteen näppäimiä tai muita asetuksia. Lisäksi Nitrokey voidaan vapauttaa lukitus (esimerkiksi 3 kertaa virheellisesti syötetyn User PIN -koodin jälkeen) Admin PIN-koodin avulla.
fr: Le Admin PIN est nécessaire pour modifier les clés ou d'autres paramètres de l'appareil. En outre, la Nitrokey peut être déverrouillée (par exemple, après trois saisies incorrectes du code PIN utilisateur) au moyen du code PIN administrateur.
ja: 管理者PINは、デバイスのキーやその他の設定を変更するために必要です。また、NitrokeyはAdmin PINでロックを解除することができます（例：ユーザーPINを3回誤入力した場合など）。
lt: Administratoriaus PIN kodas reikalingas norint pakeisti klavišus ar kitus įrenginio nustatymus. Be to, "Nitrokey" galima atrakinti (pavyzdžiui, 3 kartus neteisingai įvedus naudotojo PIN kodą) naudojant administratoriaus PIN kodą.
lv: Lai mainītu ierīces taustiņus vai citus iestatījumus, ir nepieciešams ievadīt administratora PIN kodu. Turklāt Nitrokey var atbloķēt (piemēram, 3 reizes nepareizi ievadot lietotāja PIN kodu), izmantojot administratora PIN kodu.
pl: Admin PIN jest wymagany do zmiany kluczy lub innych ustawień urządzenia. Ponadto Nitrokey może zostać odblokowany (np. po 3-krotnym błędnym wprowadzeniu kodu PIN użytkownika) za pomocą kodu PIN administratora.
pt: O PIN de Admin é necessário para alterar as teclas ou outras configurações do dispositivo. Além disso, a Nitrokey pode ser desbloqueada (por exemplo, após 3 vezes a introdução incorrecta do PIN de Utilizador) através do PIN de Admin.
ro: PIN-ul de administrator este necesar pentru a modifica cheile sau alte setări ale dispozitivului. În plus, Nitrokey poate fi deblocat (de exemplu, după introducerea incorectă de 3 ori a PIN-ului de utilizator) cu ajutorul PIN-ului de administrator.
ru: PIN-код администратора необходим для изменения ключей или других настроек устройства. Кроме того, Nitrokey может быть разблокирован (например, после 3-кратного неправильного ввода PIN-кода пользователя) с помощью PIN-кода администратора.
sk: Na zmenu kľúčov alebo iných nastavení zariadenia je potrebný kód PIN správcu. Okrem toho je možné zariadenie Nitrokey odblokovať (napríklad po 3-násobnom nesprávnom zadaní užívateľského PIN kódu) pomocou administrátorského PIN kódu.
sl: Za spreminjanje ključev ali drugih nastavitev naprave je potreben administratorjev PIN. Poleg tega lahko napravo Nitrokey odklenete (na primer po trikratnem nepravilnem vnosu uporabniškega PIN-a) z administratorjevim PIN-om.
sv: Admin-PIN-koden krävs för att ändra nycklar eller andra inställningar på enheten. Dessutom kan Nitrokey låsas upp (t.ex. efter tre gånger felaktig inmatning av användar-PIN-koden) med hjälp av Admin-PIN-koden.
zh_cn: 在改变钥匙或设备的其他设置时，需要有管理密码。此外，Nitrokey可以通过管理密码来解锁（例如，在错误输入3次用户密码后）。

source: After receiving the Nitrokey, you should immediately change the User PIN = “123456” and Admin PIN = “12345678”.
bg: След като получите Nitrokey, трябва незабавно да промените потребителския PIN = "123456" и администраторския PIN = "12345678".
cs: Po obdržení klíče Nitrokey byste měli okamžitě změnit PIN uživatele = "123456" a PIN správce = "12345678".
da: Når du har modtaget Nitrokey, skal du straks ændre bruger-PIN-kode = "123456" og Admin-PIN-kode = "12345678".
de: Nach Erhalt des Nitrokeys sollten Sie sofort die Benutzer-PIN = "123456" und Admin-PIN = "12345678" ändern.
el: Αφού λάβετε το κλειδί Nitrokey, θα πρέπει να αλλάξετε αμέσως το PIN χρήστη = "123456" και το PIN διαχειριστή = "12345678".
es: Después de recibir la Nitrokey, debe cambiar inmediatamente el PIN de usuario = "123456" y el PIN de administrador = "12345678".
et: Pärast Nitrokey saamist peaksite kohe muutma kasutaja PIN-koodi = "123456" ja administraatori PIN-koodi = "12345678".
fi: Kun olet saanut Nitrokey-avaimen, sinun on vaihdettava välittömästi User PIN = "123456" ja Admin PIN = "12345678".
fr: Après avoir reçu la Nitrokey, vous devez immédiatement modifier le PIN utilisateur = "123456" et le PIN administrateur = "12345678".
ja: Nitrokeyを受け取ったら、すぐにUser PIN = "123456 "とAdmin PIN = "12345678 "に変更してください。
lt: Gavę "Nitrokey" raktą, nedelsdami pakeiskite naudotojo PIN = "123456" ir administratoriaus PIN = "12345678".
lv: Pēc Nitrokey saņemšanas nekavējoties nomainiet lietotāja PIN = "123456" un administratora PIN = "12345678".
pl: Po otrzymaniu Nitrokey należy niezwłocznie zmienić User PIN = "123456" oraz Admin PIN = "12345678".
pt: Após receber a Nitrokey, deve alterar imediatamente o PIN de Utilizador = "123456" e o PIN de Admin = "12345678".
ro: După primirea Nitrokey, trebuie să modificați imediat PIN-ul utilizatorului = "123456" și PIN-ul administratorului = "12345678".
ru: После получения Nitrokey следует немедленно изменить PIN-код пользователя = "123456" и PIN-код администратора = "12345678".
sk: Po prijatí kľúča Nitrokey by ste mali okamžite zmeniť PIN používateľa = "123456" a PIN administrátora = "12345678".
sl: Po prejemu ključa Nitrokey morate takoj spremeniti uporabniški PIN = "123456" in skrbniški PIN = "12345678".
sv: När du har fått Nitrokey ska du omedelbart ändra användar-PIN = "123456" och Admin-PIN = "12345678".
zh_cn: 收到硝基钥匙后，你应立即更改用户密码="123456 "和管理员密码="12345678"。

source: Procedure
bg: Процедура
cs: Postup
de: Verfahren
el: Διαδικασία
es: Procedimiento
et: Menetlus
fi: Menettely
fr: Procédure
ja: 手順
lt: Procedūra
lv: Procedūra
pl: Procedura
pt: Procedimento
ro: Procedura
ru: Процедура
sk: Postup
sl: Postopek
sv: Förfarande
zh_cn: 程序

source: Insert the Nitrokey into a USB port on your computer.
bg: Поставете Nitrokey в USB порт на компютъра.
cs: Vložte Nitrokey do portu USB v počítači.
da: Sæt Nitrokey i en USB-port på din computer.
de: Stecken Sie den Nitrokey in einen USB-Anschluss an Ihrem Computer.
el: Τοποθετήστε το Nitrokey σε μια θύρα USB του υπολογιστή σας.
es: Inserte el Nitrokey en un puerto USB de su ordenador.
et: Sisestage Nitrokey arvuti USB-porti.
fi: Aseta Nitrokey tietokoneen USB-porttiin.
fr: Insérez la Nitrokey dans un port USB de votre ordinateur.
ja: NitrokeyをパソコンのUSBポートに挿入する。
lt: Įdėkite "Nitrokey" į kompiuterio USB jungtį.
lv: Ievietojiet Nitrokey datora USB pieslēgvietā.
pl: Włóż Nitrokey do portu USB w komputerze.
pt: Insira a Nitrokey em uma porta USB do seu computador.
ro: Introduceți Nitrokey într-un port USB al computerului.
ru: Вставьте Nitrokey в порт USB на компьютере.
sk: Vložte kľúč Nitrokey do portu USB v počítači.
sl: Nitrokey vstavite v vrata USB v računalniku.
sv: Sätt in Nitrokey i en USB-port på datorn.
zh_cn: 将Nitrokey插入电脑上的USB接口。

source: Start Thunderbird.
bg: Стартирайте Thunderbird.
cs: Spusťte Thunderbird.
de: Starten Sie Thunderbird.
el: Ξεκινήστε τον Thunderbird.
es: Inicie Thunderbird.
et: Käivitage Thunderbird.
fi: Käynnistä Thunderbird.
fr: Lancez Thunderbird.
ja: Thunderbirdを起動します。
lt: Paleiskite "Thunderbird".
lv: Palaidiet Thunderbird.
pl: Uruchom program Thunderbird.
pt: Começa Thunderbird.
ro: Porniți Thunderbird.
ru: Запустите Thunderbird.
sk: Spustite Thunderbird.
sl: Zagon programa Thunderbird.
sv: Starta Thunderbird.
zh_cn: 启动Thunderbird。
