Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/start.po
Languages: bg, cs, da, de, el, es, et, fi, fr, ja, lt, lv, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: for using `Claws Mail <https://www.claws-mail.org/plugin.php?plugin=gpg>`_, an email client (and news reader) for Linux and Windows
bg: за използване на `Claws Mail <https://www.claws-mail.org/plugin.php?plugin=gpg>`_, клиент за електронна поща (и четец на новини) за Linux и Windows
cs: pro použití `Claws Mail <https://www.claws-mail.org/plugin.php?plugin=gpg>`_, e-mailového klienta (a čtečky zpráv) pro Linux a Windows.
da: til brug af `Claws Mail <https://www.claws-mail.org/plugin.php?plugin=gpg>`_, en e-mail-klient (og nyhedslæser) til Linux og Windows
de: für die Verwendung von `Claws Mail <https://www.claws-mail.org/plugin.php?plugin=gpg>`_, einem E-Mail-Programm (und Newsreader) für Linux und Windows
el: για τη χρήση του `Claws Mail <https://www.claws-mail.org/plugin.php?plugin=gpg>`_, ενός προγράμματος-πελάτη ηλεκτρονικού ταχυδρομείου (και αναγνώστη ειδήσεων) για Linux και Windows
es: para utilizar `Claws Mail <https://www.claws-mail.org/plugin.php?plugin=gpg>`__, un cliente de correo electrónico (y lector de noticias) para Linux y Windows
et: e-posti kliendi (ja uudiste lugeja) `Claws Mail <https://www.claws-mail.org/plugin.php?plugin=gpg>`_ kasutamise eest Linuxi ja Windowsi jaoks.
fi: Claws Mail <https://www.claws-mail.org/plugin.php?plugin=gpg><https://www.claws-mail.org/plugin.php?plugin=gpg>`_, sähköpostiohjelma (ja uutistenlukija) Linuxille ja Windowsille.
ja: `Claws Mail <https://www.claws-mail.org/plugin.php?plugin=gpg>`_というLinuxおよびWindows用のメールクライアント（およびニュースリーダー）を使用しているため。
lt: naudoti `Claws Mail <https://www.claws-mail.org/plugin.php?plugin=gpg>`_, el. pašto klientą (ir naujienų skaitytuvą), skirtą "Linux" ir "Windows".
lv: par to, kā izmantot `Claws Mail <https://www.claws-mail.org/plugin.php?plugin=gpg>`_, e-pasta klientu (un ziņu lasītāju) Linux un Windows.
pl: za używanie `Claws Mail <https://www.claws-mail.org/plugin.php?plugin=gpg>`_, klienta poczty elektronicznej (i czytnika wiadomości) dla systemów Linux i Windows
pt: para usar `Claws Mail <https://www.claws-mail.org/plugin.php?plugin=gpg>`_, um cliente de e-mail (e leitor de notícias) para Linux e Windows
ro: pentru utilizarea `Claws Mail <https://www.claws-mail.org/plugin.php?plugin=gpg>`_, un client de e-mail (și cititor de știri) pentru Linux și Windows
ru: за использование `Claws Mail <https://www.claws-mail.org/plugin.php?plugin=gpg>`_, почтового клиента (и программы для чтения новостей) для Linux и Windows
sk: pre používanie `Claws Mail <https://www.claws-mail.org/plugin.php?plugin=gpg>`_, e-mailového klienta (a čítačky správ) pre Linux a Windows
sl: za uporabo `Claws Mail <https://www.claws-mail.org/plugin.php?plugin=gpg>`_, odjemalca e-pošte (in bralnika novic) za Linux in Windows
sv: för användning av `Claws Mail <https://www.claws-mail.org/plugin.php?plugin=gpg>`_, en e-postklient (och nyhetsläsare) för Linux och Windows
zh_cn: 使用`Claws Mail <https://www.claws-mail.org/plugin.php?plugin=gpg>`_，一个Linux和Windows的电子邮件客户端（和新闻阅读器）。

source: for using `Evolution <https://help.gnome.org/users/evolution/stable/mail-encryption.html.en>`_, an email client for the Gnome Desktop on Linux systems
bg: за използване на `Evolution <https://help.gnome.org/users/evolution/stable/mail-encryption.html.en>`_, клиент за електронна поща за работния плот Gnome в системите на Linux
cs: pro použití `Evolution <https://help.gnome.org/users/evolution/stable/mail-encryption.html.en>`_, e-mailového klienta pro pracovní plochu Gnome v systémech Linux.
da: til brug af `Evolution <https://help.gnome.org/users/evolution/stable/mail-encryption.html.en>`_, en e-mail-klient til Gnome Desktop på Linux-systemer
de: für die Verwendung von `Evolution <https://help.gnome.org/users/evolution/stable/mail-encryption.html.en>`_, einem E-Mail-Client für den Gnome Desktop auf Linux-Systemen
el: για τη χρήση του `Evolution <https://help.gnome.org/users/evolution/stable/mail-encryption.html.en>`_, ενός προγράμματος-πελάτη ηλεκτρονικού ταχυδρομείου για την επιφάνεια εργασίας Gnome σε συστήματα Linux
es: para utilizar `Evolution <https://help.gnome.org/users/evolution/stable/mail-encryption.html.en>`__, un cliente de correo electrónico para el Gnome Desktop en sistemas Linux
et: Gnome'i töölaua e-posti kliendi `Evolution <https://help.gnome.org/users/evolution/stable/mail-encryption.html.en>`_ kasutamise eest Linuxi süsteemides.
fi: Gnome-työpöydän sähköpostiohjelman `Evolution <https://help.gnome.org/users/evolution/stable/mail-encryption.html.en>`_ käyttäminen Linux-järjestelmissä.
ja: LinuxシステムのGnomeデスクトップ用メールクライアントである`Evolution <https://help.gnome.org/users/evolution/stable/mail-encryption.html.en>`_の使用について
lt: naudoti `Evolution <https://help.gnome.org/users/evolution/stable/mail-encryption.html.en>`_, el. pašto klientą, skirtą "Linux" sistemoms skirtai "Gnome Desktop".
lv: lai izmantotu `Evolution <https://help.gnome.org/users/evolution/stable/mail-encryption.html.en>`_, e-pasta klientu Gnome darbvirsmai Linux sistēmās.
pl: za używanie `Evolution <https://help.gnome.org/users/evolution/stable/mail-encryption.html.en>`_, klienta poczty elektronicznej dla Gnome Desktop w systemach Linux.
pt: para usar `Evolution <https://help.gnome.org/users/evolution/stable/mail-encryption.html.en>`_, um cliente de e-mail para o Gnome Desktop em sistemas Linux
ro: pentru utilizarea `Evolution <https://help.gnome.org/users/evolution/stable/mail-encryption.html.en>`_, un client de e-mail pentru Gnome Desktop pe sisteme Linux
ru: за использование `Evolution <https://help.gnome.org/users/evolution/stable/mail-encryption.html.en>`_, почтового клиента для Gnome Desktop в системах Linux
sk: pre používanie `Evolution <https://help.gnome.org/users/evolution/stable/mail-encryption.html.en>`_, e-mailového klienta pre pracovnú plochu Gnome na systémoch Linux
sl: za uporabo `Evolution <https://help.gnome.org/users/evolution/stable/mail-encryption.html.en>`_, odjemalca e-pošte za namizje Gnome v sistemih Linux
sv: för användning av `Evolution <https://help.gnome.org/users/evolution/stable/mail-encryption.html.en>`_, en e-postklient för Gnome Desktop på Linuxsystem.
zh_cn: 为使用`Evolution <https://help.gnome.org/users/evolution/stable/mail-encryption.html.en>`_，Linux系统上Gnome桌面的电子邮件客户端。

source: for using `GPGTools <https://gpgtools.org/>`_ on macOS.
bg: за използване на `GPGTools <https://gpgtools.org/>`_ в MacOS.
cs: pro použití `GPGTools <https://gpgtools.org/>`_ v systému macOS.
da: til brug af `GPGTools <https://gpgtools.org/>`_ på macOS.
de: zur Verwendung von `GPGTools <https://gpgtools.org/>`_ unter macOS.
el: για τη χρήση του `GPGTools <https://gpgtools.org/>`_ στο macOS.
es: para utilizar `GPGTools <https://gpgtools.org/>`__ en macOS.
et: kasutamiseks `GPGTools <https://gpgtools.org/>`_ macOS-i puhul.
fi: `GPGTools <https://gpgtools.org/>`_:n käyttämiseen macOS:ssä.
ja: macOSで`GPGTools <https://gpgtools.org/>`_を使用するためのものです。
lt: naudojant `GPGTools <https://gpgtools.org/>`_ sistemoje MacOS.
lv: izmantojot `GPGTools <https://gpgtools.org/>`_uz macOS.
pl: do używania `GPGTools <https://gpgtools.org/>`_ na macOS.
pt: por usar `GPGTools <https://gpgtools.org/>`_ em macOS.
ro: pentru utilizarea `GPGTools <https://gpgtools.org/>`_ pe macOS.
ru: для использования `GPGTools <https://gpgtools.org/>`_ на macOS.
sk: pre používanie `GPGTools <https://gpgtools.org/>`_ v systéme macOS.
sl: za uporabo `GPGTools <https://gpgtools.org/>`_ v sistemu macOS.
sv: för användning av `GPGTools <https://gpgtools.org/>`_ på macOS.
zh_cn: 用于在macOS上使用`GPGTools <https://gpgtools.org/>`_。

source: OpenPGP Key Generation With Backup
bg: Генериране на ключове OpenPGP с резервно копие
cs: Generování klíčů OpenPGP se zálohováním
da: OpenPGP-nøglegenerering med sikkerhedskopiering
de: OpenPGP-Schlüsselerzeugung mit Backup
el: Δημιουργία κλειδιού OpenPGP με δημιουργία αντιγράφων ασφαλείας
es: Generación de claves OpenPGP con copia de seguridad
et: OpenPGP võtme genereerimine koos varundamisega
fi: OpenPGP-avaimen luominen varmuuskopioinnin avulla
fr: Génération de clés OpenPGP avec sauvegarde
ja: バックアップ付きOpenPGP鍵生成
lt: "OpenPGP" raktų generavimas su atsargine kopija
lv: OpenPGP atslēgas ģenerēšana ar dublēšanu
pl: Generowanie klucza OpenPGP z kopią zapasową
pt: Geração de chaves OpenPGP com Backup
ro: Generarea cheilor OpenPGP cu backup
ru: Генерация ключей OpenPGP с резервным копированием
sk: Generovanie kľúča OpenPGP so zálohovaním
sl: Generiranje ključa OpenPGP z varnostno kopijo
sv: Generering av OpenPGP-nycklar med säkerhetskopiering
zh_cn: 带备份的OpenPGP密钥生成

source: The following instructions explain the generation of OpenPGP keys and how to copy them to the Nitrokey. This method has the advantage of providing a backup of the keys in case of losing or breaking the Nitrokey. The instructions are based on the command line interface of GnuPG. Thus, you need to have GnuPG installed on your system. The newest GnuPG version for Windows can be found `here <https://www.gpg4win.org/>`_ and the newest version for MacOS can be found `here <https://gpgtools.org/>`_. Users of Linux systems please install GnuPG with help of the package manager.
bg: Следващите инструкции обясняват генерирането на OpenPGP ключове и как да ги копирате в Nitrokey. Предимството на този метод е, че осигурява резервно копие на ключовете в случай на загуба или счупване на Nitrokey. Инструкциите са базирани на интерфейса на командния ред на GnuPG. Затова е необходимо да имате инсталиран GnuPG на вашата система. Най-новата версия на GnuPG за Windows можете да намерите `тук <https://www.gpg4win.org/>`_, а най-новата версия за MacOS можете да намерите `тук <https://gpgtools.org/>`_. Потребителите на системи Linux трябва да инсталират GnuPG с помощта на мениджъра на пакети.
cs: Následující pokyny vysvětlují generování klíčů OpenPGP a jejich kopírování do klíče Nitrokey. Výhodou této metody je, že poskytuje zálohu klíčů pro případ ztráty nebo rozbití klíče Nitrokey. Návod vychází z rozhraní příkazového řádku programu GnuPG. Proto je nutné mít v systému nainstalovaný GnuPG. Nejnovější verzi GnuPG pro Windows najdete `zde <https://www.gpg4win.org/>`_ a nejnovější verzi pro MacOS najdete `zde <https://gpgtools.org/>`_. Uživatelé systémů Linux si prosím nainstalujte GnuPG pomocí správce balíčků.
da: De følgende instruktioner forklarer genereringen af OpenPGP-nøgler, og hvordan du kopierer dem til Nitrokey. Denne metode har den fordel, at den giver en sikkerhedskopi af nøglerne i tilfælde af, at Nitrokey'en går tabt eller ødelægges. Anvisningerne er baseret på kommandolinjeinterfacet i GnuPG. Du skal derfor have GnuPG installeret på dit system. Den nyeste GnuPG-version til Windows kan findes `her <https://www.gpg4win.org/>`_ og den nyeste version til MacOS kan findes `her <https://gpgtools.org/>`_. Brugere af Linux-systemer bedes installere GnuPG ved hjælp af pakkehåndteringsprogrammet.
de: Die folgende Anleitung erklärt die Erzeugung von OpenPGP-Schlüsseln und wie man sie auf den Nitrokey kopiert. Diese Methode hat den Vorteil, dass sie ein Backup der Schlüssel für den Fall bietet, dass der Nitrokey verloren geht oder kaputt geht. Die Anleitung basiert auf der Kommandozeilenschnittstelle von GnuPG. Sie müssen also GnuPG auf Ihrem System installiert haben. Die neueste GnuPG-Version für Windows finden Sie `hier <https://www.gpg4win.org/>`_ und die neueste Version für MacOS finden Sie `hier <https://gpgtools.org/>`_. Benutzer von Linux-Systemen installieren GnuPG bitte mit Hilfe des Paketmanagers.
el: Οι ακόλουθες οδηγίες εξηγούν τη δημιουργία κλειδιών OpenPGP και τον τρόπο αντιγραφής τους στο Nitrokey. Αυτή η μέθοδος έχει το πλεονέκτημα ότι παρέχει ένα αντίγραφο ασφαλείας των κλειδιών σε περίπτωση απώλειας ή θραύσης του Nitrokey. Οι οδηγίες βασίζονται στη διεπαφή γραμμής εντολών του GnuPG. Συνεπώς, θα πρέπει να έχετε εγκαταστήσει το GnuPG στο σύστημά σας. Την πιο πρόσφατη έκδοση του GnuPG για Windows μπορείτε να βρείτε `εδώ <https://www.gpg4win.org/>`_ και την πιο πρόσφατη έκδοση για MacOS μπορείτε να βρείτε `εδώ <https://gpgtools.org/>`_. Οι χρήστες συστημάτων Linux παρακαλούνται να εγκαταστήσουν το GnuPG με τη βοήθεια του διαχειριστή πακέτων.
es: Las siguientes instrucciones explican la generación de claves OpenPGP y cómo copiarlas en la Nitrokey. Este método tiene la ventaja de proporcionar una copia de seguridad de las claves en caso de perder o romper la Nitrokey. Las instrucciones se basan en la interfaz de línea de comandos de GnuPG. Por lo tanto, necesita tener GnuPG instalado en su sistema. La versión más reciente de GnuPG para Windows puede encontrarse `aquí <https://www.gpg4win.org/>`__ y la versión más reciente para MacOS puede encontrarse `aquí <https://gpgtools.org/>`__. Los usuarios de sistemas Linux pueden instalar GnuPG con la ayuda del gestor de paquetes.
et: Järgnevad juhised selgitavad OpenPGP-võtmete genereerimist ja nende kopeerimist Nitrokey'sse. Selle meetodi eeliseks on võtmete varukoopia olemasolu juhul, kui Nitrokey peaks kaduma või purunema. Juhised põhinevad GnuPG käsurea liidesel. Seega peab teie süsteemi olema installeeritud GnuPG. Uuema GnuPG versiooni Windowsile leiab `tema <https://www.gpg4win.org/>`_ ja uuema versiooni MacOSile leiab `tema <https://gpgtools.org/>`_. Linuxi süsteemide kasutajatel palume GnuPG paigaldada paketihalduri abil.
fi: Seuraavissa ohjeissa selitetään OpenPGP-avainten luominen ja niiden kopioiminen Nitrokey-avaimeen. Tämän menetelmän etuna on, että avaimista on varmuuskopio, jos Nitrokey katoaa tai rikkoutuu. Ohjeet perustuvat GnuPG:n komentorivikäyttöliittymään. Sinun on siis asennettava GnuPG järjestelmääsi. Uusin GnuPG-versio Windowsille löytyy `täältä <https://www.gpg4win.org/>`_ ja uusin versio MacOS:lle löytyy `täältä <https://gpgtools.org/>`_. Linux-järjestelmien käyttäjät asentavat GnuPG:n paketinhallinnan avulla.
ja: 以下の説明では、OpenPGPキーの生成とNitrokeyへのコピー方法を説明します。この方法は、Nitrokeyを紛失したり壊したりした場合に、鍵のバックアップが取れるという利点があります。説明は、GnuPGのコマンドライン・インターフェースに基づいています。そのため、お使いのシステムにGnuPGがインストールされている必要があります。Windows用の最新のGnuPGバージョンは`こちら<https://www.gpg4win.org/>`_、MacOS用の最新バージョンは`こちら<https://gpgtools.org/>`_でご覧いただけます。Linuxシステムのユーザは、パッケージマネージャの助けを借りてGnuPGをインストールしてください。
lt: Toliau pateikiamuose nurodymuose paaiškinama, kaip generuoti "OpenPGP" raktus ir kaip juos nukopijuoti į "Nitrokey". Šio būdo privalumas yra tas, kad praradus ar sulaužius "Nitrokey", galima sukurti atsarginę raktų kopiją. Instrukcijos paremtos GnuPG komandinės eilutės sąsaja. Taigi jūsų sistemoje turi būti įdiegta GnuPG. Naujausią "Windows" skirtą "GnuPG" versiją rasite `čia <https://www.gpg4win.org/>`_, o naujausią "MacOS" skirtą versiją rasite `čia <https://gpgtools.org/>`_. "Linux" sistemų naudotojų prašome įdiegti "GnuPG" naudojant paketų tvarkyklę.
lv: Turpmāk sniegti norādījumi par OpenPGP atslēgu ģenerēšanu un to kopēšanu uz Nitrokey. Šīs metodes priekšrocība ir tā, ka tā nodrošina atslēgu dublējumu Nitrokey nozaudēšanas vai sabojāšanas gadījumā. Instrukcijas ir balstītas uz GnuPG komandrindas saskarni. Tāpēc jūsu sistēmā ir jābūt instalētam GnuPG. Jaunāko GnuPG versiju operētājsistēmai Windows var atrast `šeit <https://www.gpg4win.org/>`_, bet jaunāko versiju MacOS var atrast `šeit <https://gpgtools.org/>`_. Linux sistēmu lietotājus lūdzam instalēt GnuPG ar pakotņu pārvaldnieka palīdzību.
pl: Poniższe instrukcje wyjaśniają generowanie kluczy OpenPGP i jak skopiować je do Nitrokey. Ta metoda ma tę zaletę, że zapewnia kopię zapasową kluczy w przypadku utraty lub złamania Nitrokey. Instrukcje są oparte na interfejsie wiersza poleceń GnuPG. Dlatego musisz mieć zainstalowany GnuPG w swoim systemie. Najnowsza wersja GnuPG dla Windows może być znaleziona `tutaj <https://www.gpg4win.org/>`_ i najnowsza wersja dla MacOS może być znaleziona `tutaj <https://gpgtools.org/>`_. Użytkownicy systemów linuksowych proszeni są o zainstalowanie GnuPG za pomocą menedżera pakietów.
pt: As instruções seguintes explicam a geração das chaves OpenPGP e como copiá-las para a Nitrokey. Este método tem a vantagem de fornecer um backup das chaves em caso de perda ou quebra da Nitrokey. As instruções são baseadas na interface de linha de comando do GnuPG. Portanto, você precisa ter o GnuPG instalado no seu sistema. A mais nova versão do GnuPG para Windows pode ser encontrada `here <https://www.gpg4win.org/>`_ e a mais nova versão para MacOS pode ser encontrada `here <https://gpgtools.org/>`_. Usuários de sistemas Linux devem instalar o GnuPG com a ajuda do gerenciador de pacotes.
ro: Următoarele instrucțiuni explică generarea cheilor OpenPGP și modul de copiere a acestora pe Nitrokey. Această metodă are avantajul de a oferi o copie de rezervă a cheilor în caz de pierdere sau de rupere a Nitrokey. Instrucțiunile se bazează pe interfața de linie de comandă a GnuPG. Prin urmare, trebuie să aveți GnuPG instalat pe sistemul dumneavoastră. Cea mai nouă versiune GnuPG pentru Windows poate fi găsită `acolo <https://www.gpg4win.org/>`_, iar cea mai nouă versiune pentru MacOS poate fi găsită `acolo <https://gpgtools.org/>`_. Utilizatorii de sisteme Linux sunt rugați să instaleze GnuPG cu ajutorul managerului de pachete.
ru: В следующих инструкциях описана генерация ключей OpenPGP и их копирование на Nitrokey. Преимущество этого метода в том, что он обеспечивает резервное копирование ключей в случае потери или поломки Nitrokey. Инструкции основаны на интерфейсе командной строки GnuPG. Таким образом, в вашей системе должен быть установлен GnuPG. Новейшую версию GnuPG для Windows можно найти ` здесь <https://www.gpg4win.org/>`_, а новейшую версию для MacOS можно найти ` здесь <https://gpgtools.org/>`_. Пользователи Linux-систем могут установить GnuPG с помощью менеджера пакетов.
sk: Nasledujúce pokyny vysvetľujú generovanie kľúčov OpenPGP a ich kopírovanie do kľúča Nitrokey. Výhodou tejto metódy je, že poskytuje zálohu kľúčov pre prípad straty alebo poškodenia kľúča Nitrokey. Pokyny sú založené na rozhraní príkazového riadka GnuPG. Preto musíte mať v systéme nainštalovaný GnuPG. Najnovšiu verziu GnuPG pre systém Windows nájdete `tu <https://www.gpg4win.org/>`_ a najnovšiu verziu pre systém MacOS nájdete `tu <https://gpgtools.org/>`_. Používateľov systémov Linux prosíme, aby si GnuPG nainštalovali pomocou správcu balíkov.
sl: Naslednja navodila pojasnjujejo ustvarjanje ključev OpenPGP in njihovo kopiranje v ključ Nitrokey. Prednost te metode je, da zagotavlja varnostno kopijo ključev v primeru izgube ali zloma ključa Nitrokey. Navodila temeljijo na vmesniku ukazne vrstice programa GnuPG. Zato morate imeti v svojem sistemu nameščen program GnuPG. Najnovejšo različico GnuPG za Windows najdete `tudi <https://www.gpg4win.org/>`_, najnovejšo različico za MacOS pa `tudi <https://gpgtools.org/>`_. Uporabniki sistemov Linux namestite GnuPG s pomočjo upravitelja paketov.
sv: Följande instruktioner förklarar hur OpenPGP-nycklar skapas och hur de kopieras till Nitrokey. Denna metod har fördelen att den ger en säkerhetskopia av nycklarna om Nitrokey förloras eller går sönder. Anvisningarna är baserade på kommandoradsgränssnittet för GnuPG. Du måste alltså ha GnuPG installerat på ditt system. Den senaste versionen av GnuPG för Windows finns `här <https://www.gpg4win.org/>`_ och den senaste versionen för MacOS finns `här <https://gpgtools.org/>`_. Användare av Linuxsystem bör installera GnuPG med hjälp av pakethanteraren.
zh_cn: 下面的说明解释了OpenPGP密钥的生成以及如何将其复制到Nitrokey上。这种方法的好处是在Nitrokey丢失或损坏的情况下可以提供钥匙的备份。这些说明是基于GnuPG的命令行界面的。因此，你需要在你的系统上安装GnuPG。最新的Windows版GnuPG可以在`这里<https://www.gpg4win.org/>`_，最新的MacOS版可以在`这里<https://gpgtools.org/>`_找到。Linux系统的用户请在软件包管理器的帮助下安装GnuPG。
