Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/start.po
Languages: bg, cs, da, de, el, es, et, fi, fr, ja, lt, lv, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: Install ``scdaemon`` and GnuPG 2.1 or higher by using your package manager (e.g. ``apt update && apt install scdaemon gnupg2`` on Ubuntu).
bg: Инсталирайте ``scdaemon`` и GnuPG 2.1 или по-висока версия с помощта на вашия мениджър на пакети (например ``apt update && apt install scdaemon gnupg2`` за Ubuntu).
cs: Nainstalujte ``scdaemon`` a GnuPG 2.1 nebo vyšší pomocí správce balíčků (např. ``apt update && apt install scdaemon gnupg2`` v Ubuntu).
da: Installer ``scdaemon`` og GnuPG 2.1 eller højere ved hjælp af din pakkehåndtering (f.eks. ``apt update && apt install scdaemon gnupg2`` på Ubuntu).
de: Installieren Sie ``scdaemon`` und GnuPG 2.1 oder höher mit Hilfe Ihres Paketmanagers (z.B. ``apt update && apt install scdaemon gnupg2`` auf Ubuntu).
el: Εγκαταστήστε ``scdaemon`` και το GnuPG 2.1 ή νεότερη έκδοση χρησιμοποιώντας τον διαχειριστή πακέτων σας (π.χ. ``apt update && apt install scdaemon gnupg2`` στο Ubuntu).
es: Instale ``scdaemon`` y GnuPG 2.1 o superior utilizando su gestor de paquetes (por ejemplo, ``apt update && apt install scdaemon gpg2`` en Ubuntu).
et: Installige ``scdaemon`` ja GnuPG 2.1 või uuem, kasutades oma paketihaldurit (nt ``apt update && apt install scdaemon gnupg2`` Ubuntul).
fi: Asenna ``scdaemon`` ja GnuPG 2.1 tai uudempi paketinhallintaohjelmalla (esim. ``apt update && apt install scdaemon gnupg2`` Ubuntussa).
ja: ``scdaemon``とGnuPG 2.1以上をパッケージマネージャを使ってインストールしてください（例：Ubuntuでは``apt update && apt install scdaemon gnupg2``）。
lt: Įdiekite ``scdaemon`` ir GnuPG 2.1 arba naujesnę versiją naudodami paketų tvarkyklę (pvz., ``apt update && apt install scdaemon gnupg2`` Ubuntu sistemoje).
lv: Instalējiet ``scdaemon`` un GnuPG 2.1 vai jaunāku versiju, izmantojot savu pakešu pārvaldnieku (piemēram, ``</x id="83"></x id="124"></x>` Ubuntu).
pl: Zainstaluj ``scdaemon`` i GnuPG 2.1 lub wyższą za pomocą menedżera pakietów (np. ``apt update && apt install scdaemon gnupg2`` na Ubuntu).
pt: Instale ``scdaemon`` e GnuPG 2.1 ou superior utilizando o seu gestor de pacotes (por exemplo ``apt update && apt install scdaemon gnupg2`` no Ubuntu).
ro: Instalați ``scdaemon`` și GnuPG 2.1 sau o versiune mai recentă cu ajutorul managerului de pachete (de exemplu, ``apt update && apt install scdaemon gnupg2`` pe Ubuntu).
ru: Установите ``scdaemon`` и GnuPG 2.1 или выше с помощью менеджера пакетов (например, ``apt update && apt install scdaemon gnupg2`` на Ubuntu).
sk: Nainštalujte ``scdaemon`` a GnuPG 2.1 alebo vyššiu verziu pomocou správcu balíkov (napr. ``apt update && apt install scdaemon gnupg2`` v Ubuntu).
sl: Namestite ``scdaemon`` in GnuPG 2.1 ali novejšo različico z uporabo upravitelja paketov (npr. ``apt update && apt install scdaemon gnupg2`` v Ubuntuju).
sv: Installera ``scdaemon`` och GnuPG 2.1 eller högre med hjälp av din pakethanterare (t.ex. ``apt update && apt install scdaemon gnupg2`` på Ubuntu).
zh_cn: 使用你的软件包管理器安装``scdaemon``和GnuPG 2.1或更高版本（例如，``apt update && apt install scdaemon gnupg2``在 Ubuntu 上）。

source: Connect your Nitrokey to your computer.
bg: Свържете своя Nitrokey към компютъра.
cs: Připojte zařízení Nitrokey k počítači.
da: Tilslut din Nitrokey til din computer.
de: Schließen Sie Ihren Nitrokey an Ihren Computer an.
el: Συνδέστε το Nitrokey στον υπολογιστή σας.
es: Conecte su Nitrokey a su ordenador.
et: Ühendage oma Nitrokey arvutiga.
fi: Liitä Nitrokey tietokoneeseen.
fr: Connectez votre Nitrokey à votre ordinateur.
ja: Nitrokeyをコンピューターに接続します。
lt: Prijunkite "Nitrokey" prie kompiuterio.
lv: Savienojiet Nitrokey ar datoru.
pl: Podłącz Nitrokey do komputera.
pt: Ligue a sua Nitrokey ao seu computador.
ro: Conectați Nitrokey la computer.
ru: Подключите Nitrokey к компьютеру.
sk: Pripojte zariadenie Nitrokey k počítaču.
sl: Nitrokey povežite z računalnikom.
sv: Anslut Nitrokey till datorn.
zh_cn: 将你的Nitrokey连接到你的电脑。

source: Use GnuPG to `generate new keys or import existing ones <openpgp.html>`_.
bg: Използвайте GnuPG, за да `генерирате нови ключове или да импортирате съществуващи <openpgp.html>`_.
cs: Pomocí GnuPG můžete `generovat nové klíče nebo importovat stávající <openpgp.html>`_.
da: Brug GnuPG til at `generere nye nøgler eller importere eksisterende nøgler <openpgp.html>`_.
de: Verwenden Sie GnuPG, um `neue Schlüssel zu erzeugen oder bestehende zu importieren <openpgp.html>`_.
el: Χρησιμοποιήστε το GnuPG για να `δημιουργήσετε νέα κλειδιά ή να εισαγάγετε υπάρχοντα <openpgp.html>`_.
es: Utiliza GnuPG para `generar nuevas claves o importar las existentes <openpgp.html>`_.
et: Kasutage GnuPG-d, et ` genereerida uusi võtmeid või importida olemasolevaid <openpgp.html>`_.
fi: Käytä GnuPG:tä `luodaksesi uusia avaimia tai tuodaksesi olemassa olevia <openpgp.html>`_.
ja: GnuPGを使って、`新しい鍵を生成したり、<openpgp.html>`_既存の鍵をインポートしたりします。
lt: Naudokite GnuPG `generuodami naujus raktus arba importuodami esamus <openpgp.html>`_.
lv: Izmantojiet GnuPG, lai `ģenerētu jaunas atslēgas vai importētu esošās <openpgp.html>`_.
pl: Użyj GnuPG, aby `generować nowe klucze lub importować istniejące <openpgp.html>`_.
pt: Use GnuPG para `gerar novas chaves ou importar as existentes <openpgp.html>`_.
ro: Folosiți GnuPG pentru a `genera chei noi sau pentru a importa chei existente <openpgp.html>`_.
ru: Используйте GnuPG для ` генерации новых ключей или импорта существующих <openpgp.html>`_.
sk: Použite GnuPG na `generovanie nových kľúčov alebo importovanie existujúcich <openpgp.html>`_.
sl: Uporabite GnuPG za `generiranje novih ključev ali uvoz obstoječih <openpgp.html>`_.
sv: Använd GnuPG för att `generera nya nycklar eller importera befintliga <openpgp.html>`_.
zh_cn: 使用GnuPG来`生成新的密钥或导入现有的密钥<openpgp.html>`_。

source: It is indeed necessary to first import or create new keys and change the PINs afterwards. Otherwise changing User PIN will fail! Furthermore overriding keys results in PIN reset (default values), please keep this in mind!
bg: Наистина е необходимо първо да импортирате или да създадете нови ключове и след това да промените ПИН кодовете. В противен случай промяната на ПИН на потребителя ще се окаже неуспешна! Освен това пренаписването на ключовете води до нулиране на ПИН (стойности по подразбиране), моля, имайте това предвид!
cs: Je skutečně nutné nejprve importovat nebo vytvořit nové klíče a následně změnit kódy PIN. Jinak se změna uživatelského PINu nezdaří! Přepsání klíčů navíc vede k resetování PIN (výchozí hodnoty), mějte to prosím na paměti!
da: Det er faktisk nødvendigt først at importere eller oprette nye nøgler og derefter ændre PIN-koderne. Ellers vil ændringen af bruger-PIN-koden mislykkes! Desuden resulterer overskrivning af nøgler i nulstilling af PIN-koden (standardværdier), så husk venligst dette!
de: Es ist in der Tat notwendig, zuerst neue Schlüssel zu importieren oder zu erstellen und danach die PINs zu ändern. Andernfalls schlägt das Ändern der Benutzer-PIN fehl! Außerdem führt das Überschreiben von Schlüsseln zu einem PIN-Reset (Standardwerte), bitte beachten Sie dies!
el: Είναι πράγματι απαραίτητο να εισαγάγετε ή να δημιουργήσετε πρώτα νέα κλειδιά και να αλλάξετε τους κωδικούς PIN στη συνέχεια. Διαφορετικά, η αλλαγή του PIN χρήστη θα αποτύχει! Επιπλέον, η παράκαμψη των κλειδιών έχει ως αποτέλεσμα την επαναφορά του PIN (προεπιλεγμένες τιμές), παρακαλούμε να το έχετε υπόψη σας!
es: De hecho, es necesario importar o crear primero nuevas claves y cambiar los PINs después. De lo contrario, el cambio de PIN de usuario fallará. Además, la anulación de las claves provoca el restablecimiento del PIN (valores por defecto), ¡tenga esto en cuenta!
et: On tõepoolest vaja kõigepealt importida või luua uued võtmed ja seejärel muuta PIN-koodid. Vastasel juhul ei õnnestu kasutaja PIN-koodi muutmine! Peale selle toob võtmete ületamine kaasa PIN-koodi lähtestamise (vaikeväärtused), pidage seda meeles!
fi: On todellakin tarpeen tuoda tai luoda ensin uudet avaimet ja muuttaa PIN-koodit sen jälkeen. Muuten käyttäjän PIN-koodin muuttaminen epäonnistuu! Lisäksi avainten ohittaminen johtaa PIN-koodien nollaamiseen (oletusarvot), pidä tämä mielessä!
fr: Il est en effet nécessaire d'importer ou de créer d'abord de nouvelles clés et de modifier ensuite les PIN. Sinon, la modification du PIN utilisateur échouera ! De plus, le remplacement des clés entraîne la réinitialisation du PIN (valeurs par défaut), veuillez garder cela à l'esprit !
ja: まず、新しい鍵をインポートまたは作成し、その後にPINを変更する必要があります。そうしないと、ユーザーPINの変更に失敗してしまいます。さらに、キーを上書きすると、PINがリセットされます（デフォルト値）ので、ご注意ください。
lt: Iš tiesų pirmiausia reikia importuoti arba sukurti naujus raktus, o po to pakeisti PIN kodus. Priešingu atveju pakeisti naudotojo PIN nepavyks! Be to, pakeitus raktus, iš naujo nustatomi PIN kodai (numatytoji vertė), turėkite tai omenyje!
lv: Patiešām ir nepieciešams vispirms importēt vai izveidot jaunas atslēgas un pēc tam mainīt PIN kodus. Pretējā gadījumā mainīt lietotāja PIN neizdosies! Turklāt, ja atslēgas tiek pārrakstītas, tiek atiestatītas PIN (noklusējuma vērtības), tāpēc ņemiet to vērā!
pl: W istocie konieczne jest najpierw zaimportowanie lub utworzenie nowych kluczy, a następnie zmiana kodów PIN. W przeciwnym razie zmiana PIN-u użytkownika nie powiedzie się! Ponadto nadpisanie kluczy powoduje zresetowanie PIN-u (wartości domyślne), należy o tym pamiętać!
pt: É realmente necessário primeiro importar ou criar novas chaves e depois alterar os PINs. Caso contrário, a alteração do PIN do utilizador falhará! Além disso, a sobreposição de chaves resulta na redefinição do PIN (valores padrão), por favor tenha isto em mente!
ro: Într-adevăr, este necesar să importați sau să creați mai întâi chei noi și să modificați apoi PIN-urile. În caz contrar, schimbarea PIN-ului utilizatorului va eșua! În plus, suprascrierea cheilor duce la resetarea PIN-ului (valori implicite), vă rugăm să țineți cont de acest lucru!
ru: Действительно, необходимо сначала импортировать или создать новые ключи, а затем изменить PIN-коды. В противном случае изменение PIN-кода пользователя будет неудачным! Кроме того, переопределение ключей приводит к сбросу PIN-кода (значения по умолчанию), имейте это в виду!
sk: Je skutočne potrebné najprv importovať alebo vytvoriť nové kľúče a následne zmeniť PIN kódy. V opačnom prípade sa zmena používateľského kódu PIN nepodarí! Okrem toho prepisovanie kľúčov má za následok resetovanie PIN (predvolené hodnoty), majte to na pamäti!
sl: Dejansko je treba najprej uvoziti ali ustvariti nove ključe in nato spremeniti kode PIN. V nasprotnem primeru sprememba uporabniškega PIN-a ne bo uspešna! Poleg tega prepisovanje ključev povzroči ponastavitev kode PIN (privzete vrednosti), zato imejte to v mislih!
sv: Det är faktiskt nödvändigt att först importera eller skapa nya nycklar och därefter ändra PIN-koderna. Annars misslyckas ändringen av användar-PIN-koden! Om nycklarna åsidosätts resulterar det dessutom i att PIN-koden återställs (standardvärden), tänk på detta!
zh_cn: 确实有必要先导入或创建新的密钥，然后再更改PIN。否则更改用户PIN码将会失败!此外，覆盖钥匙会导致PIN码重置（默认值），请牢记这一点。

source: Change the Admin PIN (default: ``12345678``) and then the User PIN (default: ``123456``) to your own choices.
bg: Променете ПИН кода на администратора (по подразбиране: ``12345678``) и след това ПИН кода на потребителя (по подразбиране: ``123456``), за да изберете своя собствен.
cs: Změňte kód PIN správce (výchozí: ``12345678``) a poté kód PIN uživatele (výchozí: ``123456``) podle vlastního výběru.
da: Ændr Admin PIN-koden (standard: ``12345678``) og derefter Bruger PIN-koden (standard: ``123456``) til dine egne valg.
de: Ändern Sie die Admin-PIN (Standard: ``12345678``) und dann die Benutzer-PIN (Standard: ``123456``) nach Ihren Wünschen.
el: Αλλάξτε το PIN διαχειριστή (προεπιλογή: ``12345678``) και στη συνέχεια το PIN χρήστη (προεπιλογή: ``123456``) στις δικές σας επιλογές.
es: Cambie el PIN de administrador (por defecto: ``12345678``) y luego el PIN de usuario (por defecto: ``123456``) a su elección.
et: Muuda administraatori PIN-kood (vaikimisi: ``12345678``) ja seejärel kasutaja PIN-kood (vaikimisi: ``123456``) oma valikute järgi.
fi: Muuta ylläpitäjän PIN-koodi (oletus: ``12345678``) ja sitten käyttäjän PIN-koodi (oletus: ``123456``) omiin valintoihin.
fr: Modifiez le code PIN de l'administrateur (par défaut : ``12345678``), puis le code PIN de l'utilisateur (par défaut : ``123456``) selon vos propres choix.
ja: Admin PIN（デフォルト：``12345678``）とUser PIN（デフォルト：``123456``）を自分の好きなように変更してください。
lt: Pakeiskite administratoriaus PIN kodą (numatytasis: ``12345678``) ir naudotojo PIN kodą (numatytasis: ``123456``) pagal savo pasirinkimą.
lv: Mainiet administratora PIN kodu (pēc noklusējuma: ``12345678``) un pēc tam lietotāja PIN kodu (pēc noklusējuma: ``123456``), izvēloties savu.
pl: Zmień kod PIN administratora (domyślny: ``12345678``), a następnie kod PIN użytkownika (domyślny: ``123456``) na wybrany przez siebie.
pt: Altere o PIN de Admin (por defeito: ``12345678``) e depois o PIN de Utilizador (por defeito: ``123456``) para as suas próprias escolhas.
ro: Schimbați PIN-ul de administrator (implicit: ``12345678``) și apoi PIN-ul de utilizator (implicit: ``123456``) la propriile alegeri.
ru: Измените PIN-код администратора (по умолчанию: ``12345678``), а затем PIN-код пользователя (по умолчанию: ``123456``) на свой собственный выбор.
sk: Zmeňte kód PIN administrátora (predvolené nastavenie: ``12345678``) a potom kód PIN používateľa (predvolené nastavenie: ``123456``) podľa vlastného výberu.
sl: Spremenite skrbniški PIN (privzeto: ``12345678``) in nato uporabniški PIN (privzeto: ``123456``) po lastni izbiri.
sv: Ändra Admin PIN-koden (standard: ``12345678``) och sedan Användar PIN-koden (standard: ``123456``) till dina egna val.
zh_cn: 改变管理密码（默认：``12345678`），然后改变用户密码（默认：``123456``）到你自己的选择。

source: The PIN must consist of at least 14 characters (starting from RTM.8), can contain any character (not only numbers). Do not select only numbers. If your environment allows that, use emoticons or national characters.
bg: ПИН кодът трябва да се състои от най-малко 14 символа (от RTM.8), като може да съдържа всякакви знаци (не само цифри). Не избирайте само цифри. Ако средата ви позволява това, използвайте емотикони или национални символи.
cs: PIN se musí skládat nejméně ze 14 znaků (počínaje RTM.8), může obsahovat jakýkoli znak (nejen číslice). Nevybírejte pouze čísla. Pokud to vaše prostředí umožňuje, použijte emotikony nebo národní znaky.
da: PIN-koden skal bestå af mindst 14 tegn (fra RTM.8) og kan indeholde alle tegn (ikke kun tal). Vælg ikke kun tal. Hvis dit miljø tillader det, kan du bruge humørikoner eller nationale tegn.
de: Die PIN muss aus mindestens 14 Zeichen bestehen (ab RTM.8), kann beliebige Zeichen (nicht nur Zahlen) enthalten. Wählen Sie nicht nur Zahlen. Wenn Ihre Umgebung das zulässt, verwenden Sie Emoticons oder nationale Zeichen.
el: Το PIN πρέπει να αποτελείται από τουλάχιστον 14 χαρακτήρες (ξεκινώντας από το RTM.8) και μπορεί να περιέχει οποιονδήποτε χαρακτήρα (όχι μόνο αριθμούς). Μην επιλέγετε μόνο αριθμούς. Αν το περιβάλλον σας το επιτρέπει, χρησιμοποιήστε emoticons ή εθνικούς χαρακτήρες.
es: El PIN debe constar de al menos 14 caracteres (a partir de RTM.8), puede contener cualquier carácter (no sólo números). No seleccione sólo números. Si su entorno lo permite, utilice emoticonos o caracteres nacionales.
et: PIN-kood peab koosnema vähemalt 14 tähemärgist (alates RTM.8) ja võib sisaldada mis tahes märki (mitte ainult numbreid). Ärge valige ainult numbreid. Kui teie keskkond seda lubab, kasutage emotikone või rahvuslikke sümboleid.
fi: PIN-koodin on koostuttava vähintään 14 merkistä (alkaen RTM.8), ja se voi sisältää mitä tahansa merkkiä (ei ainoastaan numeroita). Älä valitse vain numeroita. Jos ympäristösi sallii sen, käytä hymiöitä tai kansallisia merkkejä.
fr: Le code PIN doit être composé d'au moins 14 caractères (à partir de RTM.8), peut contenir n'importe quel caractère (pas seulement des chiffres). Ne sélectionnez pas uniquement des chiffres. Si votre environnement le permet, utilisez des émoticônes ou des caractères nationaux.
ja: 暗証番号は、少なくとも14文字（RTM.8から）で構成されていなければならず、任意の文字（数字だけでなく）を含むことができます。数字だけは選択しないでください。お使いの環境で許可されている場合は、絵文字や各国の文字を使用してください。
lt: PIN kodą turi sudaryti ne mažiau kaip 14 simbolių (pradedant nuo RTM.8), jame gali būti bet koks simbolis (ne tik skaičiai). Negalima pasirinkti tik skaičių. Jei jūsų aplinka tai leidžia, naudokite šypsenėles arba nacionalinius simbolius.
lv: PIN kodam jāsastāv no vismaz 14 rakstzīmēm (sākot no RTM.8), tajā var būt jebkuras rakstzīmes (ne tikai cipari). Neizvēlieties tikai ciparus. Ja jūsu vide to atļauj, izmantojiet emocijzīmes vai valsts rakstzīmes.
pl: PIN musi składać się z co najmniej 14 znaków (począwszy od RTM.8), może zawierać dowolny znak (nie tylko cyfry). Nie należy wybierać tylko cyfr. Jeśli twoje środowisko na to pozwala, użyj emotikonów lub znaków narodowych.
pt: O PIN deve ser composto de pelo menos 14 caracteres (a partir do RTM.8), pode conter qualquer caractere (não apenas números). Não seleccionar apenas números. Se o seu ambiente permitir isso, utilize emoticons ou caracteres nacionais.
ro: PIN-ul trebuie să fie format din cel puțin 14 caractere (începând cu RTM.8) și poate conține orice caracter (nu numai numere). Nu selectați numai numere. Dacă mediul dumneavoastră permite acest lucru, utilizați emoticoane sau caractere naționale.
ru: PIN-код должен состоять как минимум из 14 символов (начиная с RTM.8), может содержать любые символы (не только цифры). Не выбирайте только цифры. Если ваша среда позволяет это, используйте смайлики или национальные символы.
sk: PIN musí obsahovať najmenej 14 znakov (od RTM.8), môže obsahovať ľubovoľný znak (nielen čísla). Nevyberajte iba čísla. Ak to vaše prostredie umožňuje, použite emotikony alebo národné znaky.
sl: PIN mora biti sestavljen iz najmanj 14 znakov (od RTM.8 naprej) in lahko vsebuje katerikoli znak (ne le številke). Ne izberite samo številk. Če vaše okolje to dovoljuje, uporabite emotikone ali nacionalne znake.
sv: PIN-koden måste bestå av minst 14 tecken (från och med RTM.8) och kan innehålla alla tecken (inte bara siffror). Välj inte bara siffror. Om din miljö tillåter det, använd emoticons eller nationella tecken.
zh_cn: 密码必须由至少14个字符组成（从RTM.8开始），可以包含任何字符（不仅是数字）。不要只选择数字。如果你的环境允许，请使用表情符号或国家字符。

source: The longer the PIN the better. It is possible to use 6 randomly selected words instead as well for the same or better security than random character string.
bg: Колкото по-дълъг е ПИН кодът, толкова по-добре. Възможно е вместо това да използвате 6 произволно избрани думи, за да постигнете същата или по-добра сигурност, отколкото с произволен низ от символи.
cs: Čím delší PIN, tím lépe. Místo toho je možné použít 6 náhodně vybraných slov pro stejné nebo lepší zabezpečení než náhodný řetězec znaků.
da: Jo længere PIN-koden er, jo bedre. Det er også muligt at bruge 6 tilfældigt udvalgte ord i stedet for at opnå samme eller bedre sikkerhed end en tilfældig tegnstreng.
de: Je länger die PIN, desto besser. Es ist möglich, stattdessen auch 6 zufällig ausgewählte Wörter zu verwenden, um die gleiche oder eine bessere Sicherheit als eine zufällige Zeichenfolge zu erreichen.
el: Όσο μεγαλύτερο είναι το PIN τόσο το καλύτερο. Είναι δυνατόν να χρησιμοποιήσετε 6 τυχαία επιλεγμένες λέξεις για την ίδια ή καλύτερη ασφάλεια από την τυχαία συμβολοσειρά χαρακτήρων.
es: Cuanto más largo sea el PIN, mejor. Es posible utilizar 6 palabras seleccionadas al azar en su lugar también para la misma o mejor seguridad que la cadena de caracteres al azar.
et: Mida pikem PIN-kood, seda parem. Sama või parema turvalisuse tagamiseks on võimalik kasutada selle asemel ka 6 juhuslikult valitud sõna, mis on sama või parem kui juhuslik tähemärkide jada.
fi: Mitä pidempi PIN-koodi, sitä parempi. On mahdollista käyttää myös 6 satunnaisesti valittua sanaa, jolloin turvallisuus on sama tai parempi kuin satunnaisella merkkijonolla.
fr: Plus le code PIN est long, mieux c'est. Il est également possible d'utiliser 6 mots choisis au hasard pour une sécurité identique ou supérieure à celle d'une chaîne de caractères aléatoires.
ja: 暗証番号は、長ければ長いほどよい。また、ランダムに選択された6つの単語を使用することで、ランダムな文字列と同等以上のセキュリティを確保することも可能です。
lt: Kuo ilgesnis PIN kodas, tuo geriau. Galima naudoti ir 6 atsitiktinai parinktus žodžius, kad būtų užtikrintas toks pat arba geresnis saugumas nei atsitiktinių simbolių eilutės.
lv: Jo garāks PIN kods, jo labāk. Tā vietā var izmantot arī 6 nejauši atlasītus vārdus, lai nodrošinātu tādu pašu vai labāku drošību nekā nejaušu rakstzīmju virkne.
pl: Im dłuższy kod PIN tym lepiej. Zamiast tego można użyć 6 losowo wybranych słów, aby zapewnić takie samo lub lepsze bezpieczeństwo niż losowy ciąg znaków.
pt: Quanto mais tempo o PIN, melhor. É possível usar 6 palavras selecionadas aleatoriamente para a mesma segurança ou melhor do que uma cadeia de caracteres aleatória.
ro: Cu cât PIN-ul este mai lung, cu atât mai bine. Este posibil să folosiți 6 cuvinte selectate la întâmplare pentru o securitate egală sau mai bună decât un șir de caractere aleatorii.
ru: Чем длиннее PIN-код, тем лучше. Можно также использовать 6 случайно выбранных слов для обеспечения такой же или лучшей безопасности, чем случайная строка символов.
sk: Čím dlhší PIN kód, tým lepšie. Namiesto toho je možné použiť aj 6 náhodne vybraných slov pre rovnaké alebo lepšie zabezpečenie ako náhodný reťazec znakov.
sl: Čim daljša je številka PIN, tem bolje. Namesto tega lahko uporabite tudi 6 naključno izbranih besed, kar zagotavlja enako ali boljšo varnost kot naključni niz znakov.
sv: Ju längre PIN-koden är, desto bättre. Det är möjligt att använda 6 slumpmässigt valda ord i stället för att uppnå samma eller bättre säkerhet än en slumpmässig teckensträng.
zh_cn: 密码越长越好。也可以用6个随机选择的单词代替，以获得与随机字符串相同或更好的安全性。

source: Use ‘gpg –card-edit’ -> ‘admin’ -> ‘passwd’ to achieve this (for Admin PIN case).
bg: Използвайте 'gpg -card-edit' -> 'admin' -> 'passwd', за да постигнете това (за ПИН кода на администратора).
cs: K tomu použijte 'gpg -card-edit' -> 'admin' -> 'passwd' (v případě PINu správce).
da: Brug 'gpg -card-edit' -> 'admin' -> 'passwd' for at opnå dette (i tilfælde af Admin PIN-kode).
de: Verwenden Sie dazu 'gpg -card-edit' -> 'admin' -> 'passwd' (für Admin-PIN-Fall).
el: Χρησιμοποιήστε το 'gpg -card-edit' -> 'admin' -> 'passwd' για να το πετύχετε αυτό (για την περίπτωση Admin PIN).
es: Utilice 'gpg -card-edit' -> 'admin' -> 'passwd' para conseguirlo (para el caso del PIN de administrador).
et: Kasutage selleks 'gpg -card-edit' -> 'admin' -> 'passwd' (Admin PIN-koodi puhul).
fi: Käytä 'gpg -card-edit' -> 'admin' -> 'passwd' tämän saavuttamiseksi (Admin PIN-koodin tapauksessa).
fr: Utilisez 'gpg -card-edit' -> 'admin' -> 'passwd' pour y parvenir (pour le cas du PIN admin).
ja: gpg -card-edit' -> 'admin' -> 'passwd' を使って実現してください（Admin PINの場合）。
lt: Tam naudokite 'gpg -card-edit' -> 'admin' -> 'passwd' (administratoriaus PIN kodo atveju).
lv: Lai to panāktu, izmantojiet 'gpg -card-edit' -> 'admin' -> 'passwd' (Admin PIN kodam).
pl: Użyj 'gpg -card-edit' -> 'admin' -> 'passwd', aby to osiągnąć (dla przypadku Admin PIN).
pt: Use 'gpg -card-edit' -> 'admin' -> 'passwd' para conseguir isto (para o caso do PIN de Admin).
ro: Utilizați 'gpg -card-edit' -> 'admin' -> 'passwd' pentru a realiza acest lucru (pentru cazul PIN-ului de administrator).
ru: Для этого используйте 'gpg -card-edit' -> 'admin' -> 'passwd' (для случая PIN-кода администратора).
sk: Na dosiahnutie tohto cieľa použite 'gpg -card-edit' -> 'admin' -> 'passwd' (pre prípad PIN kódu administrátora).
sl: Za to uporabite 'gpg -card-edit' -> 'admin' -> 'passwd' (za primer PIN upravitelja).
sv: Använd "gpg -card-edit" -> "admin" -> "passwd" för att uppnå detta (för Admin PIN-fallet).
zh_cn: 使用'gpg -card-edit' -> 'admin' -> 'passwd'来实现这个目标（对于Admin PIN情况）。
