Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/start.po
Languages: bg, cs, da, de, el, es, et, fi, fr, ja, lt, lv, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: Now you can put in your name and the email address you want to use for the key that will be generated next. You may choose an expiration date for your key, but you don’t have to.
bg: Сега можете да въведете името си и имейл адреса, който искате да използвате за ключа, който ще бъде генериран след това. Можете да изберете дата на изтичане на валидността на ключа, но не е задължително.
cs: Nyní můžete zadat své jméno a e-mailovou adresu, kterou chcete použít pro klíč, který bude vygenerován příště. Můžete zvolit datum vypršení platnosti klíče, ale nemusíte.
da: Nu kan du indtaste dit navn og den e-mail-adresse, du vil bruge til den nøgle, der genereres som det næste. Du kan vælge en udløbsdato for din nøgle, men det behøver du ikke.
de: Nun können Sie Ihren Namen und die E-Mail-Adresse eingeben, die Sie für den Schlüssel verwenden möchten, der als nächstes generiert wird. Sie können ein Verfallsdatum für Ihren Schlüssel wählen, müssen es aber nicht.
el: Τώρα μπορείτε να βάλετε το όνομά σας και τη διεύθυνση ηλεκτρονικού ταχυδρομείου που θέλετε να χρησιμοποιήσετε για το κλειδί που θα δημιουργηθεί στη συνέχεια. Μπορείτε να επιλέξετε μια ημερομηνία λήξης για το κλειδί σας, αλλά δεν είστε υποχρεωμένοι να το κάνετε.
es: Ahora puedes poner tu nombre y la dirección de correo electrónico que quieres usar para la clave que se generará a continuación. Puedes elegir una fecha de caducidad para tu clave, pero no es necesario.
et: Nüüd saate sisestada oma nime ja e-posti aadressi, mida soovite kasutada järgmise genereeritava võtme jaoks. Võite valida võtme kehtivusaja, kuid te ei pea seda tegema.
fi: Nyt voit syöttää nimesi ja sähköpostiosoitteesi, jota haluat käyttää seuraavaksi luotavaa avainta varten. Voit valita avaimelle voimassaoloajan, mutta sinun ei tarvitse valita sitä.
fr: Vous pouvez maintenant saisir votre nom et l'adresse électronique que vous souhaitez utiliser pour la clé qui sera générée ensuite. Vous pouvez choisir une date d'expiration pour votre clé, mais ce n'est pas obligatoire.
ja: ここで、あなたの名前と、次に生成されるキーに使用する電子メールアドレスを入力します。キーの有効期限を選択することもできますが、その必要はありません。
lt: Dabar galite įvesti savo vardą, pavardę ir el. pašto adresą, kurį norite naudoti toliau generuojamam raktui. Galite pasirinkti rakto galiojimo datą, bet neprivalote.
lv: Tagad varat ievadīt savu vārdu un e-pasta adresi, kuru vēlaties izmantot, lai saņemtu atslēgu, kas tiks ģenerēta pēc tam. Jūs varat izvēlēties atslēgas derīguma termiņu, taču tas nav obligāti.
pl: Teraz możesz wpisać swoje imię i nazwisko oraz adres e-mail, którego chcesz użyć dla klucza, który zostanie wygenerowany w następnej kolejności. Możesz wybrać datę wygaśnięcia klucza, ale nie musisz tego robić.
pt: Agora você pode colocar o seu nome e o endereço de e-mail que deseja usar para a chave que será gerada a seguir. Você pode escolher uma data de vencimento para a sua chave, mas não precisa fazê-lo.
ro: Acum puteți introduce numele dvs. și adresa de e-mail pe care doriți să o utilizați pentru cheia care va fi generată în continuare. Puteți alege o dată de expirare pentru cheia dvs., dar nu este obligatoriu.
ru: Теперь вы можете ввести свое имя и адрес электронной почты, который вы хотите использовать для ключа, который будет сгенерирован следующим. Вы можете выбрать срок действия ключа, но это не обязательно.
sk: Teraz môžete zadať svoje meno a e-mailovú adresu, ktorú chcete použiť pre kľúč, ktorý bude vygenerovaný ako ďalší. Môžete si zvoliť dátum vypršania platnosti kľúča, ale nemusíte.
sl: Zdaj lahko vnesete svoje ime in e-poštni naslov, ki ga želite uporabiti za ključ, ki bo ustvarjen v naslednjem koraku. Za ključ lahko izberete datum poteka veljavnosti, vendar vam tega ni treba storiti.
sv: Nu kan du ange ditt namn och den e-postadress som du vill använda för nyckeln som kommer att genereras härnäst. Du kan välja ett utgångsdatum för nyckeln, men du behöver inte göra det.
zh_cn: 现在你可以输入你的名字和你想用于接下来生成的密钥的电子邮件地址。你可以为你的钥匙选择一个到期日，但你不一定要选择。

source: **Please do not use the backup checkbox**. This “backup” does only save the encryption key. In case of a loss of the device, you will not be able to restore the whole key set. So on the one hand it is no full backup (use `these instructions <openpgp-keygen-backup.html>`_ instead, if you need one) and on the other hand you risk that someone else can get in possession of your encryption key. The advantage of generating keys on-device is to make sure that keys are stored securely. Therefore, we recommend to skip this half-backup.
bg: **Не използвайте квадратчето за резервно копие**. Това "резервно копие" запазва само ключа за криптиране. В случай на загуба на устройството няма да можете да възстановите целия набор от ключове. Така че, от една страна, това не е пълно резервно копие (вместо него използвайте `тези инструкции <openpgp-keygen-backup.html>`_, ако имате нужда от такова), а от друга страна, рискувате някой друг да се сдобие с вашия ключ за криптиране. Предимството на генерирането на ключове в устройството е да се гарантира, че ключовете се съхраняват по сигурен начин. Ето защо препоръчваме да пропуснете този полурезерв.
cs: **Prosím, nepoužívejte zaškrtávací políčko zálohování**. Tato "záloha" ukládá pouze šifrovací klíč. V případě ztráty zařízení nebude možné obnovit celou sadu klíčů. Jednak tedy nejde o žádnou úplnou zálohu (pokud ji potřebujete, použijte místo ní `tento návod <openpgp-keygen-backup.html>`_) a jednak riskujete, že se k vašemu šifrovacímu klíči může dostat někdo jiný. Výhodou generování klíčů v zařízení je zajištění bezpečného uložení klíčů. Proto doporučujeme tuto poloviční zálohu vynechat.
da: **Brug ikke afkrydsningsfeltet til sikkerhedskopiering**. Denne "sikkerhedskopi" gemmer kun krypteringsnøglen. I tilfælde af tab af enheden vil du ikke kunne gendanne hele nøglesættet. Så på den ene side er det ikke nogen fuld backup (brug `denne vejledning <openpgp-keygen-backup.html>`_ i stedet, hvis du har brug for en), og på den anden side risikerer du, at en anden person kan komme i besiddelse af din krypteringsnøgle. Fordelen ved at generere nøgler på enheden er, at man sikrer, at nøglerne opbevares sikkert. Derfor anbefaler vi, at du springer denne halve sikkerhedskopi over.
de: **Bitte verwenden Sie nicht das Kontrollkästchen für die Sicherung**. Dieses "Backup" speichert nur den Verschlüsselungsschlüssel. Im Falle eines Verlustes des Gerätes können Sie nicht den gesamten Schlüsselsatz wiederherstellen. Es handelt sich also einerseits um kein vollständiges Backup (verwenden Sie stattdessen `diese Anleitung <openpgp-keygen-backup.html>`_, wenn Sie eines benötigen) und andererseits riskieren Sie, dass jemand anderes in den Besitz Ihres Schlüssels kommt. Der Vorteil der Schlüsselgenerierung auf dem Gerät besteht darin, dass die Schlüssel sicher gespeichert werden. Wir empfehlen daher, diese halbe Sicherung zu überspringen.
el: **Μην χρησιμοποιείτε το πλαίσιο ελέγχου για τη δημιουργία αντιγράφων ασφαλείας**. Αυτό το "αντίγραφο ασφαλείας" αποθηκεύει μόνο το κλειδί κρυπτογράφησης. Σε περίπτωση απώλειας της συσκευής, δεν θα μπορείτε να επαναφέρετε ολόκληρο το σύνολο των κλειδιών. Έτσι, αφενός δεν πρόκειται για πλήρες αντίγραφο ασφαλείας (χρησιμοποιήστε αντί αυτού τις οδηγίες `αυτές τις οδηγίες <openpgp-keygen-backup.html>`_, αν χρειάζεστε ένα) και αφετέρου κινδυνεύετε να αποκτήσει κάποιος άλλος το κλειδί κρυπτογράφησης. Το πλεονέκτημα της δημιουργίας κλειδιών στη συσκευή είναι ότι τα κλειδιά αποθηκεύονται με ασφάλεια. Ως εκ τούτου, συνιστούμε να παραλείψετε αυτό το μισό αντίγραφο ασφαλείας.
es: **Por favor, no utilice la casilla de copia de seguridad**. Esta "copia de seguridad" sólo guarda la clave de cifrado. En caso de pérdida del dispositivo, no podrá restaurar todo el conjunto de claves. Así que, por un lado, no se trata de una copia de seguridad completa (usa estas instrucciones <https://docs.nitrokey.com/pro/openpgp-key-generation-with-backup.html>`__ en su lugar, si la necesitas) y, por otro lado, te arriesgas a que alguien pueda estar en posesión de tu clave de cifrado. La ventaja de generar las claves en el dispositivo es asegurarse de que las claves se almacenan de forma segura. Por lo tanto, recomendamos omitir esta media copia de seguridad.
et: **Palun, ärge kasutage varukoopia märkeruutu**. See "varundamine" salvestab ainult krüpteerimisvõtme. Seadme kadumise korral ei saa te kogu võtmekomplekti taastada. Seega ühest küljest ei ole tegemist täieliku varukoopiaga (kasutage selle asemel `tingimata neid juhiseid <openpgp-keygen-backup.html>`_, kui teil on vaja) ja teisest küljest riskite sellega, et keegi teine võib teie krüpteerimisvõtme kätte saada. Seadmesisese võtmete genereerimise eelis on see, et võtmeid hoitakse turvaliselt. Seetõttu soovitame selle pooleldi varundamise vahele jätta.
fi: **Älkää käyttäkö varmuuskopiointivalintaruutua**. Tämä "varmuuskopiointi" tallentaa vain salausavaimen. Jos laite katoaa, et voi palauttaa koko avainsarjaa. Toisaalta se ei siis ole mikään täydellinen varmuuskopio (käytä sen sijaan `tämän ohjeen <openpgp-keygen-backup.html>`_ohjetta, jos tarvitset sellaista) ja toisaalta vaarana on, että joku muu voi saada salausavaimesi haltuunsa. Laitteessa tapahtuvan avainten luomisen etuna on varmistaa, että avaimet säilytetään turvallisesti. Siksi suosittelemme jättämään tämän puolivarmistuksen väliin.
ja: **バックアップのチェックボックスは使用しないでください**。この「バックアップ」は、暗号化キーのみを保存します。デバイスを紛失した場合は、キーセット全体を復元することはできません。つまり、一方では完全なバックアップではなく (必要であれば、`この説明書 <openpgp-keygen-backup.html>`_ を代わりに使用してください)、他方では、他の人があなたの暗号化キーを手に入れることができるというリスクがあります。デバイス上で鍵を生成する利点は、鍵が安全に保管されていることを確認できることです。そのため、このハーフバックアップは省略することをお勧めします。
lt: **Prašome nenaudoti atsarginės kopijos žymimojo langelio**. Ši "atsarginė kopija" išsaugo tik šifravimo raktą. Praradus įrenginį, negalėsite atkurti viso raktų rinkinio. Taigi, viena vertus, tai nėra visiška atsarginė kopija (jei reikia, vietoj jos naudokite `šiuos nurodymus <openpgp-keygen-backup.html>`_), kita vertus, rizikuojate, kad šifravimo raktą gali gauti kas nors kitas. Įrenginyje generuojamų raktų privalumas yra tas, kad raktai saugiai saugomi. Todėl rekomenduojame praleisti šį pusiau rezervinį kopijavimą.
lv: **Lūdzu, neizmantojiet rezerves kopiju izvēles rūtiņu**. Šī "dublējums" saglabā tikai šifrēšanas atslēgu. Ierīces nozaudēšanas gadījumā jūs nevarēsiet atjaunot visu atslēgu komplektu. Tātad, no vienas puses, tā nav pilnīga dublējumkopija (tās vietā izmantojiet `šīs instrukcijas <openpgp-keygen-backup.html>`_, ja jums tā ir nepieciešama), un, no otras puses, jūs riskējat, ka jūsu šifrēšanas atslēga var nonākt kāda cita rīcībā. Priekšrocība, ka atslēgas tiek ģenerētas ierīcē, ir pārliecināties, ka atslēgas tiek glabātas droši. Tāpēc mēs iesakām izlaist šo pusi no dublēšanas.
pl: **Proszę nie używać pola wyboru kopii zapasowej**. Ta "kopia zapasowa" zapisuje tylko klucz szyfrowania. W przypadku utraty urządzenia, nie będziesz w stanie przywrócić całego zestawu kluczy. Więc z jednej strony nie jest to pełna kopia zapasowa (użyj ` tych instrukcji <openpgp-keygen-backup.html>`_ zamiast tego, jeśli potrzebujesz), a z drugiej strony ryzykujesz, że ktoś inny może wejść w posiadanie twojego klucza szyfrowania. Zaletą generowania kluczy na urządzeniu jest pewność, że klucze są przechowywane w bezpieczny sposób. Dlatego zalecamy pominięcie tej części kopii zapasowej.
pt: **Por favor não utilize a caixa de verificação de backup***. Esta "cópia de segurança" apenas guarda a chave de encriptação. Em caso de perda do dispositivo, você não será capaz de restaurar todo o conjunto de chaves. Portanto, por um lado, não é uma cópia de segurança completa (use `estas instruções <openpgp-keygen-backup.html>`_ em vez disso, se precisar de uma) e, por outro lado, arrisca-se a que outra pessoa possa ficar na posse da sua chave de encriptação. A vantagem de gerar chaves no dispositivo é garantir que as chaves sejam armazenadas com segurança. Portanto, recomendamos saltar este meio-backup.
ro: **Vă rugăm să nu folosiți caseta de verificare pentru backup**. Această "copie de rezervă" salvează doar cheia de criptare. În caz de pierdere a dispozitivului, nu veți putea restaura întregul set de chei. Deci, pe de o parte, nu este o copie de rezervă completă (utilizați în schimb `aceste instrucțiuni <openpgp-keygen-backup.html>`_, dacă aveți nevoie de una) și, pe de altă parte, riscați ca altcineva să intre în posesia cheii dvs. de criptare. Avantajul generării cheilor pe dispozitiv este acela de a vă asigura că cheile sunt stocate în siguranță. Prin urmare, vă recomandăm să săriți peste această jumătate de copie de rezervă.
ru: **Пожалуйста, не используйте флажок резервного копирования**. Эта "резервная копия" сохраняет только ключ шифрования. В случае потери устройства вы не сможете восстановить весь набор ключей. Таким образом, с одной стороны, это не полное резервное копирование (используйте `эти инструкции <openpgp-keygen-backup.html>`_ вместо этого, если вам это нужно), а с другой стороны, вы рискуете тем, что кто-то другой может завладеть вашим ключом шифрования. Преимущество генерации ключей на устройстве заключается в том, что ключи хранятся надежно. Поэтому мы рекомендуем пропустить этот полурезервный вариант.
sk: **Prosím, nepoužívajte zaškrtávacie políčko Zálohovanie**. Táto "záloha" ukladá iba šifrovací kľúč. V prípade straty zariadenia nebudete môcť obnoviť celú sadu kľúčov. Na jednej strane teda nejde o úplnú zálohu (ak ju potrebujete, použite namiesto nej `tento návod <openpgp-keygen-backup.html>`_) a na druhej strane riskujete, že sa k vášmu šifrovaciemu kľúču môže dostať niekto iný. Výhodou generovania kľúčov v zariadení je zabezpečenie bezpečného uloženia kľúčov. Preto odporúčame túto polovičnú zálohu vynechať.
sl: **Ne uporabljajte potrditvenega polja za varnostno kopiranje**. Ta "varnostna kopija" shrani samo šifrirni ključ. V primeru izgube naprave ne boste mogli obnoviti celotnega nabora ključev. Po eni strani torej ne gre za popolno varnostno kopijo (če jo potrebujete, namesto tega uporabite `te navodila <openpgp-keygen-backup.html>`_), po drugi strani pa tvegate, da se lahko kdo drug polasti vašega šifrirnega ključa. Prednost generiranja ključev v napravi je v tem, da zagotovite varno shranjevanje ključev. Zato priporočamo, da to polovično varnostno kopijo preskočite.
sv: **Använd inte kryssrutan för säkerhetskopiering**. Denna "säkerhetskopiering" sparar endast krypteringsnyckeln. Om enheten går förlorad kan du inte återställa hela nyckeluppsättningen. Så å ena sidan är det ingen fullständig säkerhetskopia (använd `denna instruktioner <openpgp-keygen-backup.html>`_ i stället, om du behöver en sådan) och å andra sidan riskerar du att någon annan kan komma i besittning av din krypteringsnyckel. Fördelen med att generera nycklar på enheten är att se till att nycklarna lagras säkert. Därför rekommenderar vi att du hoppar över denna halvbackup.
zh_cn: **请不要使用备份复选框**。这种 "备份 "只保存加密密钥。在设备丢失的情况下，你将无法恢复整个密钥集。因此，一方面它不是完整的备份（如果你需要的话，请使用`这些说明<openpgp-keygen-backup.html>`_代替），另一方面，你有可能被别人占有你的加密密钥。在设备上生成密钥的好处是确保密钥被安全地存储。因此，我们建议跳过这个半备份。

source: You will be asked for the admin PIN (default: 12345678) and the user PIN (default: 123456). When the key generation is finished, you can see the fingerprints of the keys on the bottom of the window. You may fill up the fields shown above, which are saved on your Nitrokey as well.
bg: Ще бъдете попитани за ПИН кода на администратора (по подразбиране: 12345678) и ПИН кода на потребителя (по подразбиране: 123456). Когато генерирането на ключове приключи, в долната част на прозореца можете да видите пръстовите отпечатъци на ключовете. Можете да попълните полетата, показани по-горе, които се запазват и във вашия Nitrokey.
cs: Budete požádáni o zadání administrátorského PIN kódu (výchozí: 12345678) a uživatelského PIN kódu (výchozí: 123456). Po dokončení generování klíčů se ve spodní části okna zobrazí otisky klíčů. Můžete vyplnit výše zobrazená pole, která se rovněž uloží do klíče Nitrokey.
da: Du vil blive bedt om at indtaste administrator-PIN-koden (standard: 12345678) og bruger-PIN-koden (standard: 123456). Når nøglegenereringen er færdig, kan du se nøglernes fingeraftryk nederst i vinduet. Du kan udfylde de felter, der er vist ovenfor, som også gemmes på din Nitrokey.
de: Sie werden nach der Admin-PIN (Standard: 12345678) und der Benutzer-PIN (Standard: 123456) gefragt. Wenn die Schlüsselerzeugung abgeschlossen ist, sehen Sie unten im Fenster die Fingerabdrücke der Schlüssel. Sie können die oben gezeigten Felder ausfüllen, die auch auf Ihrem Nitrokey gespeichert werden.
el: Θα σας ζητηθεί το PIN διαχειριστή (προεπιλογή: 12345678) και το PIN χρήστη (προεπιλογή: 123456). Όταν ολοκληρωθεί η δημιουργία κλειδιών, μπορείτε να δείτε τα δακτυλικά αποτυπώματα των κλειδιών στο κάτω μέρος του παραθύρου. Μπορείτε να συμπληρώσετε τα πεδία που εμφανίζονται παραπάνω, τα οποία αποθηκεύονται και στο Nitrokey σας.
es: Se le pedirá el PIN de administrador (por defecto: 12345678) y el PIN de usuario (por defecto: 123456). Cuando la generación de la llave haya terminado, podrá ver las huellas digitales de las llaves en la parte inferior de la ventana. Puede rellenar los campos mostrados arriba, que se guardan también en su Nitrokey.
et: Teilt küsitakse administraatori PIN-koodi (vaikimisi: 12345678) ja kasutaja PIN-koodi (vaikimisi: 123456). Kui võtmete genereerimine on lõppenud, näete akna allosas võtmete sõrmejälgi. Võite täita ülaltoodud väljad, mis salvestatakse ka teie Nitrokey'sse.
fi: Sinulta kysytään ylläpitäjän PIN-koodia (oletus: 12345678) ja käyttäjän PIN-koodia (oletus: 123456). Kun avainten luominen on valmis, näet avainten sormenjäljet ikkunan alareunassa. Voit täyttää yllä olevat kentät, jotka myös tallennetaan Nitrokey-avaimeen.
fr: Il vous sera demandé le PIN administrateur (par défaut : 12345678) et le PIN utilisateur (par défaut : 123456). Lorsque la génération des clés est terminée, vous pouvez voir les empreintes digitales des clés en bas de la fenêtre. Vous pouvez remplir les champs indiqués ci-dessus, qui sont également enregistrés sur votre Nitrokey.
ja: 管理者用暗証番号（デフォルト：12345678）とユーザー用暗証番号（デフォルト：123456）の入力を求められます。鍵の生成が終了すると、ウィンドウの下部に鍵のフィンガープリントが表示されます。上に表示されているフィールドに記入することができ、Nitrokeyにも保存されます。
lt: Jūsų bus paprašyta nurodyti administratoriaus PIN kodą (pagal nutylėjimą: 12345678) ir naudotojo PIN kodą (pagal nutylėjimą: 123456). Baigus generuoti raktus, lango apačioje matysite raktų atspaudus. Galite užpildyti aukščiau parodytus laukus, kurie taip pat išsaugomi "Nitrokey" rakte.
lv: Jums tiks pieprasīts ievadīt administratora PIN kodu (pēc noklusējuma: 12345678) un lietotāja PIN kodu (pēc noklusējuma: 123456). Kad atslēgas ģenerēšana ir pabeigta, loga apakšā var redzēt atslēgu pirkstu nospiedumus. Jūs varat aizpildīt iepriekš parādītos laukus, kas arī tiek saglabāti jūsu Nitrokey.
pl: Zostaniesz poproszony o podanie kodu PIN administratora (domyślnie: 12345678) oraz kodu PIN użytkownika (domyślnie: 123456). Po zakończeniu generowania kluczy w dolnej części okna widoczne są odciski palców kluczy. Możesz wypełnić pola pokazane powyżej, które są również zapisane na Twoim Nitrokey.
pt: Ser-lhe-á pedido o PIN de administrador (predefinido: 12345678) e o PIN de utilizador (predefinido: 123456). Quando a geração das chaves estiver concluída, você poderá ver as impressões digitais das chaves na parte inferior da janela. Pode preencher os campos mostrados acima, que também são guardados na sua Nitrokey.
ro: Vi se va cere PIN-ul de administrator (implicit: 12345678) și PIN-ul de utilizator (implicit: 123456). Când generarea cheilor este finalizată, puteți vedea amprentele digitale ale cheilor în partea de jos a ferestrei. Puteți completa câmpurile prezentate mai sus, care sunt salvate și pe Nitrokey.
ru: Вам будет предложено ввести PIN-код администратора (по умолчанию: 12345678) и PIN-код пользователя (по умолчанию: 123456). Когда генерация ключей будет завершена, вы увидите отпечатки пальцев ключей в нижней части окна. Вы можете заполнить поля, показанные выше, которые также сохраняются на вашем Nitrokey.
sk: Budete požiadaní o zadanie administrátorského PIN kódu (predvolene: 12345678) a používateľského PIN kódu (predvolene: 123456). Po dokončení generovania kľúčov môžete v spodnej časti okna vidieť odtlačky kľúčov. Môžete vyplniť vyššie zobrazené polia, ktoré sú uložené aj vo vašom kľúči Nitrokey.
sl: Pozvan bo skrbniški PIN (privzeto: 12345678) in uporabniški PIN (privzeto: 123456). Ko je generiranje ključev končano, lahko na dnu okna vidite prstne odtise ključev. Izpolnite lahko zgoraj prikazana polja, ki so prav tako shranjena v ključu Nitrokey.
sv: Du kommer att bli ombedd att ange administratörs-PIN-koden (standard: 12345678) och användar-PIN-koden (standard: 123456). När nyckelgenereringen är klar kan du se nycklarnas fingeravtryck längst ned i fönstret. Du kan fylla i fälten som visas ovan, som också sparas på din Nitrokey.
zh_cn: 你将被要求提供管理密码（默认：12345678）和用户密码（默认：123456）。当钥匙生成完成后，你可以在窗口的底部看到钥匙的指纹。你可以填写上面显示的字段，这些字段也会保存在你的Nitrokey上。
