Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/start.po
Languages: bg, cs, da, de, el, es, et, fi, fr, ja, lt, lv, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: You can also specify whether and when the key should be automatically invalid. This means, from this point onwards, no more e-mails can be encrypted with this key and you have to create a new key pair.
bg: Можете също така да посочите дали и кога ключът да бъде автоматично невалиден. Това означава, че от този момент нататък с този ключ не могат да се криптират повече имейли и трябва да се създаде нова двойка ключове.
cs: Můžete také určit, zda a kdy má být klíč automaticky neplatný. To znamená, že od této chvíle již nelze tímto klíčem šifrovat žádné e-maily a je třeba vytvořit nový pár klíčů.
da: Du kan også angive, om og hvornår nøglen skal være automatisk ugyldig, og hvornår den skal være det. Det betyder, at der fra dette tidspunkt ikke kan krypteres flere e-mails med denne nøgle, og at du skal oprette et nyt nøglepar.
de: Sie können auch festlegen, ob und wann der Schlüssel automatisch ungültig werden soll. Das heißt, ab diesem Zeitpunkt können keine E-Mails mehr mit diesem Schlüssel verschlüsselt werden und Sie müssen ein neues Schlüsselpaar erstellen.
el: Μπορείτε επίσης να καθορίσετε εάν και πότε το κλειδί θα πρέπει να είναι αυτόματα άκυρο. Αυτό σημαίνει ότι, από αυτό το σημείο και μετά, δεν θα μπορούν να κρυπτογραφηθούν άλλα μηνύματα ηλεκτρονικού ταχυδρομείου με αυτό το κλειδί και θα πρέπει να δημιουργήσετε ένα νέο ζεύγος κλειδιών.
es: También puede especificar si la clave debe quedar invalidada automáticamente y cuándo. Esto significa que, a partir de este momento, no se podrán cifrar más correos electrónicos con esta clave y habrá que crear un nuevo par de claves.
et: Samuti saate määrata, kas ja millal peaks võti automaatselt kehtetuks muutuma. See tähendab, et sellest hetkest alates ei saa selle võtmega enam e-kirju krüpteerida ja te peate looma uue võtmepaari.
fi: Voit myös määrittää, onko avain automaattisesti mitätöitävä ja milloin se on mitätöitävä. Tämä tarkoittaa, että tästä lähtien tällä avaimella ei voi enää salata sähköposteja ja sinun on luotava uusi avainpari.
fr: Vous pouvez également indiquer si et quand la clé doit être automatiquement invalidée. Cela signifie qu'à partir de ce moment, plus aucun e-mail ne pourra être crypté avec cette clé et que vous devrez créer une nouvelle paire de clés.
ja: また、この鍵を自動的に無効にするかどうか、いつ無効にするかを指定することもできます。これは、この時点から、この鍵で電子メールを暗号化することができなくなり、新しいキー・ペアを作成しなければならないことを意味しています。
lt: Taip pat galite nurodyti, ar raktas turėtų būti automatiškai laikomas negaliojančiu ir kada. Tai reiškia, kad nuo šio momento šiuo raktu nebegalima šifruoti el. laiškų ir reikia sukurti naują raktų porą.
lv: Varat arī norādīt, vai un kad atslēgai jābūt automātiski nederīgai. Tas nozīmē, ka no šī brīža ar šo atslēgu vairs nevarēs šifrēt e-pastus un būs jāizveido jauns atslēgu pāris.
pl: Możesz również określić, czy i kiedy klucz powinien zostać automatycznie unieważniony. Oznacza to, że od tego momentu, żadne e-maile nie będą mogły być szyfrowane tym kluczem i będziesz musiał stworzyć nową parę kluczy.
pt: Você também pode especificar se e quando a chave deve ser automaticamente inválida. Isto significa que, a partir deste ponto, não é possível encriptar mais e-mails com esta chave e é necessário criar um novo par de chaves.
ro: De asemenea, puteți specifica dacă și când cheia trebuie să fie invalidată automat. Aceasta înseamnă că, din acest moment, nu mai pot fi criptate e-mailuri cu această cheie și trebuie să creați o nouă pereche de chei.
ru: Вы также можете указать, должен ли ключ автоматически утратить силу и когда это произойдет. Это означает, что с этого момента никакие сообщения электронной почты больше не могут быть зашифрованы с помощью этого ключа, и вам придется создать новую пару ключей.
sk: Môžete tiež určiť, či a kedy má byť kľúč automaticky neplatný. To znamená, že od tohto okamihu už nebude možné šifrovať e-maily týmto kľúčom a budete musieť vytvoriť nový pár kľúčov.
sl: Določite lahko tudi, ali naj bo ključ samodejno neveljaven in kdaj. To pomeni, da od tega trenutka dalje s tem ključem ni več mogoče šifrirati e-pošte in da morate ustvariti nov par ključev.
sv: Du kan också ange om och när nyckeln ska vara automatiskt ogiltig. Detta innebär att från och med nu kan inga fler e-postmeddelanden krypteras med den här nyckeln och att du måste skapa ett nytt nyckelpar.
zh_cn: 你还可以指定该密钥是否以及何时自动失效。这意味着，从这时起，就不能再用这个密钥加密电子邮件了，你必须创建一个新的密钥对。

source: Finally, click on “Generate key pair”.
bg: Накрая щракнете върху "Генериране на двойка ключове".
cs: Nakonec klikněte na možnost "Generovat pár klíčů".
da: Til sidst skal du klikke på "Generate key pair" (generér nøglepar).
de: Klicken Sie abschließend auf "Schlüsselpaar generieren".
el: Τέλος, κάντε κλικ στο "Generate key pair" (Δημιουργία ζεύγους κλειδιών).
es: Por último, haga clic en "Generar par de claves".
et: Lõpuks klõpsake nuppu "Genereeri võtmepaar".
fi: Napsauta lopuksi "Generate key pair".
fr: Enfin, cliquez sur "Generate key pair".
ja: 最後に「Generate key pair」をクリックします。
lt: Galiausiai spustelėkite "Generuoti raktų porą".
lv: Visbeidzot noklikšķiniet uz "Izveidot atslēgu pāri".
pl: Na koniec kliknij na "Generate key pair".
pt: Finalmente, clique em "Gerar par de chaves".
ro: În cele din urmă, faceți clic pe "Generate key pair".
ru: Наконец, нажмите кнопку "Сгенерировать пару ключей".
sk: Nakoniec kliknite na položku "Generovať kľúčový pár".
sl: Na koncu kliknite "Ustvari par ključev".
sv: Klicka slutligen på "Generate key pair" (generera nyckelpar).
zh_cn: 最后，点击 "生成密钥对"。

source: You are now asked if the key should be generated. Confirm with “Yes”.
bg: Сега ще бъдете попитани дали ключът трябва да бъде генериран. Потвърдете с "Да".
cs: Nyní jste dotázáni, zda má být klíč vygenerován. Potvrďte "Ano".
da: Du bliver nu spurgt, om nøglen skal genereres. Bekræft med "Ja".
de: Sie werden nun gefragt, ob der Schlüssel generiert werden soll. Bestätigen Sie mit "Ja".
el: Τώρα σας ζητείται να δηλώσετε αν το κλειδί πρέπει να δημιουργηθεί. Επιβεβαιώστε με "Ναι".
es: Ahora se le pregunta si se debe generar la clave. Confirme con "Sí".
et: Nüüd küsitakse, kas võti tuleks genereerida. Kinnitage "Jah".
fi: Sinulta kysytään nyt, pitäisikö avain luoda. Vahvista "Kyllä".
fr: Il vous est maintenant demandé si la clé doit être générée. Confirmez par "Oui".
ja: キーを生成するかどうかを聞かれます。Yes "を選択してください。
lt: Dabar klausiama, ar raktas turėtų būti sugeneruotas. Patvirtinkite "Taip".
lv: Tagad tiek jautāts, vai atslēga ir jāģenerē. Apstipriniet ar "Jā".
pl: Zostaniesz teraz zapytany, czy klucz powinien zostać wygenerowany. Potwierdź "Tak".
pt: Agora é-lhe perguntado se a chave deve ser gerada. Confirme com "Sim".
ro: Acum sunteți întrebat dacă cheia trebuie generată. Confirmați cu "Da".
ru: Теперь вас спросят, нужно ли генерировать ключ. Подтвердите "Да".
sk: Teraz sa zobrazí otázka, či sa má kľúč vygenerovať. Potvrďte "Áno".
sl: Zdaj vas bo vprašal, ali naj se ključ generira. Potrdite z "Da".
sv: Du blir nu tillfrågad om nyckeln ska genereras. Bekräfta med "Ja".
zh_cn: 现在会问你是否应该生成密钥。请确认 "是"。

source: In order for the program to write your keys to the stick, you must enter the admin PIN and the user PIN (changed above).
bg: За да може програмата да запише ключовете ви на флашката, трябва да въведете ПИН кода на администратора и ПИН кода на потребителя (променени по-горе).
cs: Aby program mohl zapsat vaše klíče na paměťovou kartu, musíte zadat administrátorský PIN a uživatelský PIN (změněný výše).
da: For at programmet kan skrive dine nøgler til sticken, skal du indtaste administrator-PIN-koden og bruger-PIN-koden (ændret ovenfor).
de: Damit das Programm Ihre Schlüssel auf den Stick schreiben kann, müssen Sie die Admin-PIN und die Benutzer-PIN (oben geändert) eingeben.
el: Για να μπορέσει το πρόγραμμα να γράψει τα κλειδιά σας στο στικάκι, πρέπει να εισαγάγετε τον κωδικό PIN διαχειριστή και τον κωδικό PIN χρήστη (που άλλαξε παραπάνω).
es: Para que el programa escriba sus claves en el stick, debe introducir el PIN de administrador y el PIN de usuario (cambiado anteriormente).
et: Selleks, et programm saaks teie võtmed mälupulgale kirjutada, peate sisestama administraatori PIN-koodi ja kasutaja PIN-koodi (muudetud eespool).
fi: Jotta ohjelma voisi kirjoittaa avaimesi muistitikulle, sinun on annettava ylläpitäjän PIN-koodi ja käyttäjän PIN-koodi (muutettu edellä).
fr: Pour que le programme puisse écrire vos clés sur la clé, vous devez saisir le code PIN administrateur et le code PIN utilisateur (modifiés ci-dessus).
ja: プログラムがあなたのキーをスティックに書き込むためには、管理者用暗証番号とユーザー用暗証番号（上記で変更）を入力する必要があります。
lt: Kad programa įrašytų raktus į atmintinę, turite įvesti administratoriaus PIN kodą ir naudotojo PIN kodą (pakeistas pirmiau).
lv: Lai programma varētu ierakstīt jūsu atslēgas atmiņā, ir jāievada administratora PIN kods un lietotāja PIN kods (mainīts iepriekš).
pl: Aby program zapisał Twoje klucze na kluczu, musisz podać PIN administratora i PIN użytkownika (zmieniony powyżej).
pt: Para que o programa possa escrever as suas chaves no stick, deve introduzir o PIN de administrador e o PIN de utilizador (alterado acima).
ro: Pentru ca programul să scrie cheile dvs. pe stick, trebuie să introduceți PIN-ul de administrator și PIN-ul de utilizator (modificat mai sus).
ru: Для того чтобы программа записала ваши ключи на флешку, необходимо ввести PIN-код администратора и PIN-код пользователя (изменены выше).
sk: Aby program zapísal vaše kľúče na pamäťovú kartu, musíte zadať administrátorský PIN a používateľský PIN (zmenený vyššie).
sl: Da bi program zapisal vaše ključe na ključek, morate vnesti skrbniški PIN in uporabniški PIN (spremenjen zgoraj).
sv: För att programmet ska kunna skriva dina nycklar till sticket måste du ange administratörs-PIN-koden och användar-PIN-koden (ändras ovan).
zh_cn: 为了让程序把你的钥匙写到记忆棒上，你必须输入管理密码和用户密码（上面已经改变）。

source: The key generation can take a few minutes. Do not terminate the program prematurely!
bg: Генерирането на ключа може да отнеме няколко минути. Не прекратявайте програмата преждевременно!
cs: Generování klíče může trvat několik minut. Neukončujte program předčasně!
da: Nøglegenerering kan tage et par minutter. Du må ikke afslutte programmet for tidligt!
de: Die Schlüsselerzeugung kann einige Minuten dauern. Beenden Sie das Programm nicht vorzeitig!
el: Η δημιουργία κλειδιού μπορεί να διαρκέσει μερικά λεπτά. Μην τερματίσετε το πρόγραμμα πρόωρα!
es: La generación de la clave puede durar unos minutos. No termine el programa antes de tiempo.
et: Võtme genereerimine võib võtta paar minutit. Ärge lõpetage programmi enneaegselt!
fi: Avaimen luominen voi kestää muutaman minuutin. Älä lopeta ohjelmaa ennenaikaisesti!
fr: La génération de la clé peut prendre quelques minutes. Ne terminez pas le programme prématurément !
ja: 鍵の生成には数分かかることがあります。早期にプログラムを終了しないでください。
lt: Rakto generavimas gali užtrukti kelias minutes. Nenutraukite programos per anksti!
lv: Atslēgas ģenerēšana var aizņemt dažas minūtes. Nepārtrauciet programmas darbību priekšlaicīgi!
pl: Generowanie klucza może trwać kilka minut. Nie należy kończyć pracy programu przedwcześnie!
pt: A geração chave pode demorar alguns minutos. Não termine o programa prematuramente!
ro: Generarea cheii poate dura câteva minute. Nu încheiați programul prematur!
ru: Генерация ключа может занять несколько минут. Не завершайте работу программы преждевременно!
sk: Generovanie kľúča môže trvať niekoľko minút. Neukončujte program predčasne!
sl: Generiranje ključa lahko traja nekaj minut. Programa ne zaključite predčasno!
sv: Nyckelgenereringen kan ta några minuter. Avsluta inte programmet i förtid!
zh_cn: 钥匙的生成可能需要几分钟的时间。不要过早地终止该程序!

source: When the key generation is complete, you receive the following message. A certificate is now created that allows you to invalidate your key in an emergency. This certificate is automatically saved with your private key. This should be printed out or backed up on at least one other external medium so that you can revoke the validity of the keys if your keys and backups are lost. Click “Yes”
bg: Когато генерирането на ключове приключи, ще получите следното съобщение. Вече е създаден сертификат, който ви позволява да анулирате ключа си при спешни случаи. Този сертификат се запазва автоматично заедно с вашия частен ключ. Той трябва да бъде разпечатан или архивиран на поне един друг външен носител, за да можете да отмените валидността на ключовете, ако ключовете и архивите ви бъдат изгубени. Щракнете върху "Да"
cs: Po dokončení generování klíče se zobrazí následující zpráva. Nyní je vytvořen certifikát, který umožňuje v případě nouze klíč zneplatnit. Tento certifikát je automaticky uložen spolu s vaším soukromým klíčem. Ten by měl být vytištěn nebo zálohován alespoň na jednom dalším externím médiu, abyste mohli platnost klíčů zrušit v případě ztráty klíčů a záloh. Klikněte na tlačítko "Ano"
da: Når genereringen af nøglen er afsluttet, får du følgende meddelelse. Der er nu oprettet et certifikat, som gør det muligt at invalidere din nøgle i en nødsituation. Dette certifikat gemmes automatisk sammen med din private nøgle. Dette bør udskrives eller sikkerhedskopieres på mindst ét andet eksternt medie, så du kan tilbagekalde nøglernes gyldighed, hvis dine nøgler og sikkerhedskopier går tabt. Klik på "Ja"
de: Wenn die Schlüsselerzeugung abgeschlossen ist, erhalten Sie die folgende Meldung. Es wird nun ein Zertifikat erstellt, mit dem Sie Ihren Schlüssel im Notfall ungültig machen können. Dieses Zertifikat wird automatisch mit Ihrem privaten Schlüssel gespeichert. Dieses sollten Sie ausdrucken oder auf mindestens einem anderen externen Medium sichern, damit Sie die Gültigkeit der Schlüssel widerrufen können, falls Ihre Schlüssel und Sicherungen verloren gehen. Klicken Sie auf "Ja"
el: Όταν ολοκληρωθεί η δημιουργία κλειδιού, λαμβάνετε το ακόλουθο μήνυμα. Τώρα έχει δημιουργηθεί ένα πιστοποιητικό που σας επιτρέπει να ακυρώσετε το κλειδί σας σε περίπτωση έκτακτης ανάγκης. Αυτό το πιστοποιητικό αποθηκεύεται αυτόματα μαζί με το ιδιωτικό σας κλειδί. Αυτό θα πρέπει να εκτυπωθεί ή να δημιουργηθεί αντίγραφο ασφαλείας σε τουλάχιστον ένα άλλο εξωτερικό μέσο, ώστε να μπορείτε να ανακαλέσετε την εγκυρότητα των κλειδιών σε περίπτωση απώλειας των κλειδιών σας και των αντιγράφων ασφαλείας. Κάντε κλικ στο "Ναι"
es: Cuando la generación de la clave ha finalizado, recibirá el siguiente mensaje. Ahora se ha creado un certificado que le permite invalidar su clave en caso de emergencia. Este certificado se guarda automáticamente con su clave privada. Deberá imprimirlo o realizar una copia de seguridad en al menos otro soporte externo para poder revocar la validez de las claves en caso de pérdida de las mismas y de las copias de seguridad. Haga clic en "Sí".
et: Kui võtme genereerimine on lõpetatud, saate järgmise teate. Nüüd on loodud sertifikaat, mis võimaldab teil hädaolukorras oma võtme kehtetuks tunnistada. See sertifikaat salvestatakse automaatselt koos teie isikliku võtmega. See tuleks välja printida või varundada vähemalt ühele teisele välisele andmekandjale, et saaksite võtmete kehtivuse tühistada, kui teie võtmed ja varukoopiad on kadunud. Klõpsake "Jah"
fi: Kun avaimen luominen on valmis, saat seuraavan viestin. Nyt on luotu varmenne, jonka avulla voit mitätöidä avaimesi hätätilanteessa. Tämä varmenne tallennetaan automaattisesti yksityisen avaimesi kanssa. Se on tulostettava tai varmuuskopioitava vähintään yhdelle muulle ulkoiselle tietovälineelle, jotta voit peruuttaa avainten voimassaolon, jos avaimesi ja varmuuskopiot katoavat. Napsauta "Kyllä"
fr: Lorsque la génération de la clé est terminée, vous recevez le message suivant. Un certificat est maintenant créé qui vous permet d'invalider votre clé en cas d'urgence. Ce certificat est automatiquement sauvegardé avec votre clé privée. Vous devez l'imprimer ou le sauvegarder sur au moins un autre support externe afin de pouvoir révoquer la validité des clés en cas de perte de vos clés et de vos sauvegardes. Cliquez sur "Oui".
ja: 鍵の生成が完了すると、次のようなメッセージが表示されます。緊急時に鍵を無効にすることができる証明書が作成されました。この証明書は、あなたの秘密鍵とともに自動的に保存されます。これは、鍵やバックアップを紛失した場合に、鍵の有効性を無効にできるように、プリントアウトするか、少なくとも他の外部媒体にバックアップしてください。"はい "をクリック
lt: Baigus generuoti raktą, gaunamas toks pranešimas. Dabar sukurtas sertifikatas, kuris leidžia avariniu atveju raktą pripažinti negaliojančiu. Šis sertifikatas automatiškai išsaugomas kartu su jūsų privačiuoju raktu. Jį reikėtų atsispausdinti arba sukurti atsarginę kopiją bent vienoje kitoje išorinėje laikmenoje, kad praradus raktus ir atsargines kopijas galėtumėte atšaukti raktų galiojimą. Spustelėkite "Taip".
lv: Kad atslēgas ģenerēšana ir pabeigta, tiek parādīts šāds ziņojums. Tagad ir izveidots sertifikāts, kas ļauj anulēt atslēgu avārijas gadījumā. Šis sertifikāts tiek automātiski saglabāts kopā ar jūsu privāto atslēgu. Tas ir jāizdrukā vai jāizveido rezerves kopija vismaz vienā citā ārējā datu nesējā, lai jūs varētu atsaukt atslēgu derīgumu, ja atslēgas un rezerves kopijas tiek pazaudētas. Noklikšķiniet uz "Jā"
pl: Po zakończeniu generowania klucza otrzymasz następujący komunikat. Tworzony jest teraz certyfikat, który umożliwia unieważnienie klucza w sytuacji awaryjnej. Certyfikat ten jest automatycznie zapisywany wraz z kluczem prywatnym. Należy go wydrukować lub utworzyć kopię zapasową na co najmniej jednym nośniku zewnętrznym, aby w przypadku utraty kluczy i kopii zapasowych można było unieważnić ważność kluczy. Kliknij "Tak"
pt: Quando a geração da chave estiver completa, você recebe a seguinte mensagem. É agora criado um certificado que lhe permite invalidar a sua chave em caso de emergência. Este certificado é automaticamente guardado com a sua chave privada. Esta deve ser impressa ou copiada em pelo menos um outro meio externo para que possa revogar a validade das chaves se as suas chaves e cópias de segurança forem perdidas. Clique em "Sim".
ro: Când generarea cheii este finalizată, veți primi următorul mesaj. Acum este creat un certificat care vă permite să vă invalidați cheia în caz de urgență. Acest certificat este salvat automat împreună cu cheia dvs. privată. Acesta trebuie tipărit sau salvat pe cel puțin un alt suport extern, astfel încât să puteți revoca valabilitatea cheilor în cazul în care cheile și copiile de rezervă se pierd. Faceți clic pe "Yes" (Da)
ru: После завершения генерации ключа вы получите следующее сообщение. Теперь создан сертификат, который позволит вам аннулировать ваш ключ в чрезвычайной ситуации. Этот сертификат автоматически сохраняется вместе с вашим закрытым ключом. Его следует распечатать или сделать резервную копию по крайней мере на одном внешнем носителе, чтобы вы могли аннулировать действительность ключей в случае потери ключей и резервных копий. Нажмите "Да".
sk: Po dokončení generovania kľúča sa zobrazí nasledujúca správa. Teraz je vytvorený certifikát, ktorý vám umožňuje v prípade núdze zneplatniť váš kľúč. Tento certifikát sa automaticky uloží spolu s vaším súkromným kľúčom. Ten by ste si mali vytlačiť alebo zálohovať aspoň na jedno ďalšie externé médium, aby ste mohli zrušiť platnosť kľúčov v prípade straty kľúčov a záloh. Kliknite na tlačidlo "Áno"
sl: Ko je generiranje ključa končano, prejmete naslednje sporočilo. Zdaj je ustvarjeno potrdilo, ki vam omogoča, da v nujnih primerih razveljavite svoj ključ. To potrdilo se samodejno shrani skupaj z vašim zasebnim ključem. To je treba natisniti ali narediti varnostno kopijo na vsaj enem drugem zunanjem mediju, da lahko razveljavite veljavnost ključev, če se ključi in varnostne kopije izgubijo. Kliknite "Da".
sv: När nyckelgenereringen är klar får du följande meddelande. Ett certifikat har nu skapats som gör att du kan ogiltigförklara din nyckel i en nödsituation. Detta certifikat sparas automatiskt tillsammans med din privata nyckel. Detta bör skrivas ut eller säkerhetskopieras på minst ett annat externt medium så att du kan återkalla nycklarnas giltighet om dina nycklar och säkerhetskopior försvinner. Klicka på "Ja".
zh_cn: 当密钥生成完成后，你会收到以下信息。现在已经创建了一个证书，允许你在紧急情况下使你的钥匙失效。该证书会自动与你的私钥一起保存。这应该被打印出来或至少备份到另一个外部媒介上，这样，如果你的钥匙和备份丢失，你就可以撤销钥匙的有效性。点击 "是"
