Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/start.po
Languages: bg, cs, da, de, el, es, et, fi, fr, ja, lt, lv, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: Nitrokey Storage 2: You need to install OpenSC in version 0.18 or higher. You can find the files on the `OpenSC website <https://github.com/OpenSC/OpenSC/releases>`_ for Windows and macOS user or `here <https://github.com/Nitrokey/opensc-build>`_ for Debian/Ubuntu users.
bg: Nitrokey Storage 2: Трябва да инсталирате OpenSC във версия 0.18 или по-висока. Можете да намерите файловете на `Уебсайта на OpenSC <https://github.com/OpenSC/OpenSC/releases>`_ за потребителите на Windows и macOS или `тук <https://github.com/Nitrokey/opensc-build>`_ за потребителите на Debian/Ubuntu.
cs: Nitrokey Storage 2: Je třeba nainstalovat OpenSC ve verzi 0.18 nebo vyšší. Soubory najdete na `webových stránkách OpenSC <https://github.com/OpenSC/OpenSC/releases>`_ pro uživatele Windows a MacOS nebo `zde <https://github.com/Nitrokey/opensc-build>`_ pro uživatele Debian/Ubuntu.
da: Nitrokey Storage 2: Du skal installere OpenSC i version 0.18 eller højere. Du kan finde filerne på `OpenSC-webstedet <https://github.com/OpenSC/OpenSC/releases>`_ for Windows- og macOS-brugere eller ` her <https://github.com/Nitrokey/opensc-build>`_ for Debian/Ubuntu-brugere.
de: Nitrokey Storage 2: Sie müssen OpenSC in der Version 0.18 oder höher installieren. Sie finden die Dateien auf der `OpenSC Webseite <https://github.com/OpenSC/OpenSC/releases>`_ für Windows und macOS Benutzer oder `hier <https://github.com/Nitrokey/opensc-build>`_ für Debian/Ubuntu Benutzer.
el: Nitrokey Storage 2: Πρέπει να εγκαταστήσετε το OpenSC στην έκδοση 0.18 ή νεότερη. Μπορείτε να βρείτε τα αρχεία στην ιστοσελίδα `OpenSC <https://github.com/OpenSC/OpenSC/releases>`_ για χρήστες Windows και macOS ή `εδώ <https://github.com/Nitrokey/opensc-build>`_ για χρήστες Debian/Ubuntu.
es: Nitrokey Storage 2: Necesita instalar OpenSC en la versión 0.18 o superior. Puede encontrar los archivos en el sitio web de `OpenSC <https://github.com/OpenSC/OpenSC/releases>`__ para usuarios de Windows y macOS o `aquí <https://github.com/Nitrokey/opensc-build>`__ para usuarios de Debian/Ubuntu.
et: Nitrokey Storage 2: Teil on vaja paigaldada OpenSC versioon 0.18 või uuem. Failid leiad `OpenSC veebilehelt <https://github.com/OpenSC/OpenSC/releases>`_ Windowsi ja macOS kasutaja jaoks või `tema <https://github.com/Nitrokey/opensc-build>`_ Debian/Ubuntu kasutajate jaoks.
fi: Nitrokey Storage 2: Sinun on asennettava OpenSC:n versio 0.18 tai uudempi. Löydät tiedostot `OpenSC:n verkkosivuilta <https://github.com/OpenSC/OpenSC/releases>`_ Windows- ja macOS-käyttäjille tai `täältä <https://github.com/Nitrokey/opensc-build>`_ Debian/Ubuntu -käyttäjille.
ja: Nitrokey Storage 2：OpenSCをバージョン0.18以上でインストールする必要があります。WindowsやmacOSのユーザーは`OpenSCのウェブサイト<https://github.com/OpenSC/OpenSC/releases>`_で、Debian/Ubuntuのユーザーは`こちら<https://github.com/Nitrokey/opensc-build>`_でファイルを見つけることができます。
lt: "Nitrokey Storage 2": reikia įdiegti "OpenSC" versiją 0.18 arba naujesnę. Failus galite rasti `OpenSC svetainėje <https://github.com/OpenSC/OpenSC/releases>`_"Windows" ir "MacOS" naudotojams arba `čia <https://github.com/Nitrokey/opensc-build>`_"Debian"/Ubuntu" naudotojams.
lv: Nitrokey Storage 2: ir nepieciešams instalēt OpenSC 0.18 vai jaunāku versiju. Failus var atrast `OpenSC vietnē <https://github.com/OpenSC/OpenSC/releases>`_ Windows un macOS lietotājiem vai `šeit <https://github.com/Nitrokey/opensc-build>`_ Debian/Ubuntu lietotājiem.
pl: Nitrokey Storage 2: Musisz zainstalować OpenSC w wersji 0.18 lub wyższej. Pliki można znaleźć na stronie `OpenSC <https://github.com/OpenSC/OpenSC/releases>`_ dla użytkowników Windows i macOS lub `tutaj <https://github.com/Nitrokey/opensc-build>`_ dla użytkowników Debiana/Ubuntu.
pt: Nitrokey Storage 2: Você precisa instalar o OpenSC na versão 0.18 ou superior. Você pode encontrar os arquivos no site `OpenSC <https://github.com/OpenSC/OpenSC/releases>`_ para usuários Windows e MacOS ou `here <https://github.com/Nitrokey/opensc-build>`_ para usuários Debian/Ubuntu.
ro: Nitrokey Storage 2: Trebuie să instalați OpenSC în versiunea 0.18 sau mai recentă. Puteți găsi fișierele pe site-ul `OpenSC <https://github.com/OpenSC/OpenSC/releases>`_ pentru utilizatorii de Windows și macOS sau ` aici <https://github.com/Nitrokey/opensc-build>`_ pentru utilizatorii Debian/Ubuntu.
ru: Nitrokey Storage 2: Вам необходимо установить OpenSC версии 0.18 или выше. Вы можете найти файлы на сайте `OpenSC <https://github.com/OpenSC/OpenSC/releases>`_ для пользователей Windows и macOS или `здесь <https://github.com/Nitrokey/opensc-build>`_ для пользователей Debian/Ubuntu.
sk: Nitrokey Storage 2: Musíte nainštalovať OpenSC vo verzii 0.18 alebo vyššej. Súbory nájdete na ` webovej stránke OpenSC <https://github.com/OpenSC/OpenSC/releases>`_ pre používateľov Windows a macOS alebo `tu <https://github.com/Nitrokey/opensc-build>`_ pre používateľov Debian/Ubuntu.
sl: Nitrokey Storage 2: namestiti morate OpenSC v različici 0.18 ali višji. Datoteke lahko najdete na `spletišču OpenSC <https://github.com/OpenSC/OpenSC/releases>`_ za uporabnike sistemov Windows in MacOS ali ` tu <https://github.com/Nitrokey/opensc-build>`_ za uporabnike Debian/Ubuntu.
sv: Nitrokey Storage 2: Du måste installera OpenSC i version 0.18 eller högre. Du hittar filerna på `OpenSC:s webbplats <https://github.com/OpenSC/OpenSC/releases>`_ för Windows- och macOS-användare eller ` här <https://github.com/Nitrokey/opensc-build>`_ för Debian/Ubuntu-användare.
zh_cn: Nitrokey Storage 2: 你需要安装0.18或更高版本的OpenSC。你可以在`OpenSC网站<https://github.com/OpenSC/OpenSC/releases>`_为Windows和macOS用户找到这些文件，或者`这里<https://github.com/Nitrokey/opensc-build>`_为Debian/Ubuntu用户。

source: S/MIME Email Encryption with Outlook
bg: S/MIME криптиране на имейли с Outlook
cs: Šifrování e-mailů S/MIME pomocí aplikace Outlook
da: S/MIME-kryptering af e-mail med Outlook
de: S/MIME-E-Mail-Verschlüsselung mit Outlook
el: Κρυπτογράφηση ηλεκτρονικού ταχυδρομείου S/MIME με το Outlook
es: Cifrado de correo electrónico S/MIME con Outlook
et: S/MIME e-kirjade krüpteerimine Outlookiga
fi: S/MIME-sähköpostin salaus Outlookin kanssa
fr: Cryptage des e-mails S/MIME avec Outlook
ja: OutlookでのS/MIMEメール暗号化
lt: S/MIME el. pašto šifravimas su "Outlook
lv: S/MIME e-pasta šifrēšana ar Outlook
pl: Szyfrowanie poczty elektronicznej S/MIME w programie Outlook
pt: S/MIME Criptografia de e-mail com Outlook
ro: S/MIME Email Encryption cu Outlook
ru: Шифрование электронной почты S/MIME в Outlook
sk: Šifrovanie e-mailov S/MIME pomocou aplikácie Outlook
sl: Šifriranje e-pošte S/MIME s programom Outlook
sv: S/MIME-kryptering av e-post med Outlook
zh_cn: 使用Outlook的S/MIME电子邮件加密

source: If you do not have a S/MIME key-certificate pair installed on your Nitrokey yet, please look at `this page <smime.html>`_ first.
bg: Ако все още нямате инсталирана двойка S/MIME ключ-сертификат на вашия Nitrokey, моля, първо разгледайте `тази страница <smime.html>`_.
cs: Pokud ještě nemáte nainstalovaný pár klíč-certifikát S/MIME ve svém Nitrokey, podívejte se nejprve na `tuto stránku <smime.html>`_.
da: Hvis du endnu ikke har et S/MIME-nøgle-certifikatpar installeret på din Nitrokey, skal du først se på `denne side <smime.html>`_.
de: Wenn Sie noch kein S/MIME-Schlüssel-Zertifikat-Paar auf Ihrem Nitrokey installiert haben, sehen Sie sich bitte zuerst `diese Seite <smime.html>`_ an.
el: Εάν δεν έχετε εγκαταστήσει ακόμη ένα ζεύγος κλειδιού-πιστοποιητικού S/MIME στο Nitrokey σας, παρακαλούμε δείτε πρώτα την `αυτή τη σελίδα <smime.html>`_.
es: Si aún no tiene instalado un par de claves-certificados S/MIME en su Nitrokey, por favor, mire primero esta página `.
et: Kui teie Nitrokey's ei ole veel S/MIME võtme-sertifikaadi paari paigaldatud, vaadake esmalt `tänavat <smime.html>`_.
fi: Jos sinulla ei ole vielä S/MIME-avain-sertifikaattiparia asennettuna Nitrokey-avaimeesi, katso ensin `tältä sivulta <smime.html>`_.
ja: まだNitrokeyにS/MIMEの鍵と証明書のペアをインストールしていない場合は、まずこのページの` <smime.html>`_をご覧ください。
lt: Jei "Nitrokey" dar nėra įdiegta S/MIME rakto ir sertifikato pora, pirmiausia peržiūrėkite `šį puslapį <smime.html>`_.
lv: Ja jūsu Nitrokey vēl nav instalēts S/MIME atslēgas-sertifikāta pāris, vispirms apskatiet `šo lapu <smime.html>`_.
pl: Jeśli nie masz jeszcze zainstalowanej pary klucz-certyfikat S/MIME na swoim Nitrokey, proszę zajrzyj najpierw na `tę stronę <smime.html>`_.
pt: Se ainda não tem um par de certificados de chaves S/MIME instalado no seu Nitrokey, por favor veja `esta página <smime.html>`_ primeiro.
ro: Dacă nu aveți încă o pereche cheie-certificat S/MIME instalată pe Nitrokey, vă rugăm să consultați mai întâi `această pagină <smime.html>`_.
ru: Если на вашем Nitrokey еще не установлена пара ключ-сертификат S/MIME, пожалуйста, сначала посмотрите `эту страницу <smime.html>`_.
sk: Ak ešte nemáte vo svojom Nitrokey nainštalovaný pár kľúč-certifikát S/MIME, pozrite si najprv `túto stránku <smime.html>`_.
sl: Če v ključu Nitrokey še nimate nameščenega para ključ-certifikat S/MIME, si najprej oglejte `to stran <smime.html>`_.
sv: Om du ännu inte har installerat ett S/MIME-nyckel-certifikatpar på din Nitrokey kan du först titta på `den här sidan <smime.html>`_.
zh_cn: 如果你的Nitrokey上还没有安装S/MIME密钥-证书对，请先看`这个页面<smime.html>`_。

source: You need to have OpenSC installed on your System. Please have a look at the `wiki page of the OpenSC project <https://github.com/OpenSC/OpenSC/wiki>`_.
bg: Необходимо е да имате инсталиран OpenSC в системата си. Моля, погледнете `wiki страницата на проекта OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_.
cs: V systému musí být nainstalován program OpenSC. Podívejte se prosím na `wiki stránku projektu OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_.
da: Du skal have OpenSC installeret på dit system. Tag et kig på `wikisiden for OpenSC-projektet <https://github.com/OpenSC/OpenSC/wiki>`_.
de: Sie müssen OpenSC auf Ihrem System installiert haben. Bitte sehen Sie sich die `Wiki-Seite des OpenSC-Projekts <https://github.com/OpenSC/OpenSC/wiki>`_ an.
el: Πρέπει να έχετε εγκαταστήσει το OpenSC στο σύστημά σας. Ρίξτε μια ματιά στη σελίδα `wiki του έργου OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_.
es: Necesitas tener OpenSC instalado en tu sistema. Por favor, eche un vistazo a la página `wiki del proyecto OpenSC <https://github.com/OpenSC/OpenSC/wiki>`__.
et: Teie süsteemi peab olema installitud OpenSC. Palun vaadake OpenSC projekti `wiki lehekülge <https://github.com/OpenSC/OpenSC/wiki>`_.
fi: Sinun on asennettava OpenSC järjestelmääsi. Tutustu OpenSC-projektin `wiki-sivuun <https://github.com/OpenSC/OpenSC/wiki>`_.
ja: システムにOpenSCがインストールされている必要があります。OpenSCプロジェクトの`wikiページ<https://github.com/OpenSC/OpenSC/wiki>`_を参照してみてください。
lt: Sistemoje turi būti įdiegta "OpenSC". Peržiūrėkite "OpenSC" projekto `wiki puslapį <https://github.com/OpenSC/OpenSC/wiki>`_.
lv: Sistēmā ir jābūt instalētam OpenSC. Lūdzu, apskatiet OpenSC projekta `wiki lapu <https://github.com/OpenSC/OpenSC/wiki>`_.
pl: Musisz mieć zainstalowane OpenSC na swoim systemie. Proszę zajrzeć na stronę `wiki projektu OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_.
pt: Você precisa ter o OpenSC instalado no seu sistema. Por favor dê uma olhada na página `wiki do projeto OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_.
ro: Trebuie să aveți OpenSC instalat pe sistemul dumneavoastră. Vă rugăm să aruncați o privire pe pagina de wiki a proiectului OpenSC `wiki <https://github.com/OpenSC/OpenSC/wiki>`_.
ru: Вам необходимо установить OpenSC в вашей системе. Пожалуйста, загляните на `wiki страницу проекта OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_.
sk: V systéme musíte mať nainštalovanú aplikáciu OpenSC. Pozrite sa na `wiki stránku projektu OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_.
sl: V sistemu morate imeti nameščen OpenSC. Oglejte si `wiki stran projekta OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_.
sv: Du måste ha OpenSC installerat på ditt system. Ta en titt på `wiki-sidan för OpenSC-projektet <https://github.com/OpenSC/OpenSC/wiki>`_.
zh_cn: 你需要在你的系统上安装OpenSC。请看看OpenSC项目的`wiki页面<https://github.com/OpenSC/OpenSC/wiki>`_。

source: Settings in Outlook
bg: Настройки в Outlook
cs: Nastavení v aplikaci Outlook
da: Indstillinger i Outlook
de: Einstellungen in Outlook
el: Ρυθμίσεις στο Outlook
es: Configuración en Outlook
et: Outlooki seaded
fi: Outlookin asetukset
fr: Paramètres dans Outlook
ja: Outlookの設定
lt: "Outlook" nustatymai
lv: Iestatījumi programmā Outlook
pl: Ustawienia w programie Outlook
pt: Configurações no Outlook
ro: Setări în Outlook
ru: Настройки в Outlook
sk: Nastavenia v programe Outlook
sl: Nastavitve v programu Outlook
sv: Inställningar i Outlook
zh_cn: Outlook中的设置

source: Before you can use the Nitrokey in Outlook you have to activate S/MIME encryption. You can achieve this by clicking on to ‘Start’ -> ‘Options’ and clicking on ‘Trust Center’ in the options window. In section ‘Email Security’ you can choose your S/MIME identity. Your certificate should already be recognized by Outlook.
bg: Преди да можете да използвате Nitrokey в Outlook, трябва да активирате S/MIME криптирането. Можете да постигнете това, като щракнете върху "Старт" -> "Опции" и щракнете върху "Trust Center" в прозореца с опции. В раздел 'Email Security' (Сигурност на електронната поща) можете да изберете своята S/MIME идентичност. Вашият сертификат вече трябва да бъде разпознат от Outlook.
cs: Před použitím klíče Nitrokey v aplikaci Outlook musíte aktivovat šifrování S/MIME. Toho dosáhnete kliknutím na "Start" -> "Možnosti" a kliknutím na "Centrum důvěry" v okně možností. V části 'Zabezpečení e-mailu' můžete zvolit svou identitu S/MIME. Váš certifikát by již měl být programem Outlook rozpoznán.
da: Før du kan bruge Nitrokey i Outlook, skal du aktivere S/MIME-kryptering. Det kan du gøre ved at klikke på "Start" -> "Indstillinger" og klikke på "Trust Center" i vinduet med indstillinger. I afsnittet 'Email Security' kan du vælge din S/MIME-identitet. Dit certifikat bør allerede være genkendt af Outlook.
de: Bevor Sie den Nitrokey in Outlook verwenden können, müssen Sie die S/MIME-Verschlüsselung aktivieren. Dies erreichen Sie, indem Sie auf 'Start' -> 'Optionen' klicken und im Optionsfenster 'Trust Center' anklicken. Im Abschnitt 'E-Mail-Sicherheit' können Sie Ihre S/MIME-Identität auswählen. Ihr Zertifikat sollte bereits von Outlook erkannt werden.
el: Προτού μπορέσετε να χρησιμοποιήσετε το Nitrokey στο Outlook, πρέπει να ενεργοποιήσετε την κρυπτογράφηση S/MIME. Μπορείτε να το επιτύχετε αυτό κάνοντας κλικ στο 'Έναρξη' -> 'Επιλογές' και κάνοντας κλικ στο 'Κέντρο εμπιστοσύνης' στο παράθυρο επιλογών. Στην ενότητα 'Ασφάλεια ηλεκτρονικού ταχυδρομείου' μπορείτε να επιλέξετε την ταυτότητα S/MIME. Το πιστοποιητικό σας θα πρέπει να έχει ήδη αναγνωριστεί από το Outlook.
es: Antes de poder utilizar Nitrokey en Outlook, tiene que activar el cifrado S/MIME. Puede conseguirlo haciendo clic en "Inicio" -> "Opciones" y haciendo clic en "Centro de confianza" en la ventana de opciones. En la sección 'Seguridad del correo electrónico' puede elegir su identidad S/MIME. Su certificado ya debería ser reconocido por Outlook.
et: Enne Nitrokey kasutamist Outlookis peate aktiveerima S/MIME krüpteerimise. Selle saavutate, kui klõpsate 'Start' -> 'Options' ja klõpsate 'Trust Center' valikute aknas. Jaotises 'Email Security' saate valida oma S/MIME identiteedi. Outlook peaks teie sertifikaadi juba ära tundma.
fi: Ennen kuin voit käyttää Nitrokeyta Outlookissa, sinun on aktivoitava S/MIME-salaus. Voit tehdä tämän napsauttamalla 'Käynnistä' -> 'Asetukset' ja napsauttamalla 'Luottamuskeskus' valintaikkunassa. Kohdassa 'Sähköpostin suojaus' voit valita S/MIME-tunnuksesi. Outlookin pitäisi jo tunnistaa sertifikaattisi.
fr: Avant de pouvoir utiliser la Nitrokey dans Outlook, vous devez activer le cryptage S/MIME. Pour ce faire, cliquez sur 'Démarrer' -> 'Options' et cliquez sur 'Centre de confiance' dans la fenêtre des options. Dans la section 'Email Security' vous pouvez choisir votre identité S/MIME. Votre certificat devrait déjà être reconnu par Outlook.
ja: OutlookでNitrokeyを使用するには、S/MIMEの暗号化を有効にする必要があります。これを行うには、「スタート」-> 「オプション」をクリックし、オプションウィンドウで「Trust Center」をクリックします。メールセキュリティ」のセクションで、S/MIMEのIDを選択します。あなたの証明書はすでにOutlookで認識されているはずです。
lt: Prieš naudodami "Nitrokey" programoje "Outlook" turite aktyvuoti S/MIME šifravimą. Tai galite padaryti spustelėję "Start" -> "Parinktys" ir parinkčių lange spustelėję "Pasitikėjimo centras". Skyriuje "El. pašto saugumas" galite pasirinkti S/MIME tapatybę. Jūsų sertifikatą "Outlook" jau turėtų atpažinti.
lv: Pirms varat izmantot Nitrokey programmā Outlook, ir jāaktivizē S/MIME šifrēšana. To var izdarīt, noklikšķinot uz "Start" -> "Iespējas" un iespēju logā noklikšķinot uz "Uzticības centrs". Sadaļā "E-pasta drošība" varat izvēlēties savu S/MIME identitāti. Jūsu sertifikātam jau vajadzētu būt atpazītam programmā Outlook.
pl: Zanim będziesz mógł używać Nitrokey w Outlooku musisz aktywować szyfrowanie S/MIME. Możesz to zrobić klikając na 'Start' -> 'Opcje' i klikając na 'Centrum zaufania' w oknie opcji. W sekcji 'Bezpieczeństwo poczty' możesz wybrać swoją tożsamość S/MIME. Twój certyfikat powinien być już rozpoznany przez Outlooka.
pt: Antes de poder utilizar a Nitrokey no Outlook tem de activar a encriptação S/MIME. Você pode conseguir isso clicando em 'Iniciar' -> 'Opções' e clicando em 'Centro de Confiança' na janela de opções. Na secção 'Email Security' pode escolher a sua identidade S/MIME. O seu certificado já deve ser reconhecido pelo Outlook.
ro: Înainte de a putea utiliza Nitrokey în Outlook, trebuie să activați criptarea S/MIME. Puteți realiza acest lucru făcând clic pe "Start" -> "Opțiuni" și făcând clic pe "Trust Center" în fereastra de opțiuni. În secțiunea 'Email Security' puteți alege identitatea S/MIME. Certificatul dumneavoastră ar trebui să fie deja recunoscut de Outlook.
ru: Прежде чем использовать Nitrokey в Outlook, необходимо активировать шифрование S/MIME. Этого можно добиться, нажав на 'Пуск' -> 'Параметры' и щелкнув на 'Центр доверия' в окне параметров. В разделе 'Безопасность электронной почты' вы можете выбрать свой S/MIME сертификат. Ваш сертификат уже должен быть распознан Outlook.
sk: Pred použitím kľúča Nitrokey v programe Outlook musíte aktivovať šifrovanie S/MIME. Môžete to dosiahnuť kliknutím na položku "Štart" -> "Možnosti" a kliknutím na položku "Centrum dôvery" v okne možností. V časti 'Zabezpečenie elektronickej pošty' môžete vybrať svoju identitu S/MIME. Váš certifikát by už mal byť rozpoznaný programom Outlook.
sl: Preden lahko uporabite Nitrokey v programu Outlook, morate aktivirati šifriranje S/MIME. To lahko dosežete tako, da kliknete na "Start" -> "Možnosti" in v oknu z možnostmi kliknete na "Središče za zaupanje". V razdelku 'E-mail Security' (Varnost e-pošte) lahko izberete svojo identiteto S/MIME. Outlook bi moral že prepoznati vaše potrdilo.
sv: Innan du kan använda Nitrokey i Outlook måste du aktivera S/MIME-kryptering. Detta gör du genom att klicka på "Start" -> "Alternativ" och klicka på "Trust Center" i fönstret med alternativ. I avsnittet "Email Security" kan du välja din S/MIME-identitet. Ditt certifikat bör redan kännas igen av Outlook.
zh_cn: 在Outlook中使用Nitrokey之前，你必须先激活S/MIME加密功能。你可以通过点击'开始'->'选项'并在选项窗口中点击'信任中心'来实现这一目标。在'电子邮件安全'部分，你可以选择你的S/MIME身份。你的证书应该已经被Outlook所识别。

source: When composing a mail you can now choose to encrypt and sign the message in the ‘Options’ ribbon of the compose window.
bg: Когато съставяте писмо, вече можете да изберете дали да криптирате и подпишете съобщението в лентата "Опции" на прозореца за съставяне.
cs: Při sestavování e-mailu můžete nyní na pásu "Možnosti" okna pro sestavení zprávy zvolit šifrování a podepsání zprávy.
da: Når du skriver en mail, kan du nu vælge at kryptere og underskrive beskeden i "Indstillinger"-båndet i skrivevinduet.
de: Beim Verfassen einer E-Mail können Sie jetzt im Menüband "Optionen" des Erstellungsfensters auswählen, ob die Nachricht verschlüsselt und signiert werden soll.
el: Κατά τη σύνταξη ενός μηνύματος μπορείτε τώρα να επιλέξετε την κρυπτογράφηση και την υπογραφή του μηνύματος στην κορδέλα "Επιλογές" του παραθύρου σύνταξης.
es: Al redactar un correo, ahora puedes elegir cifrar y firmar el mensaje en la cinta de opciones de la ventana de redacción.
et: Posti koostamisel saate nüüd valida sõnumi krüpteerimise ja allkirjastamise akna "Valikud" ribal "Valikud".
fi: Kun laadit sähköpostia, voit nyt valita viestin salauksen ja allekirjoituksen laatimisikkunan Asetukset-valintanauhassa.
fr: Lorsque vous composez un message, vous pouvez désormais choisir de le chiffrer et de le signer dans le ruban "Options" de la fenêtre de composition.
ja: メール作成時に、作成画面の「オプション」リボンで、メッセージの暗号化と署名を選択できるようになりました。
lt: Kurdami laišką dabar galite pasirinkti, ar norite šifruoti ir pasirašyti žinutę, naudodami lango "Parinktys" juostą.
lv: Sastādot vēstuli, tagad varat izvēlēties šifrēt un parakstīt ziņojumu sastādīšanas loga lentē "Iespējas".
pl: Podczas tworzenia wiadomości e-mail można teraz wybrać opcję szyfrowania i podpisywania wiadomości na wstążce "Opcje" w oknie tworzenia wiadomości.
pt: Ao compor um e-mail você pode agora escolher encriptar e assinar a mensagem na fita de 'Opções' da janela de composição.
ro: Atunci când compuneți un mesaj, puteți alege acum să criptați și să semnați mesajul în panglica "Opțiuni" din fereastra de redactare.
ru: При составлении письма теперь можно выбрать шифрование и подпись сообщения в ленте "Параметры" окна составления.
sk: Pri vytváraní e-mailovej správy môžete teraz na páse "Možnosti" v okne vytvárania správy zvoliť šifrovanie a podpisovanie správy.
sl: Ko sestavljate e-pošto, lahko zdaj v traku Možnosti v oknu za sestavljanje izberete šifriranje in podpis sporočila.
sv: När du skriver ett e-postmeddelande kan du nu välja att kryptera och signera meddelandet i fälten "Alternativ" i skrivfönstret.
zh_cn: 在撰写邮件时，你现在可以在撰写窗口的 "选项 "功能区选择对邮件进行加密和签名。
