Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/start.po
Languages: bg, cs, da, de, el, es, et, fi, fr, ja, lt, lv, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: The following descriptions explain the basic key generation on-device via GnuPG’s command line interface. The default behaviour is to generate RSA keys of 2048 bit size. If you want to change the key algorithm and length, have a look at the next section first.
bg: Следващите описания обясняват основното генериране на ключове в устройството чрез интерфейса на командния ред на GnuPG. По подразбиране се генерират ключове RSA с размер 2048 бита. Ако искате да промените алгоритъма и дължината на ключа, първо погледнете следващия раздел.
cs: Následující popisy vysvětlují základní generování klíčů v zařízení prostřednictvím rozhraní příkazového řádku GnuPG. Výchozí chování je generování klíčů RSA o velikosti 2048 bitů. Pokud chcete změnit algoritmus a délku klíče, podívejte se nejprve do další části.
da: De følgende beskrivelser forklarer den grundlæggende nøglegenerering på enheden via GnuPG's kommandolinjeinterface. Standardadfærden er at generere RSA-nøgler med en størrelse på 2048 bit. Hvis du ønsker at ændre nøglealgoritmen og -længden, skal du først kigge på næste afsnit.
de: Die folgenden Beschreibungen erklären die grundlegende Schlüsselerzeugung auf dem Gerät über die Kommandozeilenschnittstelle von GnuPG. Das Standardverhalten ist die Erzeugung von RSA-Schlüsseln der Größe 2048 Bit. Wenn Sie den Schlüsselalgorithmus und die Schlüssellänge ändern wollen, schauen Sie sich zuerst den nächsten Abschnitt an.
el: Οι ακόλουθες περιγραφές εξηγούν τη βασική δημιουργία κλειδιών στη συσκευή μέσω της διεπαφής γραμμής εντολών του GnuPG. Η προεπιλεγμένη συμπεριφορά είναι η δημιουργία κλειδιών RSA μεγέθους 2048 bit. Αν θέλετε να αλλάξετε τον αλγόριθμο και το μήκος του κλειδιού, ρίξτε πρώτα μια ματιά στην επόμενη ενότητα.
es: Las siguientes descripciones explican la generación básica de claves en el dispositivo a través de la interfaz de línea de comandos de GnuPG. El comportamiento por defecto es generar claves RSA de 2048 bits. Si quieres cambiar el algoritmo y la longitud de la clave, echa un vistazo primero a la siguiente sección.
et: Järgnevad kirjeldused selgitavad põhilisi võtmete genereerimist seadmes GnuPG käsurea liidese kaudu. Vaikimisi genereeritakse 2048-bitiseid RSA-võtmeid. Kui soovite võtme algoritmi ja pikkust muuta, vaadake kõigepealt järgmist jaotist.
fi: Seuraavissa kuvauksissa selitetään perusavaimen luominen laitteessa GnuPG:n komentorivikäyttöliittymän avulla. Oletusarvoisesti luodaan 2048-bittisiä RSA-avaimia. Jos haluat muuttaa avainalgoritmia ja -pituutta, tutustu ensin seuraavaan osioon.
fr: Les descriptions suivantes expliquent la génération de clés de base sur le périphérique via l'interface de ligne de commande de GnuPG. Le comportement par défaut est de générer des clés RSA de 2048 bits. Si vous souhaitez modifier l'algorithme et la longueur de la clé, consultez d'abord la section suivante.
ja: 以下の説明では、GnuPGのコマンドラインインターフェイスを使ったデバイス上での基本的な鍵生成について説明します。デフォルトの動作は、2048ビットサイズのRSA鍵を生成することです。鍵のアルゴリズムや長さを変更したい場合は、まず次のセクションを見てください。
lt: Toliau pateikiamuose aprašymuose paaiškinamas pagrindinis rakto generavimas įrenginyje per GnuPG komandinės eilutės sąsają. Pagal numatytuosius nustatymus generuojami 2048 bitų dydžio RSA raktai. Jei norite pakeisti rakto algoritmą ir ilgį, pirmiausia peržiūrėkite kitą skyrių.
lv: Tālāk sniegts apraksts par pamatatslēgu ģenerēšanu ierīcē, izmantojot GnuPG komandrindas saskarni. Pēc noklusējuma tiek ģenerētas 2048 bitu lieluma RSA atslēgas. Ja vēlaties mainīt atslēgas algoritmu un garumu, vispirms apskatiet nākamo sadaļu.
pl: Poniższe opisy wyjaśniają podstawowe generowanie kluczy na urządzeniu poprzez interfejs wiersza poleceń GnuPG. Domyślnym zachowaniem jest generowanie kluczy RSA o rozmiarze 2048 bitów. Jeśli chcesz zmienić algorytm i długość klucza, zajrzyj najpierw do następnej sekcji.
pt: As seguintes descrições explicam a geração básica de chaves no dispositivo através da interface de linha de comando do GnuPG. O comportamento padrão é gerar chaves RSA de tamanho 2048 bit. Se você quiser alterar o algoritmo de chave e o comprimento, dê uma olhada na próxima seção primeiro.
ro: Următoarele descrieri explică generarea de bază a cheilor pe dispozitiv prin intermediul interfeței de linie de comandă a GnuPG. Comportamentul implicit este de a genera chei RSA de 2048 biți. Dacă doriți să modificați algoritmul și lungimea cheii, consultați mai întâi secțiunea următoare.
ru: Следующие описания объясняют базовую генерацию ключей на устройстве через интерфейс командной строки GnuPG. По умолчанию генерируются ключи RSA размером 2048 бит. Если вы хотите изменить алгоритм и длину ключа, сначала ознакомьтесь со следующим разделом.
sk: Nasledujúce popisy vysvetľujú základné generovanie kľúčov v zariadení prostredníctvom rozhrania príkazového riadka GnuPG. Predvolené správanie je generovanie kľúčov RSA s veľkosťou 2048 bitov. Ak chcete zmeniť algoritmus a dĺžku kľúča, pozrite si najprv nasledujúcu časť.
sl: Naslednji opisi pojasnjujejo osnovno generiranje ključev na napravi prek vmesnika ukazne vrstice programa GnuPG. Privzeto obnašanje je generiranje ključev RSA velikosti 2048 bitov. Če želite spremeniti algoritem in dolžino ključa, si najprej oglejte naslednje poglavje.
sv: Följande beskrivningar förklarar den grundläggande nyckelgenereringen på enheten via GnuPG:s kommandoradsgränssnitt. Standardbeteendet är att generera RSA-nycklar med en storlek på 2048 bitar. Om du vill ändra nyckelalgoritmen och nyckellängden ska du först titta på nästa avsnitt.
zh_cn: 下面的描述说明了通过GnuPG的命令行界面在设备上生成基本的密钥。默认行为是生成2048比特大小的RSA密钥。如果你想改变钥匙的算法和长度，请先看看下一节。

source: Open a command line and type ``gpg2 --card-edit``.
bg: Отворете командния ред и въведете ``gpg2 --card-edit``.
cs: Otevřete příkazový řádek a zadejte ``gpg2 --card-edit``.
da: Åbn en kommandolinje, og skriv ``gpg2 --card-edit``.
de: Öffnen Sie eine Kommandozeile und geben Sie ``gpg2 --card-edit`` ein.
el: Ανοίξτε μια γραμμή εντολών και πληκτρολογήστε ``gpg2 --card-edit``.
es: Abra una línea de comandos y escriba ``gpg2 --card-edit``.
et: Avage käsurea ja kirjutage ``gpg2 --card-edit``.
fi: Avaa komentorivi ja kirjoita ``gpg2 --card-edit``.
fr: Ouvrez une ligne de commande et tapez ``gpg2 --card-edit``.
ja: コマンドラインを開き、``gpg2 --card-edit``と入力します。
lt: Atidarykite komandinę eilutę ir įveskite ``gpg2 --card-edit``.
lv: Atveriet komandrindu un ievadiet ``gpg2 --card-edit``.
pl: Otwórz wiersz poleceń i wpisz ``gpg2 --card-edit``.
pt: Abra uma linha de comando e digite ``gpg2 --card-edit>```.
ro: Deschideți o linie de comandă și tastați ``gpg2 --card-edit``.
ru: Откройте командную строку и введите ``gpg2 --card-edit``.
sk: Otvorte príkazový riadok a zadajte ``gpg2 --card-edit``.
sl: Odprite ukazno vrstico in vnesite ``gpg2 --card-edit``.
sv: Öppna en kommandorad och skriv ``gpg2 --card-edit``.
zh_cn: 打开一个命令行，输入``gpg2 --card-edit``。

source: To open the Windows command line please push the Windows-key and R-key. Now type ‘cmd.exe’ in the text field and hit enter. To open a Terminal on macOS or GNU/Linux please use the application search (e.g. spotlight on macOS).
bg: За да отворите командния ред на Windows, натиснете клавиша Windows и клавиша R. Сега въведете "cmd.exe" в текстовото поле и натиснете Enter. За да отворите терминал в MacOS или GNU/Linux, използвайте търсенето на приложения (напр. Spotlight в MacOS).
cs: Příkazový řádek systému Windows otevřete stisknutím klávesy Windows a klávesy R. Nyní do textového pole napište "cmd.exe" a stiskněte klávesu enter. Chcete-li otevřít terminál v systému MacOS nebo GNU/Linux, použijte vyhledávání aplikací (např. Spotlight v systému MacOS).
da: For at åbne Windows-kommandolinjen skal du trykke på Windows-tasten og R-tasten. Skriv nu "cmd.exe" i tekstfeltet, og tryk på enter. Hvis du vil åbne en terminal på macOS eller GNU/Linux, skal du bruge programsøgningen (f.eks. spotlight på macOS).
de: Um die Windows-Kommandozeile zu öffnen, drücken Sie bitte die Windows-Taste und die R-Taste. Geben Sie nun 'cmd.exe' in das Textfeld ein und drücken Sie die Eingabetaste. Zum Öffnen eines Terminals unter macOS oder GNU/Linux verwenden Sie bitte die Anwendungssuche (z. B. spotlight unter macOS).
el: Για να ανοίξετε τη γραμμή εντολών των Windows πατήστε το πλήκτρο Windows και το πλήκτρο R. Τώρα πληκτρολογήστε 'cmd.exe' στο πεδίο κειμένου και πατήστε enter. Για να ανοίξετε ένα τερματικό σε macOS ή GNU/Linux χρησιμοποιήστε την αναζήτηση εφαρμογών (π.χ. spotlight σε macOS).
es: Para abrir la línea de comandos de Windows, pulsa la tecla Windows y la tecla R. Ahora escribe 'cmd.exe' en el campo de texto y pulsa enter. Para abrir un terminal en macOS o GNU/Linux, utilice la búsqueda de aplicaciones (por ejemplo, Spotlight en macOS).
et: Windowsi käsurea avamiseks vajutage Windows-klahvi ja R-klahvi. Nüüd kirjuta tekstiväljale 'cmd.exe' ja vajuta enter. MacOS-i või GNU/Linuxi terminali avamiseks kasutage rakenduste otsingut (nt macOS-i puhul spotlight).
fi: Avaa Windowsin komentorivi painamalla Windows-näppäintä ja R-näppäintä. Kirjoita nyt tekstikenttään 'cmd.exe' ja paina enteriä. Voit avata päätepäätteen macOS:ssä tai GNU/Linuxissa käyttämällä sovellushakua (esim. spotlight macOS:ssä).
fr: Pour ouvrir la ligne de commande de Windows, appuyez sur la touche Windows et sur la touche R. Tapez ensuite 'cmd.exe' dans le champ de texte et appuyez sur la touche Entrée. Pour ouvrir un terminal sous macOS ou GNU/Linux, utilisez la recherche d'applications (par exemple Spotlight sous macOS).
ja: Windowsのコマンドラインを開くには、WindowsキーとRキーを押してください。テキストフィールドに「cmd.exe」と入力してエンターキーを押します。macOSまたはGNU/Linuxでターミナルを開くには、アプリケーション検索を使用してください（例：macOSのspotlight）。
lt: Norėdami atidaryti "Windows" komandinę eilutę, paspauskite "Windows" klavišą ir R klavišą. Dabar į teksto laukelį įrašykite "cmd.exe" ir paspauskite Enter. Norėdami atidaryti terminalą "MacOS" arba "GNU/Linux" sistemoje, naudokite programų paiešką (pvz., "Spotlight" "MacOS" sistemoje).
lv: Lai atvērtu Windows komandrindu, nospiediet Windows taustiņu un R taustiņu. Tagad teksta laukā ierakstiet "cmd.exe" un nospiediet Enter. Lai atvērtu termināli operētājsistēmā macOS vai GNU/Linux, izmantojiet lietojumprogrammu meklēšanu (piemēram, spotlight operētājsistēmā macOS).
pl: Aby otworzyć wiersz poleceń systemu Windows należy wcisnąć klawisz Windows i klawisz R. W polu tekstowym proszę wpisać "cmd.exe" i nacisnąć enter. Aby otworzyć Terminal na macOS lub GNU/Linux proszę użyć wyszukiwania aplikacji (np. spotlight na macOS).
pt: Para abrir a linha de comando do Windows, por favor pressione a tecla Windows-key e a tecla R. Agora digite 'cmd.exe' no campo de texto e pressione enter. Para abrir um Terminal em macOS ou GNU/Linux, por favor use a busca da aplicação (por exemplo, holofotes em macOS).
ro: Pentru a deschide linia de comandă Windows, apăsați tasta Windows și tasta R. Acum tastați "cmd.exe" în câmpul de text și apăsați enter. Pentru a deschide un terminal pe macOS sau GNU/Linux, vă rugăm să folosiți căutarea de aplicații (de exemplu, spotlight pe macOS).
ru: Чтобы открыть командную строку Windows, нажмите клавишу Windows и клавишу R. Теперь введите 'cmd.exe' в текстовое поле и нажмите клавишу Enter. Чтобы открыть терминал на macOS или GNU/Linux, воспользуйтесь поиском приложений (например, spotlight на macOS).
sk: Ak chcete otvoriť príkazový riadok systému Windows, stlačte kláves Windows a kláves R. Teraz zadajte do textového poľa príkaz cmd.exe a stlačte kláves enter. Ak chcete otvoriť terminál v systéme MacOS alebo GNU/Linux, použite vyhľadávanie aplikácií (napr. Spotlight v systéme MacOS).
sl: Če želite odpreti ukazno vrstico sistema Windows, pritisnite tipko Windows in tipko R. V besedilno polje vpišite "cmd.exe" in pritisnite enter. Če želite odpreti terminal v operacijskem sistemu macOS ali GNU/Linux, uporabite iskanje aplikacij (npr. Spotlight v operacijskem sistemu macOS).
sv: För att öppna Windows kommandorad trycker du på Windows-tangenten och R-tangenten. Skriv nu "cmd.exe" i textfältet och tryck på enter. För att öppna en terminal på macOS eller GNU/Linux använder du sökprogrammet (t.ex. spotlight på macOS).
zh_cn: 要打开Windows命令行，请按下Windows键和R键。现在在文本字段中输入 "cmd.exe "并点击回车。要在macOS或GNU/Linux上打开终端，请使用应用程序搜索（例如macOS的spotlight）。

source: Now you are in the interactive interface of GnuPG. Activate the admin commands with ``admin`` and use ``generate`` afterwards to start the generation of keys.
bg: Сега сте в интерактивния интерфейс на GnuPG. Активирайте администраторските команди с ``admin`` и след това използвайте ``generate``, за да започнете генерирането на ключове.
cs: Nyní se nacházíte v interaktivním rozhraní GnuPG. Aktivujte příkazy správce pomocí ``admin`` a poté pomocí ``generate`` spusťte generování klíčů.
da: Nu er du i den interaktive grænseflade i GnuPG. Aktivér admin-kommandoerne med ``admin`` og brug ``generate`` bagefter for at starte genereringen af nøgler.
de: Nun befinden Sie sich in der interaktiven Oberfläche von GnuPG. Aktivieren Sie die Admin-Befehle mit ``admin`` und verwenden Sie anschließend ``generate``, um die Erzeugung der Schlüssel zu starten.
el: Τώρα βρίσκεστε στο διαδραστικό περιβάλλον του GnuPG. Ενεργοποιήστε τις εντολές διαχειριστή με ``admin`` και χρησιμοποιήστε ``generate`` στη συνέχεια για να ξεκινήσετε τη δημιουργία κλειδιών.
es: Ahora estás en la interfaz interactiva de GnuPG. Activa los comandos de administración con ``admin`` y utiliza ``generate`` después para iniciar la generación de claves.
et: Nüüd olete GnuPG interaktiivses kasutajaliideses. Aktiveerige administraatori käsud ``admin`` ja kasutage seejärel ``generate``, et alustada võtmete genereerimist.
fi: Nyt olet GnuPG:n interaktiivisessa käyttöliittymässä. Aktivoi admin-komennot ``admin`` ja käytä sen jälkeen ``generate`` aloittaaksesi avainten luomisen.
fr: Maintenant vous êtes dans l'interface interactive de GnuPG. Activez les commandes d'administration avec ``admin`` et utilisez ``generate`` ensuite pour lancer la génération des clés.
ja: これであなたはGnuPGの対話型インターフェースに入りました。``admin``で管理コマンドを有効にし、その後``generate``で鍵の生成を開始してください。
lt: Dabar esate interaktyviojoje GnuPG sąsajoje. Suaktyvinkite administratoriaus komandas naudodami ``admin`` ir naudokite ``generate``, kad pradėtumėte generuoti raktus.
lv: Tagad atrodaties GnuPG interaktīvajā saskarnē. Aktivizējiet administratora komandas ar ``admin`` un pēc tam izmantojiet ``</x>`generate``, lai sāktu atslēgu ģenerēšanu.
pl: Teraz jesteś w interaktywnym interfejsie GnuPG. Aktywuj polecenia administratora za pomocą ``admin`` i użyj ``generate``, aby rozpocząć generowanie kluczy.
pt: Agora você está na interface interativa do GnuPG. Ative os comandos de administração com ``admin`` e use ```x id="104"></x>`` depois para iniciar a geração das chaves.
ro: Acum vă aflați în interfața interactivă a GnuPG. Activați comenzile de administrare cu ``admin`` și folosiți ``generate`` după aceea pentru a începe generarea cheilor.
ru: Теперь вы находитесь в интерактивном интерфейсе GnuPG. Активируйте команды администратора с помощью ``admin`` и используйте ``generate`` после этого, чтобы начать генерацию ключей.
sk: Teraz ste v interaktívnom rozhraní GnuPG. Aktivujte príkazy administrátora pomocou ``admin`` a potom použite ``generate`` na spustenie generovania kľúčov.
sl: Zdaj ste v interaktivnem vmesniku programa GnuPG. Z ``admin`` aktivirajte upraviteljske ukaze in nato uporabite ``generate`` za začetek generiranja ključev.
sv: Nu befinner du dig i det interaktiva gränssnittet för GnuPG. Aktivera adminkommandona med ``admin`` och använd ``generate`` efteråt för att starta genereringen av nycklar.
zh_cn: 现在你进入了GnuPG的交互界面。用``admin``激活管理命令，之后用``generate``开始生成密钥。
