Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/start.po
Languages: bg, cs, da, de, el, es, et, fi, fr, ja, lt, lv, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: Outlook will only encrypt message to mail addresses which are saved in your address book. So make sure, that the persons you want to write an encrypted mail to have an entry in Outlook’s contacts. You can ask the person to write you a signed mail, so that you can import the certificate information.
bg: Outlook ще криптира само съобщения до пощенски адреси, които са записани в адресната ви книга. Така че се уверете, че лицата, на които искате да напишете криптирано писмо, са записани в контактите на Outlook. Можете да помолите лицето да ви напише подписано писмо, за да можете да импортирате информацията за сертификата.
cs: Aplikace Outlook zašifruje pouze zprávy na poštovní adresy, které jsou uloženy v adresáři. Ujistěte se tedy, že osoby, kterým chcete psát šifrovanou poštu, mají záznam v kontaktech Outlooku. Můžete osobu požádat, aby vám napsala podepsanou poštu, abyste mohli importovat informace o certifikátu.
da: Outlook krypterer kun meddelelser til mailadresser, som er gemt i din adressebog. Så sørg for, at de personer, som du vil skrive en krypteret mail til, har en post i Outlooks kontaktpersoner. Du kan bede personen om at skrive en signeret mail til dig, så du kan importere certifikatoplysningerne.
de: Outlook verschlüsselt nur Nachrichten an Mailadressen, die in Ihrem Adressbuch gespeichert sind. Stellen Sie also sicher, dass die Personen, denen Sie eine verschlüsselte Mail schreiben wollen, einen Eintrag in den Kontakten von Outlook haben. Sie können die Person bitten, Ihnen eine signierte Mail zu schreiben, so dass Sie die Zertifikatsinformationen importieren können.
el: Το Outlook θα κρυπτογραφήσει μόνο το μήνυμα προς τις διευθύνσεις αλληλογραφίας που είναι αποθηκευμένες στο βιβλίο διευθύνσεών σας. Βεβαιωθείτε λοιπόν ότι τα άτομα στα οποία θέλετε να στείλετε κρυπτογραφημένο μήνυμα έχουν καταχώρηση στις επαφές του Outlook. Μπορείτε να ζητήσετε από το άτομο να σας γράψει ένα υπογεγραμμένο μήνυμα, ώστε να μπορείτε να εισαγάγετε τις πληροφορίες του πιστοποιητικού.
es: Outlook sólo cifrará los mensajes a las direcciones de correo que estén guardadas en su libreta de direcciones. Por lo tanto, asegúrese de que las personas a las que desea escribir un correo cifrado tienen una entrada en los contactos de Outlook. Puede pedir a la persona que le escriba un correo firmado, para poder importar la información del certificado.
et: Outlook krüpteerib sõnumi ainult nendele e-posti aadressidele, mis on salvestatud teie aadressiraamatusse. Seega veenduge, et isikutel, kellele soovite krüpteeritud kirju kirjutada, on Outlooki kontaktides kirjeid. Võite paluda isikul kirjutada teile allkirjastatud posti, et saaksite sertifikaadi andmed importida.
fi: Outlook salaa vain viestin sähköpostiosoitteisiin, jotka on tallennettu osoitekirjaan. Varmista siis, että henkilöillä, joille haluat kirjoittaa salatun sähköpostin, on merkintä Outlookin yhteystiedoissa. Voit pyytää henkilöä kirjoittamaan sinulle allekirjoitetun sähköpostin, jotta voit tuoda varmenteen tiedot.
fr: Outlook ne crypte que les messages destinés aux adresses électroniques enregistrées dans votre carnet d'adresses. Assurez-vous donc que les personnes à qui vous voulez écrire un message crypté ont une entrée dans les contacts d'Outlook. Vous pouvez demander à la personne de vous écrire un courrier signé, afin que vous puissiez importer les informations du certificat.
ja: Outlookは、アドレス帳に保存されているメールアドレスへのメッセージのみを暗号化します。そのため、暗号化されたメールを送りたい相手が、Outlookの連絡先に登録されていることを確認してください。相手に署名入りのメールを書いてもらうことで、証明書の情報を取り込むことができます。
lt: "Outlook" užšifruos žinutę tik į adresinėje išsaugotus pašto adresus. Taigi įsitikinkite, kad asmenys, kuriems norite rašyti užšifruotą laišką, turi įrašą "Outlook" adresinėje. Galite paprašyti asmens parašyti jums pasirašytą laišką, kad galėtumėte importuoti sertifikato informaciją.
lv: Programma Outlook šifrēs ziņojumus tikai uz tām e-pasta adresēm, kas ir saglabātas jūsu adrešu grāmatā. Tāpēc pārliecinieties, ka personām, kurām vēlaties rakstīt šifrētu vēstuli, ir ieraksts Outlook kontaktos. Varat lūgt personai uzrakstīt jums parakstītu vēstuli, lai jūs varētu importēt sertifikāta informāciju.
pl: Outlook będzie szyfrował tylko wiadomości na adresy pocztowe, które są zapisane w twojej książce adresowej. Upewnij się więc, że osoba, do której chcesz napisać zaszyfrowaną wiadomość, ma wpis w kontaktach Outlooka. Możesz poprosić daną osobę o napisanie podpisanego maila, abyś mógł zaimportować informacje o certyfikacie.
pt: O Outlook só encriptará mensagens para endereços de correio electrónico que estejam guardadas no seu livro de endereços. Portanto, certifique-se de que as pessoas que você deseja escrever um e-mail criptografado para ter uma entrada nos contatos do Outlook. Você pode pedir à pessoa que lhe escreva uma mensagem assinada, para que possa importar a informação do certificado.
ro: Outlook va cripta doar mesajele către adresele de poștă electronică care sunt salvate în agenda dvs. de adrese. Prin urmare, asigurați-vă că persoanele cărora doriți să le scrieți un mesaj criptat au o intrare în lista de contacte a Outlook. Puteți cere persoanei respective să vă scrie un mesaj semnat, pentru a putea importa informațiile despre certificat.
ru: Outlook будет шифровать сообщения только на те почтовые адреса, которые сохранены в вашей адресной книге. Поэтому убедитесь, что у человека, которому вы хотите написать зашифрованное письмо, есть запись в контактах Outlook. Вы можете попросить человека написать вам подписанное письмо, чтобы вы могли импортировать информацию о сертификате.
sk: Outlook bude šifrovať iba správy na poštové adresy, ktoré sú uložené vo vašom adresári. Uistite sa teda, že osoby, ktorým chcete napísať šifrovanú poštu, majú záznam v kontaktoch programu Outlook. Môžete požiadať osobu, aby vám napísala podpísaný mail, aby ste mohli importovať informácie o certifikáte.
sl: Outlook bo šifriral samo sporočila na poštne naslove, ki so shranjeni v vašem imeniku. Zato se prepričajte, da imajo osebe, ki jim želite napisati šifrirano pošto, vpis v Outlookovih stikih. Osebo lahko prosite, naj vam napiše podpisano pošto, da boste lahko uvozili podatke o certifikatu.
sv: Outlook krypterar endast meddelanden till e-postadresser som finns sparade i din adressbok. Se därför till att de personer som du vill skriva ett krypterat meddelande till har en post i Outlooks kontaktlista. Du kan be personen att skriva ett signerat brev till dig, så att du kan importera certifikatinformationen.
zh_cn: Outlook只对保存在通讯录中的邮件地址进行加密。因此，请确保你想写加密邮件的人在Outlook的联系人中拥有一个条目。你可以要求对方给你写一封签名邮件，这样你就可以导入证书信息。

source: Depending on your certificate or the certificate of your partners you may have to import a so-called root certificate. This is the certificate of the party which issued the certificate you or your partner uses. You should usually got informed if this is necessary.
bg: В зависимост от вашия сертификат или от сертификата на партньорите ви може да се наложи да импортирате т.нар. коренен сертификат. Това е сертификатът на страната, която е издала сертификата, който вие или вашият партньор използвате. Обикновено трябва да бъдете информирани, ако това е необходимо.
cs: V závislosti na vašem certifikátu nebo certifikátu vašich partnerů může být nutné importovat tzv. kořenový certifikát. Jedná se o certifikát strany, která vydala certifikát, který používáte vy nebo váš partner. Obvykle byste měli být informováni, zda je to nutné.
da: Afhængigt af dit certifikat eller dine partneres certifikat skal du muligvis importere et såkaldt rodcertifikat. Dette er certifikatet fra den part, der har udstedt det certifikat, som du eller din partner bruger. Du bør normalt få besked, hvis dette er nødvendigt.
de: Abhängig von Ihrem Zertifikat oder dem Zertifikat Ihrer Partner müssen Sie eventuell ein sogenanntes Root-Zertifikat importieren. Dies ist das Zertifikat der Partei, die das von Ihnen oder Ihrem Partner verwendete Zertifikat ausgestellt hat. In der Regel sollten Sie informiert werden, wenn dies notwendig ist.
el: Ανάλογα με το δικό σας πιστοποιητικό ή το πιστοποιητικό των συνεργατών σας, ενδέχεται να χρειαστεί να εισαγάγετε ένα λεγόμενο πιστοποιητικό ρίζας. Πρόκειται για το πιστοποιητικό του φορέα που εξέδωσε το πιστοποιητικό που χρησιμοποιείτε εσείς ή ο συνεργάτης σας. Συνήθως θα πρέπει να ενημερωθείτε αν αυτό είναι απαραίτητο.
es: Dependiendo de su certificado o del certificado de sus socios, es posible que tenga que importar el llamado certificado raíz. Este es el certificado de la parte que emitió el certificado que usted o su socio utiliza. Por lo general, se le debe informar si esto es necesario.
et: Sõltuvalt teie sertifikaadist või teie partnerite sertifikaadist peate võib-olla importima nn juursertifikaadi. See on selle osapoole sertifikaat, kes väljastas teie või teie partneri kasutatava sertifikaadi. Kui see on vajalik, tuleks teid tavaliselt teavitada.
fi: Varmenteestasi tai kumppaniesi varmenteesta riippuen sinun on ehkä tuotava niin sanottu juurivarmenne. Tämä on sen osapuolen varmenne, joka on myöntänyt sinun tai kumppanisi käyttämän varmenteen. Sinulle on yleensä ilmoitettava, jos tämä on tarpeen.
fr: En fonction de votre certificat ou de celui de vos partenaires, vous devrez peut-être importer un certificat dit racine. Il s'agit du certificat de la partie qui a émis le certificat que vous ou votre partenaire utilisez. Vous devez généralement être informé si cela est nécessaire.
ja: 自分の証明書やパートナーの証明書によっては、いわゆるルート証明書をインポートする必要があります。これは、あなたやあなたのパートナーが使用する証明書を発行した団体の証明書です。これが必要な場合は、通常、お客様にお知らせします。
lt: Priklausomai nuo jūsų sertifikato arba partnerių sertifikato, gali tekti importuoti vadinamąjį šakninį sertifikatą. Tai sertifikatas šalies, kuri išdavė sertifikatą, kurį naudojate jūs arba jūsų partneris. Paprastai jums turėtų būti pranešta, ar tai būtina.
lv: Atkarībā no jūsu vai jūsu partneru sertifikāta, iespējams, būs jāimportē tā sauktais saknes sertifikāts. Tas ir tās puses sertifikāts, kas izsniegusi jūsu vai jūsu partnera izmantoto sertifikātu. Parasti jums ir jāinformē, ja tas ir nepieciešams.
pl: W zależności od Twojego certyfikatu lub certyfikatu Twoich partnerów może być konieczne zaimportowanie tzw. certyfikatu głównego. Jest to certyfikat strony, która wydała certyfikat używany przez Ciebie lub Twojego partnera. Zazwyczaj powinieneś zostać poinformowany, czy jest to konieczne.
pt: Dependendo do seu certificado ou do certificado dos seus parceiros, poderá ter de importar o chamado certificado de raiz. Este é o certificado da parte que emitiu o certificado que você ou seu parceiro utiliza. Normalmente, você deve ser informado se isso for necessário.
ro: În funcție de certificatul dumneavoastră sau de certificatul partenerilor dumneavoastră, este posibil să trebuiască să importați un așa-numit certificat rădăcină. Acesta este certificatul părții care a emis certificatul pe care îl utilizați dumneavoastră sau partenerul dumneavoastră. De obicei, ar trebui să fiți informat dacă acest lucru este necesar.
ru: В зависимости от вашего сертификата или сертификата ваших партнеров вам может потребоваться импортировать так называемый корневой сертификат. Это сертификат стороны, которая выпустила сертификат, используемый вами или вашим партнером. Обычно вам сообщают, если это необходимо.
sk: V závislosti od vášho certifikátu alebo certifikátu vašich partnerov môže byť potrebné importovať tzv. koreňový certifikát. Ide o certifikát strany, ktorá vydala certifikát, ktorý používate vy alebo váš partner. Zvyčajne by ste mali dostať informáciu, či je to potrebné.
sl: Glede na vaše potrdilo ali potrdilo vaših partnerjev boste morda morali uvoziti tako imenovano korensko potrdilo. To je potrdilo stranke, ki je izdala potrdilo, ki ga uporabljate vi ali vaš partner. Običajno morate biti obveščeni, če je to potrebno.
sv: Beroende på ditt certifikat eller dina partners certifikat kan du behöva importera ett så kallat rotcertifikat. Detta är certifikatet från den part som utfärdat det certifikat som du eller din partner använder. Du ska vanligtvis få information om detta är nödvändigt.
zh_cn: 根据你的证书或你的合作伙伴的证书，你可能必须导入一个所谓的根证书。这是签发你或你的伙伴使用的证书的一方的证书。如果有必要，你通常应该得到通知。

source: S/MIME Email Encryption with Thunderbird
bg: S/MIME криптиране на имейли с Thunderbird
cs: Šifrování e-mailů S/MIME pomocí aplikace Thunderbird
da: S/MIME-kryptering af e-mail med Thunderbird
de: S/MIME-E-Mail-Verschlüsselung mit Thunderbird
el: Κρυπτογράφηση ηλεκτρονικού ταχυδρομείου S/MIME με τον Thunderbird
es: Cifrado de correo electrónico S/MIME con Thunderbird
et: S/MIME e-posti krüpteerimine Thunderbirdiga
fi: S/MIME-sähköpostin salaus Thunderbirdillä
fr: Cryptage des e-mails S/MIME avec Thunderbird
ja: ThunderbirdでのS/MIMEメール暗号化
lt: S/MIME el. pašto šifravimas naudojant "Thunderbird
lv: S/MIME e-pasta šifrēšana ar Thunderbird
pl: Szyfrowanie poczty elektronicznej S/MIME w Thunderbirdzie
pt: Encriptação de Email S/MIME com Thunderbird
ro: Criptare S/MIME Email cu Thunderbird
ru: Шифрование электронной почты S/MIME с помощью Thunderbird
sk: Šifrovanie e-mailov S/MIME pomocou programu Thunderbird
sl: Šifriranje e-pošte S/MIME s Thunderbirdom
sv: S/MIME-kryptering av e-post med Thunderbird
zh_cn: 使用雷鸟的S/MIME电子邮件加密

source: If you do not have a S/MIME key-certificate pair installed on your Nitrokey yet or if you did not installed OpenSC, please look at `this page <smime.html>`_ first.
bg: Ако все още нямате инсталирана двойка S/MIME ключ-сертификат на вашия Nitrokey или ако не сте инсталирали OpenSC, моля, първо разгледайте `тази страница <smime.html>`_.
cs: Pokud ještě nemáte nainstalovaný pár klíč-certifikát S/MIME ve svém Nitrokey nebo pokud jste nenainstalovali OpenSC, podívejte se nejprve na `tuto stránku <smime.html>`_.
da: Hvis du ikke har et S/MIME-nøgle-certifikatpar installeret på din Nitrokey endnu, eller hvis du ikke har installeret OpenSC, skal du først se `denne side <smime.html>`_.
de: Wenn Sie noch kein S/MIME-Schlüssel-Zertifikat-Paar auf Ihrem Nitrokey installiert haben oder wenn Sie OpenSC nicht installiert haben, schauen Sie sich bitte zuerst `diese Seite <smime.html>`_ an.
el: Αν δεν έχετε εγκαταστήσει ακόμη ένα ζεύγος κλειδιού-πιστοποιητικού S/MIME στο Nitrokey σας ή αν δεν έχετε εγκαταστήσει το OpenSC, παρακαλούμε δείτε πρώτα την `αυτή τη σελίδα <smime.html>`_.
es: Si aún no tiene instalado un par de claves-certificados S/MIME en su Nitrokey o si no ha instalado OpenSC, por favor, mire primero esta página `.
et: Kui teie Nitrokey's ei ole veel S/MIME võtme-sertifikaadi paari paigaldatud või kui te ei ole OpenSC'd installeerinud, vaadake esmalt `toodud lehekülge <smime.html>`_.
fi: Jos sinulla ei ole vielä S/MIME-avain-varmenneparia asennettuna Nitrokey-laitteeseesi tai jos et ole asentanut OpenSC:tä, katso ensin `tältä sivulta <smime.html>`_.
ja: まだNitrokeyにS/MIMEの鍵と証明書のペアをインストールしていない場合や、OpenSCをインストールしていない場合は、まず`このページ<smime.html>`_をご覧ください。
lt: Jei "Nitrokey" dar nėra įdiegta S/MIME rakto ir sertifikato pora arba jei dar neįdiegėte "OpenSC", pirmiausia peržiūrėkite `šį puslapį <smime.html>`_.
lv: Ja jūsu Nitrokey vēl nav instalēts S/MIME atslēgas-sertifikāta pāris vai ja neesat instalējis OpenSC, lūdzu, vispirms apskatiet `šo lapu <smime.html>`_.
pl: Jeśli nie masz jeszcze zainstalowanej pary klucz-certyfikat S/MIME na Nitrokey lub jeśli nie zainstalowałeś OpenSC, proszę zajrzyj najpierw na `tę stronę <smime.html>`_.
pt: Se ainda não tem um par de certificados de chaves S/MIME instalado no seu Nitrokey ou se ainda não instalou o OpenSC, por favor veja `esta página <smime.html>`_ primeiro.
ro: Dacă nu aveți încă o pereche cheie-certificat S/MIME instalată pe Nitrokey sau dacă nu ați instalat OpenSC, vă rugăm să consultați mai întâi `această pagină <smime.html>`_.
ru: Если на вашем Nitrokey еще не установлена пара ключ-сертификат S/MIME или если вы не установили OpenSC, пожалуйста, сначала посмотрите `эту страницу <smime.html>`_.
sk: Ak ešte nemáte vo svojom Nitrokey nainštalovaný pár kľúč-certifikát S/MIME alebo ak ste si nenainštalovali OpenSC, pozrite si najprv `túto stránku <smime.html>`_.
sl: Če v ključu Nitrokey še nimate nameščenega para ključ-certifikat S/MIME ali če niste namestili OpenSC, si najprej oglejte `to stran <smime.html>`_.
sv: Om du inte har ett S/MIME-nyckel-certifikatpar installerat på din Nitrokey ännu eller om du inte har installerat OpenSC, titta först på `den här sidan <smime.html>`_.
zh_cn: 如果你的Nitrokey上还没有安装S/MIME密钥-证书对，或者你没有安装OpenSC，请先看`这个页面<smime.html>`_。

source: You need to have `OpenSC installed <https://github.com/OpenSC/OpenSC/wiki>`_ on your System. While GNU/Linux users usually can install OpenSC over the package manager (e.g. ``sudo apt update && sudo apt install opensc`` on Ubuntu), macOS and Windows users can download the installation files from OpenSC directly.
bg: Трябва да имате `ОpenSC, инсталиран <https://github.com/OpenSC/OpenSC/wiki>`_ на вашата система. Докато потребителите на GNU/Linux обикновено могат да инсталират OpenSC чрез мениджъра на пакети (например ``sudo apt update && sudo apt install opensc`` при Ubuntu), потребителите на macOS и Windows могат да изтеглят инсталационните файлове директно от OpenSC.
cs: V systému musíte mít nainstalovaný `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_. Zatímco uživatelé GNU/Linuxu mohou obvykle nainstalovat OpenSC přes správce balíčků (např. ``sudo apt update && sudo apt install opensc`` v Ubuntu), uživatelé MacOS a Windows si mohou instalační soubory stáhnout přímo z OpenSC.
da: Du skal have `OpenSC installeret <https://github.com/OpenSC/OpenSC/wiki>`_ på dit system. Mens GNU/Linux-brugere normalt kan installere OpenSC via pakkehåndteringen (f.eks. ``sudo apt update && sudo apt install opensc<x>`` på Ubuntu), kan macOS- og Windows-brugere hente installationsfilerne direkte fra OpenSC.
de: Sie müssen `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_ auf Ihrem System installiert haben. Während GNU/Linux-Benutzer OpenSC normalerweise über den Paketmanager installieren können (z.B. ``sudo apt update && sudo apt install opensc`` auf Ubuntu), können macOS- und Windows-Benutzer die Installationsdateien direkt von OpenSC herunterladen.
el: Πρέπει να έχετε εγκαταστήσει το `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_ στο σύστημά σας. Ενώ οι χρήστες GNU/Linux μπορούν συνήθως να εγκαταστήσουν το OpenSC μέσω του διαχειριστή πακέτων (π.χ. ``sudo apt update && sudo apt install opensc`` στο Ubuntu), οι χρήστες macOS και Windows μπορούν να κατεβάσουν τα αρχεία εγκατάστασης από το OpenSC απευθείας.
es: Necesitas tener `OpenSC instalado <https://github.com/OpenSC/OpenSC/wiki>`__ en tu sistema. Mientras que los usuarios de GNU/Linux normalmente pueden instalar OpenSC a través del gestor de paquetes (por ejemplo, ``sudo apt update && sudo apt install opensc`` en Ubuntu), los usuarios de macOS y Windows pueden descargar los archivos de instalación desde OpenSC directamente.
et: Teie süsteemis peab olema paigaldatud `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_. Kui GNU/Linuxi kasutajad saavad OpenSC tavaliselt paigaldada üle paketihalduri (nt ``sudo apt update && sudo apt install opensc`` Ubuntul), siis macOS ja Windows kasutajad saavad paigaldusfailid alla laadida otse OpenSC-st.
fi: Sinun on asennettava `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_ järjestelmääsi. Vaikka GNU/Linux-käyttäjät voivat yleensä asentaa OpenSC:n paketinhallinnan kautta (esim. ``sudo apt update && sudo apt install opensc`` Ubuntussa), macOS- ja Windows-käyttäjät voivat ladata asennustiedostot suoraan OpenSC:stä.
ja: お使いのシステムに`OpenSCがインストールされている必要があります<https://github.com/OpenSC/OpenSC/wiki>`_。GNU/Linuxユーザーは通常、パッケージマネージャを使ってOpenSCをインストールすることができますが（例：Ubuntuでは``sudo apt update && sudo apt install opensc``）、macOSやWindowsユーザーはOpenSCから直接インストールファイルをダウンロードすることができます。
lt: Sistemoje turi būti įdiegta `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_. GNU/Linux naudotojai paprastai gali įdiegti "OpenSC" per paketų tvarkyklę (pavyzdžiui, ``sudo apt update && sudo apt install opensc`` Ubuntu), o "MacOS" ir "Windows" naudotojai gali tiesiogiai atsisiųsti diegimo failus iš "OpenSC".
lv: Sistēmā ir jābūt instalētam `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_. GNU/Linux lietotāji parasti var instalēt OpenSC, izmantojot pakešu pārvaldnieku (piemēram, ``sudo apt update && sudo apt install opensc`` Ubuntu), savukārt MacOS un Windows lietotāji var lejupielādēt instalācijas failus tieši no OpenSC.
pl: Musisz mieć zainstalowane `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_ na swoim systemie. Podczas gdy użytkownicy GNU/Linux zazwyczaj mogą zainstalować OpenSC przez menedżera pakietów (np. ``sudo apt update && sudo apt install opensc`` na Ubuntu), użytkownicy macOS i Windows mogą pobrać pliki instalacyjne bezpośrednio z OpenSC.
pt: Você precisa ter `OpenSC instalado <https://github.com/OpenSC/OpenSC/wiki>`_ no seu Sistema. Enquanto usuários GNU/Linux normalmente podem instalar o OpenSC sobre o gerenciador de pacotes (por exemplo ``sudo apt update && sudo apt install opensc`` no Ubuntu), usuários MacOS e Windows podem baixar os arquivos de instalação diretamente do OpenSC.
ro: Trebuie să aveți instalat `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_ pe sistemul dumneavoastră. În timp ce utilizatorii de GNU/Linux pot, de obicei, să instaleze OpenSC prin intermediul managerului de pachete (de exemplu, ``sudo apt update && sudo apt install opensc`` pe Ubuntu), utilizatorii de macOS și Windows pot descărca fișierele de instalare direct de la OpenSC.
ru: Вам необходимо иметь `OpenSC, установленный <https://github.com/OpenSC/OpenSC/wiki>`_ в вашей системе. В то время как пользователи GNU/Linux обычно могут установить OpenSC через менеджер пакетов (например, ``sudo apt update && sudo apt install opensc`` на Ubuntu), пользователи macOS и Windows могут загрузить установочные файлы из OpenSC напрямую.
sk: Musíte mať `OpenSC nainštalovaný <https://github.com/OpenSC/OpenSC/wiki>`_ vo vašom systéme. Zatiaľ čo používatelia GNU/Linuxu môžu zvyčajne nainštalovať OpenSC cez správcu balíkov (napr. ``sudo apt update && sudo apt install opensc`` v Ubuntu), používatelia MacOS a Windows si môžu stiahnuť inštalačné súbory priamo z OpenSC.
sl: V sistemu morate imeti nameščen `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_. Medtem ko lahko uporabniki operacijskega sistema GNU/Linux običajno namestijo OpenSC prek upravitelja paketov (npr. ``sudo apt update && sudo apt install opensc`` v Ubuntuju), lahko uporabniki sistemov MacOS in Windows namestitvene datoteke prenesejo neposredno iz OpenSC.
sv: Du måste ha `OpenSC installerat <https://github.com/OpenSC/OpenSC/wiki>`_ på ditt system. Medan GNU/Linux-användare vanligtvis kan installera OpenSC via pakethanteraren (t.ex. ``sudo apt update && sudo apt install opensc`` på Ubuntu) kan macOS- och Windows-användare ladda ner installationsfilerna direkt från OpenSC.
zh_cn: 你需要在你的系统上安装`OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_。虽然GNU/Linux用户通常可以通过软件包管理器来安装OpenSC（例如：``sudo apt update && sudo apt install opensc``在Ubuntu上），但macOS和Windows用户可以直接从OpenSC下载安装文件。

source: Settings in Thunderbird
bg: Настройки в Thunderbird
cs: Nastavení v aplikaci Thunderbird
da: Indstillinger i Thunderbird
de: Einstellungen in Thunderbird
el: Ρυθμίσεις στον Thunderbird
es: Configuración en Thunderbird
et: Thunderbirdi seaded
fi: Thunderbirdin asetukset
fr: Paramètres dans Thunderbird
ja: サンダーバードの設定
lt: "Thunderbird" nustatymai
lv: Thunderbird iestatījumi
pl: Ustawienia w programie Thunderbird
pt: Configurações no Thunderbird
ro: Setări în Thunderbird
ru: Настройки в Thunderbird
sk: Nastavenia v programe Thunderbird
sl: Nastavitve v Thunderbirdu
sv: Inställningar i Thunderbird
zh_cn: 雷鸟中的设置
