Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/start.po
Languages: bg, cs, da, de, el, es, et, fi, fr, ja, lt, lv, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: `GPG4Win <https://gpg4win.org/>`_ or `pageant.exe <https://smartcard-auth.de/download-de.html>`_ with Smartcard support from Dr. Peter Koch
bg: `GPG4Win <https://gpg4win.org/>`_ или `pageant.exe <https://smartcard-auth.de/download-de.html>`_ с поддръжка на Smartcard от д-р Петер Кох
cs: `GPG4Win <https://gpg4win.org/>`_ nebo `pageant.exe <https://smartcard-auth.de/download-de.html>`_ s podporou Smartcard od Dr. Petera Kocha.
da: `GPG4Win <https://gpg4win.org/>`_ eller `pageant.exe <https://smartcard-auth.de/download-de.html>`_ med Smartcard-understøttelse fra Dr. Peter Koch
de: `GPG4Win <https://gpg4win.org/>`_ oder `pageant.exe <https://smartcard-auth.de/download-de.html>`_ mit Smartcard-Unterstützung von Dr. Peter Koch
el: `GPG4Win <https://gpg4win.org/>`_ ή `pageant.exe <https://smartcard-auth.de/download-de.html>`_ με υποστήριξη Smartcard από τον Dr. Peter Koch.
es: `GPG4Win <https://gpg4win.org/>`__ o `pageant.exe <http://smartcard-auth.de/download-de.html>`__ con soporte de Smartcard del Dr. Peter Koch
et: `GPG4Win <https://gpg4win.org/>`_ või `pageant.exe <https://smartcard-auth.de/download-de.html>`_ Smartcard toega Dr. Peter Kochilt.
fi: `GPG4Win <https://gpg4win.org/>`_ tai `pageant.exe <https://smartcard-auth.de/download-de.html>`_ Smartcard-tuella, jonka on toimittanut Dr. Peter Koch.
ja: `GPG4Win <https://gpg4win.org/>`_または`pageant.exe <https://smartcard-auth.de/download-de.html>`_とDr. Peter KochによるSmartcardのサポート。
lt: `GPG4Win <https://gpg4win.org/>`_ arba `pageant.exe <https://smartcard-auth.de/download-de.html>`_ su Dr. Peterio Kocho "Smartcard" palaikymu.
lv: `GPG4Win <https://gpg4win.org/>`_ vai `pageant.exe <https://smartcard-auth.de/download-de.html>`_ ar Smartcard atbalstu no Dr. Peter Koch.
pl: `GPG4Win <https://gpg4win.org/>`_ lub `pageant.exe <https://smartcard-auth.de/download-de.html>`_ z obsługą Smartcard od dr Petera Kocha.
pt: `GPG4Win <https://gpg4win.org/>`_ ou `pageant.exe <https://smartcard-auth.de/download-de.html>`_ com o apoio do Smartcard do Dr. Peter Koch
ro: `GPG4Win <https://gpg4win.org/>`_ sau `pageant.exe <https://smartcard-auth.de/download-de.html>`_ cu suport Smartcard de la Dr. Peter Koch
ru: `GPG4Win <https://gpg4win.org/>`_ или `pageant.exe <https://smartcard-auth.de/download-de.html>`_ с поддержкой Smartcard от Dr. Peter Koch
sk: `GPG4Win <https://gpg4win.org/>`_ alebo `pageant.exe <https://smartcard-auth.de/download-de.html>`_ s podporou Smartcard od Dr. Petra Kocha
sl: `GPG4Win <https://gpg4win.org/>`_ ali `pageant.exe <https://smartcard-auth.de/download-de.html>`_ s podporo pametnih kartic Dr. Peter Koch
sv: `GPG4Win <https://gpg4win.org/>`_ eller `pageant.exe <https://smartcard-auth.de/download-de.html>`_ med stöd för Smartcard från Dr. Peter Koch
zh_cn: `GPG4Win <https://gpg4win.org/>`_或 `pageant.exe <https://smartcard-auth.de/download-de.html>`_，Peter Koch博士提供智能卡支持。

source: Optional: `OpenPGP Minidriver <https://wald.intevation.org/frs/?group_id=49&release_id=353>`_
bg: По избор: `ОpenPGP Minidriver <https://wald.intevation.org/frs/?group_id=49&release_id=353>`_
cs: Volitelně: `OpenPGP Minidriver <https://wald.intevation.org/frs/?group_id=49&release_id=353>`_
da: Valgfrit: `OpenPGP Minidriver <https://wald.intevation.org/frs/?group_id=49&release_id=353>`_
el: Προαιρετικά: `OpenPGP Minidriver <https://wald.intevation.org/frs/?group_id=49&release_id=353>`_
es: Opcional: `OpenPGP Minidriver <http://wald.intevation.org/frs/?group_id=49&release_id=353>`__
et: Vabatahtlik: `OpenPGP Minidriver <https://wald.intevation.org/frs/?group_id=49&release_id=353>`_
fi: Valinnainen: `OpenPGP Minidriver <https://wald.intevation.org/frs/?group_id=49&release_id=353>`_
ja: オプションです。`OpenPGP Minidriver <https://wald.intevation.org/frs/?group_id=49&release_id=353>`_となります。
lt: Pasirinktinai: `OpenPGP Minidriveris <https://wald.intevation.org/frs/?group_id=49&release_id=353>`_
lv: Pēc izvēles: `OpenPGP Minidriver <https://wald.intevation.org/frs/?group_id=49&release_id=353>`_
pl: Opcjonalnie: `OpenPGP Minidriver <https://wald.intevation.org/frs/?group_id=49&release_id=353>`_
pt: Opcional: `OpenPGP Minidriver <https://wald.intevation.org/frs/?group_id=49&release_id=353>`_
ro: Opțional: `OpenPGP Minidriver <https://wald.intevation.org/frs/?group_id=49&release_id=353>`_
ru: Дополнительно: `OpenPGP Minidriver <https://wald.intevation.org/frs/?group_id=49&release_id=353>`_
sk: Voliteľné: `OpenPGP Minidriver <https://wald.intevation.org/frs/?group_id=49&release_id=353>`_
sl: Po želji: `OpenPGP Minidriver <https://wald.intevation.org/frs/?group_id=49&release_id=353>`_
sv: Valfritt: `OpenPGP Minidriver <https://wald.intevation.org/frs/?group_id=49&release_id=353>`_
zh_cn: 可选的。`OpenPGP Minidriver <https://wald.intevation.org/frs/?group_id=49&release_id=353>`_

source: **1) Pageant**
bg: **1) Конкурс**
cs: **1) Soutěžní přehlídka**
el: **1) Καλλιστεία**
es: **1) Concurso**
et: **1) Üritus**
fi: **1) Näytös**
ja: **1)ページェント*1
lt: **1) Dalyvavimas konkurse**
lv: **1) Konkurss**
pl: **1) Strona**
pt: **1) Concurso**
ro: **1) Spectacol**
ru: **1) Представление**
sk: **1) Stránka**
sl: **1) Stranka**
sv: **1) Sångstämma**
zh_cn: **1)选美**

source: start pageant.exe. That this is running is shown in the notification area of the taskbar.
bg: стартирайте pageant.exe. Това, че е стартиран, се показва в зоната за известия на лентата на задачите.
cs: spustit pageant.exe. To, že je spuštěn, se zobrazí v oznamovací oblasti hlavního panelu.
da: starte pageant.exe. At den kører, vises i meddelelsesområdet på proceslinjen.
de: starten Sie pageant.exe. Dass diese läuft, wird im Infobereich der Taskleiste angezeigt.
el: ξεκινήστε το pageant.exe. Το γεγονός ότι αυτό εκτελείται εμφανίζεται στην περιοχή ειδοποιήσεων της γραμμής εργασιών.
es: iniciar pageant.exe. Que se está ejecutando se muestra en el área de notificación de la barra de tareas.
et: käivitage pageant.exe. Seda, et see töötab, näidatakse tegumiriba teavitusalal.
fi: Käynnistä pageant.exe. Se, että tämä on käynnissä, näkyy tehtäväpalkin ilmoitusalueella.
fr: lancez pageant.exe. Le fait qu'il soit en cours d'exécution est indiqué dans la zone de notification de la barre des tâches.
ja: pageant.exeを起動します。これが実行されていることは、タスクバーの通知領域に表示されます。
lt: paleisti pageant.exe. Tai, kad jis paleistas, rodoma užduočių juostos pranešimų srityje.
lv: sākt pageant.exe. Tas, ka tas tiek palaists, tiek parādīts uzdevumu joslas paziņojumu zonā.
pl: uruchomić pageant.exe. Informacja o jego uruchomieniu jest wyświetlana w obszarze powiadomień na pasku zadań.
pt: iniciar o site pageant.exe. Que isto está sendo executado é mostrado na área de notificação da barra de tarefas.
ro: start pageant.exe. Faptul că acesta rulează este afișat în zona de notificare din bara de activități.
ru: запустите файл pageant.exe. Информация о том, что он запущен, отображается в области уведомлений на панели задач.
sk: spustite pageant.exe. To, že je spustený, sa zobrazí v oznamovacej oblasti panela úloh.
sl: zaženite pageant.exe. To, da se izvaja, je prikazano v območju za obvestila v opravilni vrstici.
sv: starta pageant.exe. Att den körs visas i meddelandeområdet i aktivitetsfältet.
zh_cn: 启动pageant.exe。该程序正在运行，并显示在任务栏的通知区域。

source: A double click opens the view of the current keys.
bg: Двойно щракване отваря изглед на текущите клавиши.
cs: Dvojklikem otevřete zobrazení aktuálních klíčů.
da: Et dobbeltklik åbner visningen af de aktuelle taster.
de: Ein Doppelklick öffnet die Ansicht der aktuellen Tasten.
el: Με διπλό κλικ ανοίγει η προβολή των τρεχόντων πλήκτρων.
es: Un doble clic abre la vista de las teclas actuales.
et: Topeltklõps avab praeguste võtmete vaate.
fi: Kaksoisnapsautus avaa nykyisten näppäinten näkymän.
fr: Un double clic ouvre la vue des clés actuelles.
ja: ダブルクリックすると、現在のキーのビューが開きます。
lt: Dukart spustelėjus atveriamas dabartinių klavišų vaizdas.
lv: Divreiz noklikšķinot, tiek atvērts pašreizējo taustiņu skats.
pl: Podwójne kliknięcie otwiera widok bieżących klawiszy.
pt: Um duplo clique abre a visualização das teclas actuais.
ro: Un dublu clic deschide vizualizarea tastelor curente.
ru: Двойной щелчок открывает вид текущих клавиш.
sk: Dvojklikom otvoríte zobrazenie aktuálnych kľúčov.
sl: Z dvojnim klikom se odpre prikaz trenutnih tipk.
sv: Ett dubbelklick öppnar vyn för de aktuella tangenterna.
zh_cn: 双击可以打开当前按键的视图。

source: After inserting the key it looks like this.
bg: След като поставите ключа, той изглежда по следния начин.
cs: Po vložení klíče to vypadá takto.
da: Når du har indsat nøglen, ser det således ud.
de: Nach dem Einsetzen des Schlüssels sieht es so aus.
el: Μετά την εισαγωγή του κλειδιού φαίνεται ως εξής.
es: Después de insertar la llave se ve así.
et: Pärast võtme sisestamist näeb see välja selline.
fi: Avaimen lisäämisen jälkeen se näyttää tältä.
fr: Après avoir inséré la clé, cela ressemble à ceci.
ja: キーを挿入するとこのようになります。
lt: Įdėjus raktą jis atrodo taip.
lv: Pēc atslēgas ievietošanas tas izskatās šādi.
pl: Po włożeniu klucza wygląda to następująco.
pt: Depois de inserir a chave, fica assim.
ro: După ce introduceți cheia, arată astfel.
ru: После вставки ключа это выглядит следующим образом.
sk: Po vložení kľúča to vyzerá takto.
sl: Po vstavitvi ključa je videti takole.
sv: När du har satt in nyckeln ser det ut så här.
zh_cn: 插入钥匙后，它看起来像这样。

source: If nothing is displayed here, pageant may have to be restarted or another application is already using the stick. A possibly running pgp-agent must be terminated! Now we only need the public key we want to store in the ssh configuration of the server. Therefore we press CTRL while inserting the stick…
bg: Ако тук не се показва нищо, може да се наложи рестартиране на Pageant или друго приложение вече използва стика. Евентуално работещ pgp-агент трябва да бъде прекратен! Сега се нуждаем само от публичния ключ, който искаме да съхраним в конфигурацията ssh на сървъра. Затова натискаме CTRL, докато поставяме флашката…
cs: Pokud se zde nic nezobrazí, je možné, že je třeba restartovat stránku nebo že je již karta používána jinou aplikací. Případně spuštěný pgp-agent musí být ukončen! Nyní potřebujeme pouze veřejný klíč, který chceme uložit do konfigurace ssh serveru. Proto při vkládání klíčenky stiskneme klávesu CTRL…
da: Hvis der ikke vises noget her, skal pageant muligvis genstartes, eller et andet program bruger allerede stikket. En evt. kørende pgp-agent skal afsluttes! Nu mangler vi kun den offentlige nøgle, som vi ønsker at gemme i serverens ssh-konfiguration. Derfor trykker vi på CTRL mens vi indsætter pinden…
de: Wenn hier nichts angezeigt wird, muss pageant eventuell neu gestartet werden oder eine andere Anwendung verwendet bereits den Stick. Ein eventuell laufender pgp-Agent muss beendet werden! Jetzt brauchen wir nur noch den öffentlichen Schlüssel, den wir in der ssh-Konfiguration des Servers ablegen wollen. Dazu drücken wir beim Einstecken des Sticks die STRG-Taste…
el: Εάν δεν εμφανίζεται τίποτα εδώ, το pageant μπορεί να πρέπει να επανεκκινήσει ή μια άλλη εφαρμογή χρησιμοποιεί ήδη το στικ. Ένας πιθανώς εκτελούμενος pgp-agent πρέπει να τερματιστεί! Τώρα χρειαζόμαστε μόνο το δημόσιο κλειδί που θέλουμε να αποθηκεύσουμε στη διαμόρφωση ssh του διακομιστή. Επομένως, πατάμε το CTRL ενώ εισάγουμε το στικ…
es: Si no se muestra nada aquí, es posible que pageant tenga que reiniciarse o que otra aplicación ya esté utilizando el stick. ¡Un posible agente pgp en ejecución debe ser terminado! Ahora sólo necesitamos la clave pública que queremos almacenar en la configuración ssh del servidor. Por lo tanto presionamos CTRL mientras insertamos el stick…
et: Kui siin midagi ei kuvata, võib juhtuda, et pageant tuleb uuesti käivitada või et mõni teine rakendus juba kasutab pulgakomplekti. Võimalik jooksev pgp-agent tuleb lõpetada! Nüüd vajame vaid avalikku võtit, mida tahame salvestada serveri ssh-konfiguratsioonis. Seetõttu vajutame CTRL-i, kui sisestame mälupulka…
fi: Jos tässä ei näy mitään, pageant on ehkä käynnistettävä uudelleen tai jokin toinen sovellus käyttää jo tikkua. Mahdollisesti käynnissä oleva pgp-agent on lopetettava! Nyt tarvitsemme vain julkisen avaimen, jonka haluamme tallentaa palvelimen ssh-konfiguraatioon. Siksi painamme CTRL-näppäintä, kun asetamme tikun sisään…
fr: Si rien ne s'affiche ici, il se peut que pageant doive être redémarré ou qu'une autre application utilise déjà le stick. Un pgp-agent éventuellement en cours d'exécution doit être terminé ! Maintenant nous avons seulement besoin de la clé publique que nous voulons stocker dans la configuration ssh du serveur. Nous appuyons donc sur CTRL tout en insérant la clé…
ja: ここに何も表示されない場合、pageantを再起動しなければならないか、他のアプリケーションが既にスティックを使用している可能性があります。pgp-agentが動作している可能性があるので、終了させなければなりません。ここで必要なのは、サーバの ssh 設定に保存したい公開鍵だけです。そこで、スティックを挿入しながら CTRL を押すと…
lt: Jei čia nieko nerodoma, gali reikėti iš naujo paleisti programą "Pageant" arba šia atmintine jau naudojasi kita programa. Galimai veikiantis pgp agentas turi būti nutrauktas! Dabar mums reikia tik viešojo rakto, kurį norime saugoti serverio ssh konfigūracijoje. Todėl įdėdami atmintinę spaudžiame CTRL…
lv: Ja šeit nekas netiek rādīts, iespējams, ir nepieciešams restartēt programmu Pageant vai arī šo atmiņas ierīci jau izmanto cita programma. Iespējams, darbojošais pgp-agents ir jāizbeidz! Tagad mums ir nepieciešama tikai publiskā atslēga, ko vēlamies saglabāt servera ssh konfigurācijā. Tāpēc, ievietojot zibatmiņu, nospiežam CTRL…
pl: Jeśli nic się tu nie wyświetla, być może trzeba zrestartować pageant lub inna aplikacja korzysta już z drążka. Ewentualnie działający pgp-agent musi zostać zlikwidowany! Teraz potrzebujemy tylko klucz publiczny, który chcemy zapisać w konfiguracji ssh serwera. Dlatego wciskamy CTRL podczas wkładania pendrive'a…
pt: Se nada for exibido aqui, o concurso pode ter que ser reiniciado ou outra aplicação já está usando o bastão. Um possível agente pgp em execução deve ser terminado! Agora só precisamos da chave pública que queremos armazenar na configuração ssh do servidor. Por isso pressionamos CTRL enquanto inserimos o stick…
ro: Dacă nu se afișează nimic aici, este posibil ca pageant să trebuiască să fie repornit sau o altă aplicație folosește deja stick-ul. Un agent pgp-agent care rulează eventual trebuie să fie închis! Acum avem nevoie doar de cheia publică pe care dorim să o stocăm în configurația ssh a serverului. Prin urmare, apăsăm CTRL în timp ce introducem stick-ul…
ru: Если здесь ничего не отображается, возможно, необходимо перезапустить pageant или другое приложение уже использует флешку. Возможно запущенный pgp-агент должен быть завершен! Теперь нам нужен только открытый ключ, который мы хотим сохранить в конфигурации ssh сервера. Поэтому мы нажимаем CTRL, вставляя флешку…
sk: Ak sa tu nič nezobrazí, možno je potrebné stránku reštartovať alebo už túto kartu používa iná aplikácia. Prípadne spustený pgp-agent sa musí ukončiť! Teraz potrebujeme už len verejný kľúč, ktorý chceme uložiť do konfigurácie ssh servera. Preto pri vkladaní kľúča stlačíme CTRL…
sl: Če se tu ne prikaže nič, bo morda treba znova zagnati program Pageant ali pa je ključek že uporabljen v drugi aplikaciji. Morebitno delujočega agenta pgp je treba prekiniti! Zdaj potrebujemo le še javni ključ, ki ga želimo shraniti v konfiguraciji ssh strežnika. Zato med vstavljanjem ključka pritisnemo CTRL…
sv: Om inget visas här kan det hända att pageant måste startas om eller att ett annat program redan använder pinnen. Ett eventuellt pågående pgp-agent måste avslutas! Nu behöver vi bara den offentliga nyckeln som vi vill lagra i serverns ssh-konfiguration. Därför trycker vi på CTRL medan vi sätter in pinnen…
zh_cn: 如果这里没有显示，pageant可能需要重新启动，或者其他应用程序已经在使用这个棍子。一个可能正在运行的pgp-agent必须被终止!现在我们只需要将公钥储存在服务器的ssh配置中。因此，我们在插入棍子的同时按CTRL键…

source: and then view the Pageant-PublicKeys.txt.
bg: и след това прегледайте файла Pageant-PublicKeys.txt.
cs: a poté zobrazte soubor Pageant-PublicKeys.txt.
da: og derefter se Pageant-PublicKeys.txt.
de: und zeigen Sie dann die Datei Pageant-PublicKeys.txt an.
el: και στη συνέχεια προβάλλετε το αρχείο Pageant-PublicKeys.txt.
es: y luego ver el Pageant-PublicKeys.txt.
et: ja seejärel vaadake Pageant-PublicKeys.txt.
fi: ja tarkastele sitten Pageant-PublicKeys.txt-tiedostoa.
fr: et ensuite afficher le Pageant-PublicKeys.txt.
ja: をクリックし、Pageant-PublicKeys.txtを表示します。
lt: ir peržiūrėkite Pageant-PublicKeys.txt.
lv: un pēc tam skatiet Pageant-PublicKeys.txt.
pl: a następnie wyświetlić plik Pageant-PublicKeys.txt.
pt: e depois ver o Pageant-PublicKeys.txt.
ro: și apoi vizualizați Pageant-PublicKeys.txt.
ru: а затем просмотрите файл Pageant-PublicKeys.txt.
sk: a potom zobrazte súbor Pageant-PublicKeys.txt.
sl: in si oglejte Pageant-PublicKeys.txt.
sv: och visa sedan Pageant-PublicKeys.txt.
zh_cn: 然后查看Pageant-PublicKeys.txt。

source: I searched for the ssh-rsa entry of the auth key and added the line on the server to the authorized_keys.
bg: Потърсих записа в ssh-rsa на ключа за автентичност и добавих реда на сървъра към authorized_keys.
cs: Vyhledal jsem položku ssh-rsa klíče auth a přidal řádek na serveru do authorized_keys.
da: Jeg søgte efter ssh-rsa-indgangen til auth-nøglen og tilføjede linjen på serveren til authorized_keys.
de: Ich habe nach dem ssh-rsa-Eintrag des Auth-Schlüssels gesucht und die Zeile auf dem Server zu den authorized_keys hinzugefügt.
el: Αναζήτησα την καταχώρηση ssh-rsa του κλειδιού auth και πρόσθεσα τη γραμμή στον διακομιστή στο authorized_keys.
es: Busqué la entrada ssh-rsa de la clave de autenticidad y añadí la línea en el servidor a la authorized_keys.
et: Otsisin auth-võtme ssh-rsa sissekande ja lisasin rea serveris authorized_keys'ile.
fi: Etsin auth-avaimen ssh-rsa-merkinnän ja lisäsin rivin palvelimella authorized_keys-kohtaan.
fr: J'ai cherché l'entrée ssh-rsa de la clé d'authentification et j'ai ajouté la ligne sur le serveur à authorized_keys.
ja: authキーのssh-rsaエントリーを探し、サーバー上のラインをauthorized_keysに追加しました。
lt: Aš ieškojau ssh-rsa įrašo auth raktą ir pridėjo eilutę serveryje į authorized_keys.
lv: Es meklēju ssh-rsa ierakstu auth atslēgu un pievienoja rindu uz servera uz authorized_keys.
pl: Wyszukałem w ssh-rsa wpis klucza auth i dodałem linię na serwerze do authorized_keys.
pt: Eu procurei pela entrada ssh-rsa da chave auth e adicionei a linha no servidor para as chaves_autorizadas.
ro: Am căutat intrarea ssh-rsa a cheii de autentificare și am adăugat linia de pe server la authorized_keys.
ru: Я нашел в ssh-rsa запись об аутентификационном ключе и добавил строку на сервере в authorized_keys.
sk: Vyhľadal som položku ssh-rsa kľúča auth a pridal riadok na serveri do autorizovaných_kľúčov.
sl: Poiskal sem vnos ssh-rsa ključa auth in dodal vrstico na strežniku v authorized_keys.
sv: Jag sökte efter ssh-rsa-posten för auth-nyckeln och lade till raden på servern i authorized_keys.
zh_cn: 我搜索了auth钥匙的ssh-rsa条目，并在服务器上把这一行添加到authorized_keys中。

source: There is surprisingly little to say about PuTTY itself.
bg: За самия PuTTY може да се каже изненадващо малко.
cs: O samotném PuTTY toho lze říci překvapivě málo.
da: Der er overraskende lidt at sige om selve PuTTY.
de: Über PuTTY selbst gibt es erstaunlich wenig zu sagen.
el: Υπάρχουν εκπληκτικά λίγα να πούμε για το ίδιο το PuTTY.
es: Hay sorprendentemente poco que decir sobre PuTTY en sí mismo.
et: PuTTY enda kohta on üllatavalt vähe öelda.
fi: PuTTY:stä itsestään on yllättävän vähän sanottavaa.
fr: Il y a étonnamment peu de choses à dire sur PuTTY lui-même.
ja: PuTTY自体については、意外と語ることがありません。
lt: Apie patį PuTTY galima pasakyti stebėtinai mažai.
lv: Par pašu PuTTY ir pārsteidzoši maz sakāmā.
pl: O samym PuTTY jest zaskakująco mało do powiedzenia.
pt: Há surpreendentemente pouco a dizer sobre a própria PuTTY.
ro: În mod surprinzător, sunt surprinzător de puține lucruri de spus despre PuTTY în sine.
ru: О самой программе PuTTY можно сказать на удивление мало.
sk: O samotnom PuTTY sa toho dá povedať prekvapivo málo.
sl: O samem programu PuTTY je presenetljivo malo povedati.
sv: Det finns förvånansvärt lite att säga om PuTTY i sig självt.
zh_cn: 关于PuTTY本身，令人惊讶的是没有什么可说的。

source: “Attempt authentication using Pageant” must be set, which is the default anyway.
bg: Трябва да се зададе "Attempt authentication using Pageant" (Опит за удостоверяване с помощта на Pageant), което така или иначе е по подразбиране.
cs: Musí být nastaveno "Pokusit se o ověření pomocí Pageant", což je výchozí nastavení.
da: "Attempt authentication using Pageant" skal være indstillet, hvilket alligevel er standardindstillingen.
de: "Versuch der Authentifizierung mit Pageant" muss eingestellt sein, was ohnehin der Standard ist.
el: Η επιλογή "Attempt authentication using Pageant" πρέπει να είναι ρυθμισμένη, η οποία είναι η προεπιλεγμένη ούτως ή άλλως.
es: "Intentar la autenticación mediante Pageant" debe estar configurado, que es el valor por defecto de todos modos.
et: "Püüa autentimist kasutades Pageant" peab olema seatud, mis on niikuinii vaikimisi.
fi: "Attempt authentication using Pageant" (Yritä todennusta Pageantin avulla) on asetettava, mikä on joka tapauksessa oletusarvo.
fr: "Attempt authentication using Pageant" doit être défini, ce qui est de toute façon la valeur par défaut.
ja: "Attempt authentication using Pageant "が設定されている必要がありますが、これはデフォルトです。
lt: Turi būti nustatyta parinktis "Bandyti autentifikavimą naudojant "Pageant", kuri ir taip yra numatytasis nustatymas.
lv: Jānosaka "Mēģināt autentifikāciju, izmantojot Pageant", kas jebkurā gadījumā ir noklusējuma iestatījums.
pl: "Attempt authentication using Pageant" musi być ustawione, co i tak jest domyślne.
pt: "Tentativa de autenticação usando o Pageant" deve ser definida, que é o padrão de qualquer forma.
ro: "Attempt authentication using Pageant" trebuie să fie setat, care este oricum implicit.
ru: Должна быть установлена опция "Attempt authentication using Pageant", которая в любом случае используется по умолчанию.
sk: Musí byť nastavené "Pokúsiť sa o overenie pomocou Pageant", čo je predvolené nastavenie.
sl: "Poskus avtentikacije z uporabo programa Pageant" mora biti nastavljen, kar je vseeno privzeto.
sv: "Försök autentisering med Pageant" måste vara inställd, vilket ändå är standardinställningen.
zh_cn: 必须设置 "尝试使用Pageant认证"，反正这是默认的。
