Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/start.po
Languages: bg, cs, da, de, el, es, et, fi, fr, ja, lt, lv, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: Nitrokey Start FAQ
bg: Често задавани въпроси за Nitrokey Start
cs: Nejčastější dotazy ke službě Nitrokey Start
da: Ofte stillede spørgsmål om Nitrokey Start
el: Συχνές ερωτήσεις για το Nitrokey Start
et: Nitrokey Start KKK
lt: "Nitrokey Start" DUK
lv: Bieži uzdotie jautājumi par Nitrokey Start
ro: Nitrokey Start Întrebări frecvente
ru: FAQ по запуску Nitrokey Start
sk: Často kladené otázky k službe Nitrokey Start
sl: Nitrokey Start Pogosta vprašanja
sv: Vanliga frågor om Nitrokey Start
zh_cn: 硝基钥匙启动常见问题

source: **Q:** Which Operating Systems are supported?
bg: **В:** Кои операционни системи се поддържат?
cs: **Q:** Které operační systémy jsou podporovány?
da: **Q:** Hvilke operativsystemer understøttes?
de: **Q:** Welche Betriebssysteme werden unterstützt?
el: **Q:** Ποια λειτουργικά συστήματα υποστηρίζονται;
es: **Q:** ¿Qué sistemas operativos son compatibles?
et: **K:** Milliseid operatsioonisüsteeme toetatakse?
fi: **Q:** Mitä käyttöjärjestelmiä tuetaan?
ja: **Q:**どのようなOSに対応していますか？
lt: **Q:** Kokios operacinės sistemos palaikomos?
lv: **Q:** Kādas operētājsistēmas tiek atbalstītas?
pl: **Q:** Jakie systemy operacyjne są obsługiwane?
pt: **Q:** Que Sistemas Operacionais são suportados?
ro: **Q:** Ce sisteme de operare sunt acceptate?
ru: **В:** Какие операционные системы поддерживаются?
sk: **Q:** Ktoré operačné systémy sú podporované?
sl: **Q:** Kateri operacijski sistemi so podprti?
sv: **Q:** Vilka operativsystem stöds?
zh_cn: **问：**支持哪些操作系统？

source: Windows, Linux, and Mac OS X.
bg: Windows, Linux и Mac OS X.
cs: Windows, Linux a Mac OS X.
da: Windows, Linux og Mac OS X.
de: Windows, Linux und Mac OS X.
el: Windows, Linux και Mac OS X.
es: Windows, Linux y Mac OS X.
et: Windows, Linux ja Mac OS X.
fi: Windows, Linux ja Mac OS X.
ja: Windows、Linux、Mac OS Xに対応しています。
lt: "Windows", "Linux" ir "Mac OS X".
lv: Windows, Linux un Mac OS X.
pl: Windows, Linux i Mac OS X.
pt: Windows, Linux, e Mac OS X.
ro: Windows, Linux și Mac OS X.
ru: Windows, Linux и Mac OS X.
sk: Windows, Linux a Mac OS X.
sl: Windows, Linux in Mac OS X.
sv: Windows, Linux och Mac OS X.
zh_cn: Windows、Linux和Mac OS X。

source: **Q:** What can I use the Nitrokey for?
bg: **В:** За какво мога да използвам Nitrokey?
cs: **Q:** K čemu mohu Nitrokey použít?
da: **Q:** Hvad kan jeg bruge Nitrokey til?
de: **Q:** Wofür kann ich den Nitrokey verwenden?
el: **Q:** Για ποιο λόγο μπορώ να χρησιμοποιήσω το Nitrokey;
es: **Q:** ¿Para qué puedo utilizar la Nitrokey?
et: **K:** Milleks ma saan Nitrokey't kasutada?
fi: **Q:** Mihin voin käyttää Nitrokeyta?
ja: **Q:** Nitrokeyはどのような用途に使用できますか？
lt: **Q:** Kam galiu naudoti "Nitrokey"?
lv: **Q:** Kādos nolūkos es varu izmantot Nitrokey?
pl: **Q:** Do czego mogę użyć Nitrokey?
pt: **Q:**Para que posso usar a Nitrokey?
ro: **Q:** La ce pot folosi Nitrokey?
ru: **В:** Для чего я могу использовать Nitrokey?
sk: **Q:** Na čo môžem používať Nitrokey?
sl: **Q:** Za kaj lahko uporabljam ključ Nitrokey?
sv: **Q:** Vad kan jag använda Nitrokey till?
zh_cn: **问：**我可以用硝基钥匙做什么？

source: See the `frontpage`_ for an overview of supported use cases.
bg: Вижте `първата страница`_ за преглед на поддържаните случаи на употреба.
cs: Přehled podporovaných případů použití naleznete na `frontpage`_.
da: Se `forside`_ for at få en oversigt over understøttede anvendelsestilfælde.
de: Einen Überblick über die unterstützten Anwendungsfälle finden Sie auf der "Startseite".
el: Ανατρέξτε στην `frontpage`_ για μια επισκόπηση των υποστηριζόμενων περιπτώσεων χρήσης.
es: Consulte la `página de inicio`_ para ver un resumen de los casos de uso admitidos.
et: Vt `frontpage`_, et saada ülevaade toetatud kasutusjuhtumitest.
fi: Katso `etusivulta`_ yleiskatsaus tuetuista käyttötapauksista.
ja: サポートされているユースケースの概要については、`frontpage`_をご覧ください。
lt: Žr. `pagrindiniame puslapyje`_, kuriame apžvelgiami palaikomi naudojimo atvejai.
lv: Skatiet `priekšējā lapa`_, lai apskatītu atbalstītos lietošanas gadījumus.
pl: Zobacz `frontpage`_, aby zapoznać się z przeglądem obsługiwanych przypadków użycia.
pt: Veja a `frontpage`_ para uma visão geral dos casos de uso suportados.
ro: Consultați `frontpage`_ pentru o prezentare generală a cazurilor de utilizare acceptate.
ru: Обзор поддерживаемых вариантов использования см. на ` frontpage`_.
sk: Prehľad podporovaných prípadov použitia nájdete na `hlavnej stránke`_.
sl: Za pregled podprtih primerov uporabe glejte `prednjo stran`_.
sv: Se `framsidan`_ för en översikt över användningsområden som stöds.
zh_cn: 请参阅`frontpage`_以了解支持的用例概述。

source: **Q:** What are the default PINs?
bg: **В:** Какви са ПИН кодовете по подразбиране?
cs: **Q:** Jaké jsou výchozí kódy PIN?
da: **Q:** Hvad er standard-PIN-koderne?
de: **Q:** Wie lauten die Standard-PINs?
el: **Q:** Ποιοι είναι οι προεπιλεγμένοι κωδικοί PIN;
es: **P: ** ¿Cuáles son los PINs por defecto?
et: **K:** Millised on vaikimisi PIN-koodid?
fi: **Q:** Mitkä ovat oletusarvoiset PIN-koodit?
ja: **Q:** デフォルトの暗証番号は何ですか？
lt: **Q:** Kokie yra numatytieji PIN kodai?
lv: **Q:** Kādi ir noklusējuma PIN kodi?
pl: **Q:** Jakie są domyślne PINy?
pt: **Q:** Quais são os PINs padrão?
ro: **Întrebare:** Care sunt PIN-urile implicite?
ru: **Вопрос:** Какие PIN-коды используются по умолчанию?
sk: **Q:** Aké sú predvolené kódy PIN?
sl: **Q:** Katere so privzete kode PIN?
sv: **Q:** Vilka är standard-PIN-koderna?
zh_cn: **问：**默认的PIN码是什么？

source: **User PIN:** "123456"
bg: **ПИН код на потребителя:** "123456"
cs: **Uživatelský kód PIN:** "123456"
da: **Bruger-PIN-kode:** "123456"
de: **Benutzer-PIN:** "123456"
el: **ΠΙΝ χρήστη:** "123456",
es: **PIN de usuario:** "123456"
et: **Kasutajate PIN-kood:** "123456"
fi: **Käyttäjän PIN-koodi:** "123456"
ja: **ユーザーPIN:** "123456"
lt: **Vartotojo PIN kodas:** "123456"
lv: **Uzīvotāja PIN kods:** "123456"
pl: **PIN użytkownika:** "123456"
pt: **PIN do utilizador:** "123456"
ro: **PIN de utilizator:** "123456"
ru: **ПИН-код пользователя:** "123456"
sk: **Používateľský kód PIN:** "123456"
sl: **Uporabniški PIN:** "123456"
sv: **Användar-PIN:** "123456"
zh_cn: **用户密码：**"123456"。

source: **Administrator PIN:** "12345678"
bg: **ПИН код на администратора:** "12345678"
cs: **Administrátorský PIN:** "12345678"
da: **Administrator PIN-kode:** "12345678"
el: **ΠΙΝ διαχειριστή:** "12345678",
es: **PIN de administrador:** "12345678"
et: **Administraatori PIN-kood:** "12345678"
fi: **Valvojan PIN-koodi:** "12345678"
ja: **管理者用暗証番号：** "12345678"
lt: **Administratoriaus PIN kodas:** "12345678"
lv: **Administratora PIN kods:** "12345678"
pt: **Administrador PIN:** "12345678"
ro: **PIN-ul administratorului:** "12345678"
ru: **ПИН-код администратора:** "12345678"
sk: **Administrátorský PIN:** "12345678"
sl: **Koda PIN za administratorja:** "12345678"
sv: **PIN-koden för administratör:** "12345678"
zh_cn: **管理员密码：** "12345678"。

source: We strongly recommend to change these PINs/password to user-chosen values before using the Nitrokey.
bg: Силно препоръчваме да промените тези ПИН кодове/пароли с избрани от потребителя стойности, преди да използвате Nitrokey.
cs: Důrazně doporučujeme změnit tyto kódy PIN/hesla na hodnoty zvolené uživatelem před použitím klíče Nitrokey.
da: Vi anbefaler på det kraftigste, at du ændrer disse PIN-koder/adgangskoder til brugervalgte værdier, før du bruger Nitrokey.
de: Wir empfehlen dringend, diese PINs/Passwörter vor der Verwendung des Nitrokeys in benutzerdefinierte Werte zu ändern.
el: Σας συνιστούμε να αλλάξετε αυτούς τους κωδικούς PIN/κωδικούς πρόσβασης σε τιμές που έχει επιλέξει ο χρήστης πριν χρησιμοποιήσετε το Nitrokey.
es: Recomendamos encarecidamente cambiar estos PINs/contraseñas por valores elegidos por el usuario antes de utilizar Nitrokey.
et: Enne Nitrokey kasutamist soovitame tungivalt muuta need PIN-koodid/parool kasutaja valitud väärtusteks.
fi: Suosittelemme, että vaihdat nämä PIN-koodit/salasanat käyttäjän valitsemiin arvoihin ennen Nitrokeyn käyttöä.
ja: Nitrokeyを使用する前に、これらのPIN/パスワードをユーザーが選んだ値に変更することを強くお勧めします。
lt: Primygtinai rekomenduojame prieš naudojant "Nitrokey" pakeisti šiuos PIN kodus ir slaptažodžius į naudotojo pasirinktas vertes.
lv: Pirms Nitrokey lietošanas iesakām mainīt šos PIN kodus/paroli uz lietotāja izvēlētām vērtībām.
pl: Zalecamy zmianę tych PINów/haseł na wartości wybrane przez użytkownika przed użyciem Nitrokey.
pt: Recomendamos vivamente que altere estes PINs/senha para valores escolhidos pelo utilizador antes de utilizar a Nitrokey.
ro: Vă recomandăm cu tărie să modificați aceste coduri PIN/parolă cu valori alese de utilizator înainte de a utiliza Nitrokey.
ru: Перед использованием Nitrokey настоятельно рекомендуется изменить эти PIN-коды/пароли на значения, выбранные пользователем.
sk: Dôrazne odporúčame zmeniť tieto kódy PIN/heslá na hodnoty zvolené používateľom pred použitím zariadenia Nitrokey.
sl: Priporočamo, da pred uporabo ključa Nitrokey te kode PIN/gesla spremenite v vrednosti, ki jih je izbral uporabnik.
sv: Vi rekommenderar starkt att du ändrar dessa PIN-koder/lösenord till användarvalda värden innan du använder Nitrokey.
zh_cn: 我们强烈建议在使用Nitrokey之前，将这些PINs/密码改为用户选择的值。

source: **Q:** What is the maximum length of the PIN?
bg: **В:** Каква е максималната дължина на ПИН кода?
cs: **Q:** Jaká je maximální délka kódu PIN?
da: **Q:** Hvad er den maksimale længde af PIN-koden?
de: **Q:** Wie lang darf die PIN maximal sein?
el: **Q:** Ποιο είναι το μέγιστο μήκος του PIN;
es: **P:** ¿Cuál es la longitud máxima del PIN?
et: **K:** Milline on PIN-koodi maksimaalne pikkus?
fi: **Q:** Mikä on PIN-koodin enimmäispituus?
ja: **Q:** PINの長さはどのくらいですか？
lt: **Q:** Koks yra didžiausias PIN kodo ilgis?
lv: **Q:** Kāds ir maksimālais PIN koda garums?
pl: **Q:** Jaka jest maksymalna długość kodu PIN?
pt: **Q:** Qual é o comprimento máximo do PIN?
ro: **Q:** Care este lungimea maximă a PIN-ului?
ru: **В:** Какова максимальная длина PIN-кода?
sk: **Q:** Aká je maximálna dĺžka kódu PIN?
sl: **Q:** Kakšna je največja dolžina kode PIN?
sv: **Q:** Vilken är den maximala längden på PIN-koden?
zh_cn: **问：**密码的最大长度是多少？

source: Nitrokey uses PINs instead of passwords. The main difference is that the hardware limits the amount of tries to three while a limit doesn't exist for passwords. Because of this, a short PIN is still secure and there is not need to choose a long and complex PIN.
bg: Nitrokey използва ПИН кодове вместо пароли. Основната разлика е, че хардуерът ограничава броя на опитите до три, докато при паролите такова ограничение не съществува. Поради тази причина краткият ПИН все още е сигурен и не е необходимо да избирате дълъг и сложен ПИН.
cs: Nitrokey používá místo hesel kódy PIN. Hlavní rozdíl spočívá v tom, že hardware omezuje počet pokusů na tři, zatímco u hesel tento limit neexistuje. Z tohoto důvodu je krátký kód PIN stále bezpečný a není nutné volit dlouhý a složitý kód PIN.
da: Nitrokey bruger PIN-koder i stedet for adgangskoder. Den største forskel er, at hardwaren begrænser antallet af forsøg til tre, mens der ikke findes en grænse for adgangskoder. På grund af dette er en kort pinkode stadig sikker, og der er ikke behov for at vælge en lang og kompleks pinkode.
de: Nitrokey verwendet PINs anstelle von Passwörtern. Der Hauptunterschied besteht darin, dass die Hardware die Anzahl der Versuche auf drei begrenzt, während es für Passwörter keine Begrenzung gibt. Aus diesem Grund ist eine kurze PIN immer noch sicher und es besteht keine Notwendigkeit, eine lange und komplexe PIN zu wählen.
el: Το Nitrokey χρησιμοποιεί PIN αντί για κωδικούς πρόσβασης. Η κύρια διαφορά είναι ότι το υλικό περιορίζει τον αριθμό των προσπαθειών σε τρεις, ενώ για τους κωδικούς πρόσβασης δεν υπάρχει όριο. Εξαιτίας αυτού, ένα σύντομο PIN εξακολουθεί να είναι ασφαλές και δεν χρειάζεται να επιλέξετε ένα μακρύ και πολύπλοκο PIN.
es: Nitrokey utiliza PINs en lugar de contraseñas. La principal diferencia es que el hardware limita la cantidad de intentos a tres, mientras que no existe un límite para las contraseñas. Por ello, un PIN corto sigue siendo seguro y no es necesario elegir un PIN largo y complejo.
et: Nitrokey kasutab paroolide asemel PIN-koode. Peamine erinevus seisneb selles, et riistvara piirab katsete arvu kolmele, samas kui paroolide puhul piirangut ei ole. Selle tõttu on lühike PIN-kood endiselt turvaline ning ei ole vaja valida pikka ja keerulist PIN-koodi.
fi: Nitrokey käyttää PIN-koodeja salasanojen sijaan. Tärkein ero on se, että laitteisto rajoittaa kokeilujen määrän kolmeen, kun taas salasanoilla ei ole rajoitusta. Tämän vuoksi lyhyt PIN-koodi on silti turvallinen, eikä pitkää ja monimutkaista PIN-koodia tarvitse valita.
ja: Nitrokeyは、パスワードの代わりにPINを使用します。主な違いは、ハードウェアが試行回数を3回に制限しているのに対し、パスワードには制限がないことです。このため、短い暗証番号でも安全であり、長くて複雑な暗証番号を選択する必要はありません。
lt: "Nitrokey" vietoj slaptažodžių naudoja PIN kodus. Pagrindinis skirtumas yra tas, kad techninė įranga riboja bandymų skaičių iki trijų, o slaptažodžiams tokio apribojimo nėra. Dėl šios priežasties trumpas PIN kodas vis tiek yra saugus ir nereikia rinktis ilgo ir sudėtingo PIN kodo.
lv: Nitrokey paroļu vietā izmanto PIN kodus. Galvenā atšķirība ir tā, ka aparatūra ierobežo mēģinājumu skaitu līdz trim, bet parolei šāda ierobežojuma nav. Tāpēc īss PIN kods joprojām ir drošs, un nav nepieciešams izvēlēties garu un sarežģītu PIN kodu.
pl: Nitrokey używa PINów zamiast haseł. Główna różnica polega na tym, że sprzęt ogranicza ilość prób do trzech, podczas gdy w przypadku haseł nie ma takiego ograniczenia. Z tego powodu krótki PIN jest nadal bezpieczny i nie ma potrzeby wybierania długiego i skomplikowanego kodu PIN.
pt: A Nitrokey usa PINs em vez de senhas. A principal diferença é que o hardware limita a quantidade de tentativas a três enquanto um limite não't existe para senhas. Por causa disso, um PIN curto ainda é seguro e não há necessidade de escolher um PIN longo e complexo.
ro: Nitrokey utilizează PIN-uri în loc de parole. Principala diferență este că hardware-ul limitează numărul de încercări la trei, în timp ce pentru parole nu există o limită. Din acest motiv, un PIN scurt este în continuare sigur și nu este nevoie să alegeți un PIN lung și complex.
ru: Nitrokey использует PIN-коды вместо паролей. Основное отличие заключается в том, что аппаратное обеспечение ограничивает количество попыток тремя, в то время как для паролей такого ограничения не существует. Поэтому короткий PIN-код по-прежнему безопасен, и нет необходимости выбирать длинный и сложный PIN-код.
sk: Nitrokey používa namiesto hesiel kódy PIN. Hlavným rozdielom je, že hardvér obmedzuje počet pokusov na tri, zatiaľ čo pri heslách tento limit neexistuje. Z tohto dôvodu je krátky kód PIN stále bezpečný a nie je potrebné voliť dlhý a zložitý kód PIN.
sl: Nitrokey namesto gesel uporablja kode PIN. Glavna razlika je v tem, da strojna oprema omejuje število poskusov na tri, medtem ko pri geslih te omejitve ni. Zaradi tega je kratka koda PIN še vedno varna in ni treba izbrati dolge in zapletene kode PIN.
sv: Nitrokey använder PIN-koder i stället för lösenord. Den största skillnaden är att hårdvaran begränsar antalet försök till tre, medan det inte finns någon begränsning för lösenord. På grund av detta är en kort PIN-kod fortfarande säker och det finns ingen anledning att välja en lång och komplex PIN-kod.
zh_cn: Nitrokey使用PIN码而不是密码。主要区别在于，硬件将尝试的次数限制为三次，而密码则不存在限制。正因为如此，一个简短的PIN码仍然是安全的，没有必要选择一个长而复杂的PIN码。

source: Nitrokey Storage's PINs can be up to 20 digits long and can consist of numbers, characters and special characters. Note: When using GnuPG or OpenSC, 32 character long PINs can be used but aren't supported by Nitrokey App.
bg: ПИН кодовете на Nitrokey Storage' могат да бъдат с дължина до 20 цифри и да се състоят от цифри, знаци и специални символи. Забележка: Когато използвате GnuPG или OpenSC, могат да се използват ПИН кодове с дължина 32 символа, но те не се поддържат от приложението Nitrokey.
cs: PINy úložiště Nitrokey mohou mít až 20 číslic a mohou se skládat z čísel, znaků a speciálních znaků. Poznámka: Při použití GnuPG nebo OpenSC lze použít 32 znaků dlouhé kódy PIN, které však aplikace Nitrokey nepodporuje.
da: Nitrokey Storage's PIN-koder kan være op til 20 cifre lange og kan bestå af tal, tegn og specialtegn. Bemærk: Når du bruger GnuPG eller OpenSC, kan der bruges pinkoder med 32 tegn, men de understøttes ikke af Nitrokey App.
de: Die PINs von Nitrokey Storage können bis zu 20 Ziffern lang sein und aus Zahlen, Buchstaben und Sonderzeichen bestehen. Hinweis: Bei Verwendung von GnuPG oder OpenSC können 32 Zeichen lange PINs verwendet werden, die jedoch von der Nitrokey App nicht unterstützt werden.
el: Τα PIN της Nitrokey Storage μπορούν να έχουν μήκος έως και 20 ψηφία και να αποτελούνται από αριθμούς, χαρακτήρες και ειδικούς χαρακτήρες. Σημείωση: Όταν χρησιμοποιείτε το GnuPG ή το OpenSC, μπορούν να χρησιμοποιηθούν PIN με 32 χαρακτήρες, αλλά δεν υποστηρίζονται από την εφαρμογή Nitrokey App.
es: Los PIN de Nitrokey Storage pueden tener hasta 20 dígitos y pueden estar compuestos por números, caracteres y caracteres especiales. Nota: Cuando se utiliza GnuPG u OpenSC, se pueden utilizar PINs de 32 caracteres, pero no son compatibles con Nitrokey App.
et: Nitrokey Storage'i PIN-koodid võivad olla kuni 20-kohalised ja koosneda numbritest, tähemärkidest ja erimärkidest. Märkus: GnuPG või OpenSC kasutamisel saab kasutada 32 tähemärgi pikkuseid PIN-koode, kuid Nitrokey App ei toeta neid.
fi: Nitrokey Storage'n PIN-koodit voivat olla enintään 20 numeroa pitkiä ja koostua numeroista, merkeistä ja erikoismerkeistä. Huomautus: GnuPG:tä tai OpenSC:tä käytettäessä voidaan käyttää 32 merkin pituisia PIN-koodeja, mutta Nitrokey App ei tue niitä.
ja: Nitrokey Storage'のPINは最大20桁の長さで、数字、文字、特殊文字で構成することができます。注：GnuPGまたはOpenSCを使用する場合、32文字の長さのPINを使用できますが、Nitrokey Appではサポートされていません。
lt: "Nitrokey Storage' PIN kodai gali būti iki 20 skaitmenų ilgio, juos gali sudaryti skaičiai, simboliai ir specialieji ženklai. Pastaba: naudojant "GnuPG" arba "OpenSC", galima naudoti 32 simbolių ilgio PIN kodus, tačiau "Nitrokey App" jų nepalaiko.
lv: Nitrokey Storage's PIN kodi var būt līdz 20 ciparu gari un sastāvēt no cipariem, rakstzīmēm un speciālajām rakstzīmēm. Piezīme: Izmantojot GnuPG vai OpenSC, var izmantot 32 rakstzīmju garus PIN kodus, taču Nitrokey lietotne tos neatbalsta.
pl: PINy Nitrokey Storage's mogą mieć długość do 20 cyfr i mogą składać się z cyfr, znaków i znaków specjalnych. Uwaga: W przypadku używania GnuPG lub OpenSC można używać PINów o długości 32 znaków, ale nie są one obsługiwane przez Nitrokey App.
pt: Os PINs da Nitrokey Storage's podem ter até 20 dígitos e podem ser compostos por números, caracteres e caracteres especiais. Nota: Ao usar GnuPG ou OpenSC, PINs de 32 caracteres podem ser usados mas são't suportados pela Nitrokey App.
ro: PIN-urile Nitrokey Storage's pot avea o lungime de până la 20 de cifre și pot fi formate din numere, caractere și caractere speciale. Notă: Atunci când se utilizează GnuPG sau OpenSC, se pot utiliza PIN-uri cu o lungime de 32 de caractere, dar nu sunt acceptate de Nitrokey App.
ru: PIN-коды Nitrokey Storage' могут быть длиной до 20 цифр и состоять из цифр, знаков и специальных символов. Примечание: При использовании GnuPG или OpenSC можно использовать PIN-коды длиной 32 символа, но они' не поддерживаются приложением Nitrokey.
sk: PIN kód úložiska Nitrokey Storage'môže mať až 20 číslic a môže pozostávať z číslic, znakov a špeciálnych znakov. Poznámka: Pri používaní GnuPG alebo OpenSC je možné používať 32 znakov dlhé kódy PIN, ktoré však aplikácia Nitrokey nepodporuje.
sl: PIN-i Nitrokey Storage so lahko dolgi do 20 številk in so lahko sestavljeni iz številk, znakov in posebnih znakov. Opomba: Če uporabljate GnuPG ali OpenSC, lahko uporabite 32 znakov dolge kode PIN, vendar jih aplikacija Nitrokey ne podpira.
sv: Nitrokey PIN-koder kan vara upp till 16 siffror långa och bestå av siffror, tecken och specialtecken. Obs: När du använder GnuPG eller OpenSC kan du använda PIN-koder som är 32 tecken långa, men de stöds inte av Nitrokey App.
zh_cn: Nitrokey Storage的PIN码可长达20位，可由数字、字符和特殊字符组成。注意：当使用GnuPG或OpenSC时，可以使用32个字符的PIN码，但不被Nitrokey App支持。

source: **Q:** What is the User PIN for?
bg: **В:** За какво се използва ПИН кодът на потребителя?
cs: **Q:** K čemu slouží uživatelský kód PIN?
da: **Q:** Hvad er bruger-PIN-koden til?
de: **Q:** Wofür ist die Benutzer-PIN?
el: **Ερώτηση:** Για ποιο λόγο χρησιμοποιείται το PIN χρήστη;
es: **P: ** ¿Para qué sirve el PIN de usuario?
et: **K:** Milleks on kasutaja PIN-kood?
fi: **Q:** Mitä varten on käyttäjän PIN-koodi?
ja: **Q:** ユーザーPINは何のためのものですか？
lt: **Q:** Kam skirtas naudotojo PIN kodas?
lv: **Q:** Kādam nolūkam tiek izmantots lietotāja PIN kods?
pl: **Q:** Do czego służy kod PIN użytkownika?
pt: **Q:** Para que serve o PIN do utilizador?
ro: **Întrebare:** La ce folosește PIN-ul de utilizator?
ru: **В:** Для чего нужен PIN-код пользователя?
sk: **Q:** Na čo slúži používateľský kód PIN?
sl: **Q:** Za kaj je namenjena uporabniška koda PIN?
sv: **Q:** Vad är användar-PIN-koden till för?
zh_cn: **问：**用户密码是什么？
