Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/start.po
Languages: bg, cs, da, de, el, es, et, fi, fr, ja, lt, lv, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: To encrypt data and e-mails, a key pair consisting of a public key and a private key, must first be generated. The so-called public key is used to **en**\ crypt the data or e-mails. You can distribute this to all those with whom you want to communicate securely (for example, publish it publicly on your site). The so-called private key is used to **de**\ crypt the data or messages. This key should **NEVER** be made known! Usually, you also do not have direct access to it (see below), since this is stored securely on the Nitrokey. Use the Nitrokey to create both keys using the following procedure:
bg: За да се криптират данни и имейли, първо трябва да се генерира двойка ключове, състояща се от публичен и частен ключ. Така нареченият публичен ключ се използва за криптиране на данните или електронните съобщения. Можете да го разпространите сред всички, с които искате да комуникирате по сигурен начин (например да го публикувате публично на сайта си). Така нареченият частен ключ се използва за **де**** криптиране на данните или съобщенията. Този ключ не бива да се съобщава НИКОГА! Обикновено нямате и пряк достъп до него (вж. по-долу), тъй като той се съхранява на сигурно място в Nitrokey. Използвайте Nitrokey, за да създадете и двата ключа, като използвате следната процедура:
cs: Pro šifrování dat a e-mailů je třeba nejprve vygenerovat dvojici klíčů, která se skládá z veřejného a soukromého klíče. Takzvaný veřejný klíč se používá k **šifrování dat nebo e-mailů. Ten můžete distribuovat všem, se kterými chcete bezpečně komunikovat (například jej zveřejnit na svých stránkách). Takzvaný soukromý klíč se používá k **de**\ šifrování dat nebo zpráv. Tento klíč by neměl být **nikdy** zveřejněn! Obvykle k němu také nemáte přímý přístup (viz níže), protože je bezpečně uložen v systému Nitrokey. Pomocí klíče Nitrokey vytvořte oba klíče následujícím postupem:
da: For at kryptere data og e-mails skal der først genereres et nøglepar bestående af en offentlig nøgle og en privat nøgle. Den såkaldte offentlige nøgle bruges til at kryptere data eller e-mails. Du kan distribuere den til alle dem, som du ønsker at kommunikere sikkert med (f.eks. offentliggøre den offentligt på dit websted). Den såkaldte private nøgle bruges til at **de**\\ kryptere dataene eller meddelelserne. Denne nøgle bør **ALD** aldrig** gøres kendt! Normalt har du heller ikke direkte adgang til den (se nedenfor), da den er gemt sikkert på Nitrokey. Brug Nitrokey til at oprette begge nøgler ved hjælp af følgende procedure:
de: Um Daten und E-Mails zu verschlüsseln, muss zunächst ein Schlüsselpaar, bestehend aus einem öffentlichen Schlüssel und einem privaten Schlüssel, erzeugt werden. Mit dem sogenannten öffentlichen Schlüssel werden die Daten oder E-Mails verschlüsselt. Diesen können Sie an alle Personen verteilen, mit denen Sie sicher kommunizieren wollen (z. B. öffentlich auf Ihrer Website veröffentlichen). Der sogenannte private Schlüssel wird verwendet, um die Daten oder Nachrichten zu **entschlüsseln**. Dieser Schlüssel sollte **NIE** bekannt gemacht werden! In der Regel haben Sie auch keinen direkten Zugriff darauf (siehe unten), da dieser sicher auf dem Nitrokey gespeichert ist. Verwenden Sie den Nitrokey, um beide Schlüssel nach dem folgenden Verfahren zu erstellen:
el: Για την κρυπτογράφηση δεδομένων και μηνυμάτων ηλεκτρονικού ταχυδρομείου, πρέπει πρώτα να δημιουργηθεί ένα ζεύγος κλειδιών που αποτελείται από ένα δημόσιο κλειδί και ένα ιδιωτικό κλειδί. Το λεγόμενο δημόσιο κλειδί χρησιμοποιείται για την **en**\ κρυπτογράφηση των δεδομένων ή των ηλεκτρονικών μηνυμάτων. Μπορείτε να το διανείμετε σε όλους εκείνους με τους οποίους θέλετε να επικοινωνείτε με ασφάλεια (για παράδειγμα, να το δημοσιεύσετε δημόσια στον ιστότοπό σας). Το λεγόμενο ιδιωτικό κλειδί χρησιμοποιείται για την **αποκρυπτογράφηση των δεδομένων ή των μηνυμάτων. Αυτό το κλειδί δεν πρέπει **ΠΟΤΕ** να γίνει γνωστό! Συνήθως, δεν έχετε επίσης άμεση πρόσβαση σε αυτό (βλ. παρακάτω), καθώς αυτό αποθηκεύεται με ασφάλεια στο Nitrokey. Χρησιμοποιήστε το Nitrokey για να δημιουργήσετε και τα δύο κλειδιά χρησιμοποιώντας την ακόλουθη διαδικασία:
es: Para encriptar datos y correos electrónicos, hay que generar primero un par de claves compuesto por una clave pública y una clave privada. La llamada clave pública se utiliza para **en*** cifrar los datos o los correos electrónicos. Puede distribuirla a todos aquellos con los que quiera comunicarse de forma segura (por ejemplo, publicarla en su página web). La llamada clave privada se utiliza para **descifrar los datos o mensajes. Esta clave no debe darse a conocer **nunca**. Por lo general, tampoco tiene acceso directo a ella (véase más abajo), ya que se almacena de forma segura en la Nitrokey. Utilice la Nitrokey para crear ambas claves mediante el siguiente procedimiento:
et: Andmete ja e-kirjade krüpteerimiseks tuleb kõigepealt luua võtmepaar, mis koosneb avalikust ja privaatsest võtmest. Niinimetatud avalikku võtit kasutatakse andmete või e-kirjade krüpteerimiseks. Seda saate levitada kõigile neile, kellega soovite turvaliselt suhelda (näiteks avaldada seda avalikult oma veebilehel). Niinimetatud privaatvõtit kasutatakse andmete või sõnumite **de**\ krüptimiseks. Seda võtit ei tohi **KUNAGI** avalikustada! Tavaliselt ei ole teil sellele ka otsest juurdepääsu (vt allpool), kuna see on turvaliselt salvestatud Nitrokey's. Kasutage Nitrokey't mõlema võtme loomiseks, kasutades järgmist protseduuri:
fi: Tietojen ja sähköpostiviestien salaamiseksi on ensin luotava avainpari, joka koostuu julkisesta ja yksityisestä avaimesta. Niin sanottua julkista avainta käytetään tietojen tai sähköpostiviestien salaamiseen. Voit jakaa tämän kaikille niille, joiden kanssa haluat kommunikoida turvallisesti (esimerkiksi julkaista sen julkisesti sivustollasi). Niin sanottua yksityistä avainta käytetään tietojen tai viestien **de**\ salaamiseen. Tätä avainta ei saisi **KOSKAAN** tehdä tunnetuksi! Yleensä sinulla ei myöskään ole suoraa pääsyä siihen (ks. jäljempänä), koska se on tallennettu turvallisesti Nitrokey-avaimeen. Käytä Nitrokeyta molempien avainten luomiseen seuraavaa menettelyä noudattaen:
fr: Pour crypter des données et des e-mails, il faut d'abord générer une paire de clés composée d'une clé publique et d'une clé privée. La clé publique est utilisée pour chiffrer les données ou les e-mails. Vous pouvez la distribuer à tous ceux avec qui vous souhaitez communiquer en toute sécurité (par exemple, en la publiant sur votre site). La clé dite privée est utilisée pour **décrypter les données ou les messages. Cette clé ne doit **JAMAIS** être connue ! En général, vous n'y avez pas non plus accès directement (voir ci-dessous), car elle est stockée en toute sécurité sur la Nitrokey. Utilisez la Nitrokey pour créer les deux clés en suivant la procédure suivante :
ja: データや電子メールを暗号化するためには、まず公開鍵と秘密鍵からなる鍵ペアを生成する必要があります。公開鍵は、データや電子メールを暗号化するために使用されます。これを安全に通信したい相手に配布することができます（例えば、サイトで公開するなど）。秘密鍵は、データやメッセージを暗号化するために使用されます。この鍵は絶対に **知られてはいけません** 。通常、秘密鍵はNitrokeyに安全に保管されているので、あなたが直接アクセスすることはありません（下記参照）。Nitrokeyを使用して、以下の手順で両方の鍵を作成してください。
lt: Norint užšifruoti duomenis ir el. laiškus, pirmiausia reikia sukurti raktų porą, kurią sudaro viešasis ir privatusis raktas. Vadinamasis viešasis raktas naudojamas duomenims arba el. laiškams šifruoti. Šį raktą galite išplatinti visiems, su kuriais norite saugiai bendrauti (pavyzdžiui, viešai paskelbti savo svetainėje). Vadinamasis privatusis raktas naudojamas duomenims arba laiškams **de**** užšifruoti. Šis raktas neturėtų būti **NEGALIMA** viešai skelbiamas! Paprastai jūs taip pat neturite tiesioginės prieigos prie jo (žr. toliau), nes jis saugiai saugomas "Nitrokey". Naudodami "Nitrokey" sukurkite abu raktus pagal toliau nurodytą procedūrą:
lv: Lai šifrētu datus un e-pasta vēstules, vispirms ir jāģenerē atslēgu pāris, kas sastāv no publiskās un privātās atslēgas. Tā saukto publisko atslēgu izmanto datu vai e-pasta vēstuļu šifrēšanai. Šo atslēgu var izplatīt visiem, ar kuriem vēlaties droši sazināties (piemēram, publicēt to publiski savā vietnē). Tā saukto privāto atslēgu izmanto datu vai ziņojumu **de** šifrēšanai. Šo atslēgu nekad nedrīkst publiskot! Parasti jums arī nav tiešas piekļuves tai (sk. tālāk), jo tā tiek droši glabāta Nitrokey. Izmantojiet Nitrokey, lai izveidotu abas atslēgas, izmantojot šādu procedūru:
pl: Aby zaszyfrować dane i wiadomości e-mail, należy najpierw wygenerować parę kluczy składającą się z klucza publicznego i klucza prywatnego. Tak zwany klucz publiczny jest używany do **en** kryptowania danych lub wiadomości e-mail. Możesz go udostępnić wszystkim osobom, z którymi chcesz się bezpiecznie komunikować (np. opublikować go publicznie na swojej stronie). Tak zwany klucz prywatny jest używany do **de** kryptowania danych lub wiadomości. Klucz ten nie powinien być **nigdy** udostępniany! Zazwyczaj nie masz również bezpośredniego dostępu do niego (patrz poniżej), ponieważ jest on bezpiecznie przechowywany na Nitrokey. Użyj Nitrokey, aby utworzyć oba klucze za pomocą poniższej procedury:
pt: Para encriptar dados e e-mails, deve ser gerado primeiro um par de chaves composto por uma chave pública e uma chave privada. A chamada chave pública é usada para **en***** criptografar os dados ou e-mails. Pode distribuí-la a todos aqueles com quem deseja comunicar de forma segura (por exemplo, publicá-la publicamente no seu site). A chamada chave privada é usada para **de***** criptografar os dados ou mensagens. Esta chave deve **NUNCA*** ser conhecida! Normalmente, também não tem acesso directo a ela (ver abaixo), uma vez que esta está guardada em segurança na Nitrokey. Utilize a Nitrokey para criar ambas as chaves utilizando o seguinte procedimento:
ro: Pentru a cripta date și e-mailuri, trebuie generată mai întâi o pereche de chei formată dintr-o cheie publică și o cheie privată. Așa-numita cheie publică este utilizată pentru a cripta datele sau e-mailurile. Puteți să o distribuiți tuturor celor cu care doriți să comunicați în siguranță (de exemplu, o publicați public pe site-ul dumneavoastră). Așa-numita cheie privată este utilizată pentru a **de**cripta datele sau mesajele. Această cheie nu ar trebui **NICIODATĂ** să fie făcută cunoscută! De obicei, de asemenea, nu aveți acces direct la ea (a se vedea mai jos), deoarece aceasta este stocată în mod securizat pe Nitrokey. Utilizați Nitrokey pentru a crea ambele chei folosind următoarea procedură:
ru: Для шифрования данных и электронной почты сначала необходимо создать пару ключей, состоящую из открытого и закрытого ключей. Так называемый открытый ключ используется для **en**\ шифрования данных или сообщений электронной почты. Вы можете распространить его среди всех, с кем вы хотите безопасно общаться (например, опубликовать его публично на своем сайте). Так называемый закрытый ключ используется для **de**\ шифрования данных или сообщений. Этот ключ не должен **НИКОГДА** становиться известным! Обычно у вас также нет прямого доступа к нему (см. ниже), поскольку он надежно хранится на Nitrokey. Используйте Nitrokey для создания обоих ключей с помощью следующей процедуры:
sk: Na šifrovanie údajov a e-mailov je potrebné najprv vytvoriť kľúčový pár pozostávajúci z verejného a súkromného kľúča. Takzvaný verejný kľúč sa používa na **en**\ šifrovanie údajov alebo e-mailov. Tento kľúč môžete rozposlať všetkým, s ktorými chcete bezpečne komunikovať (napríklad ho verejne zverejniť na svojej stránke). Takzvaný súkromný kľúč sa používa na **de**\ šifrovanie údajov alebo správ. Tento kľúč by sa nemal **nikde** zverejniť! Zvyčajne k nemu nemáte ani priamy prístup (pozri nižšie), pretože je bezpečne uložený v systéme Nitrokey. Pomocou kľúča Nitrokey vytvorte oba kľúče nasledujúcim postupom:
sl: Za šifriranje podatkov in e-pošte je treba najprej ustvariti par ključev, sestavljen iz javnega in zasebnega ključa. Tako imenovani javni ključ se uporablja za **en**\ šifriranje podatkov ali e-pošte. Ta ključ lahko razdelite vsem, s katerimi želite varno komunicirati (na primer ga javno objavite na svojem spletnem mestu). Tako imenovani zasebni ključ se uporablja za **de**\ šifriranje podatkov ali sporočil. Ta ključ ne sme biti **nikoli** znan! Običajno tudi nimate neposrednega dostopa do njega (glejte spodaj), saj je ta varno shranjen na ključu Nitrokey. S ključem Nitrokey ustvarite oba ključa po naslednjem postopku:
sv: För att kryptera data och e-post måste ett nyckelpar bestående av en offentlig nyckel och en privat nyckel först skapas. Den så kallade offentliga nyckeln används för att kryptera data eller e-postmeddelanden. Du kan distribuera den till alla som du vill kommunicera med på ett säkert sätt (t.ex. offentliggöra den på din webbplats). Den så kallade privata nyckeln används för att **de**\\ kryptera data eller meddelanden. Denna nyckel får **JÄTTE** göras känd! Vanligtvis har du inte heller direkt tillgång till den (se nedan), eftersom den lagras säkert på Nitrokey. Använd Nitrokey för att skapa båda nycklarna med hjälp av följande procedur:
zh_cn: 要对数据和电子邮件进行加密，首先必须生成一个由公钥和私钥组成的密钥对。所谓的公钥是用来对数据或电子邮件进行***/加密的。你可以把它分发给所有你想与之进行安全通信的人（例如，在你的网站上公开发布）。所谓的私钥是用来对数据或邮件进行****加密的。这把钥匙应该***永远不被人知道!通常情况下，你也不能直接接触到它（见下文），因为它被安全地储存在Nitrokey上。使用Nitrokey创建这两把钥匙的程序如下。

source: Insert the Nitrokey into a USB port on your computer. StartThunderbird
bg: Поставете Nitrokey в USB порт на компютъра. СтартирайтеThunderbird
cs: Vložte Nitrokey do portu USB v počítači. SpustitThunderbird
da: Sæt Nitrokey i en USB-port på din computer. StartThunderbird
de: Stecken Sie den Nitrokey in einen USB-Anschluss an Ihrem Computer. StartThunderbird
el: Τοποθετήστε το Nitrokey σε μια θύρα USB του υπολογιστή σας. StartThunderbird
es: Inserte el Nitrokey en un puerto USB de su ordenador. InicieThunderbird
et: Sisestage Nitrokey arvuti USB-porti. StartThunderbird
fi: Aseta Nitrokey tietokoneen USB-porttiin. StartThunderbird
fr: Insérez la Nitrokey dans un port USB de votre ordinateur. DémarrerThunderbird
ja: NitrokeyをコンピュータのUSBポートに挿入する。StartThunderbird
lt: Įdėkite "Nitrokey" į kompiuterio USB jungtį. PaleistiThunderbird
lv: Ievietojiet Nitrokey datora USB pieslēgvietā. StartThunderbird
pl: Włóż Nitrokey do portu USB w komputerze. StartThunderbird
pt: Insira a Nitrokey em uma porta USB do seu computador. StartThunderbird
ro: Introduceți Nitrokey într-un port USB al computerului. StartThunderbird
ru: Вставьте Nitrokey в USB-порт компьютера. StartThunderbird
sk: Vložte kľúč Nitrokey do portu USB v počítači. SpustenieThunderbird
sl: Nitrokey vstavite v vrata USB v računalniku. ZačetekThunderbird
sv: Sätt in Nitrokey i en USB-port på datorn. StartThunderbird
zh_cn: 将Nitrokey插入电脑上的USB接口。启动Thunderbird

source: In Thunderbird, select as shown in the following picture „OpenPGP“ → „Manage Smart Card“
bg: В Thunderbird изберете, както е показано на следната снимка. "OpenPGP" → "Управление на смарт карта"
cs: V Thunderbirdu vyberte podle následujícího obrázku "OpenPGP" → "Spravovat čipovou kartu".
da: I Thunderbird skal du vælge som vist på følgende billede "OpenPGP" → "Manage Smart Card"
de: Wählen Sie in Thunderbird, wie im folgenden Bild gezeigt, "OpenPGP" → "Smartcard verwalten"
el: Στο Thunderbird, επιλέξτε όπως φαίνεται στην παρακάτω εικόνα "OpenPGP" → "Διαχείριση έξυπνης κάρτας"
es: En Thunderbird, seleccione como se muestra en la siguiente imagen "OpenPGP" → "Gestionar tarjeta inteligente"
et: Valige Thunderbirdis, nagu on näidatud järgmisel pildil, "OpenPGP" → "Manage Smart Card".
fi: Valitse Thunderbirdissä seuraavan kuvan mukaisesti "OpenPGP" → "Manage Smart Card".
fr: Dans Thunderbird, sélectionnez comme indiqué sur l'image suivante "OpenPGP" → "Gérer la carte à puce".
ja: Thunderbirdで、以下の図のように「OpenPGP」→「Manage Smart Card」を選択します。
lt: "Thunderbird" programoje pasirinkite, kaip parodyta šiame paveikslėlyje "OpenPGP" → "Tvarkyti lustinę kortelę".
lv: Programmā Thunderbird izvēlieties, kā parādīts nākamajā attēlā "OpenPGP" → "Pārvaldīt viedkarti".
pl: W Thunderbirdzie wybierz jak na poniższym obrazku "OpenPGP" → "Zarządzaj Smart Card".
pt: Em Thunderbird, selecione como mostrado na seguinte figura "OpenPGP" → "Manage Smart Card".
ro: În Thunderbird, selectați, așa cum se arată în imaginea următoare, "OpenPGP" → "Manage Smart Card".
ru: В Thunderbird выберите, как показано на следующем рисунке, "OpenPGP" → "Manage Smart Card".
sk: V Thunderbirde vyberte podľa nasledujúceho obrázka "OpenPGP" → "Spravovať čipovú kartu"
sl: V Thunderbirdu izberite, kot je prikazano na naslednji sliki "OpenPGP" → "Upravljanje pametne kartice".
sv: I Thunderbird väljer du enligt följande bild "OpenPGP" → "Manage Smart Card".
zh_cn: 在Thunderbird中，选择如下图所示的 "OpenPGP"→"管理智能卡"

source: In the “SmartCard details” window, select “SmartCard” → “Generate key”
bg: В прозореца "Подробности за SmartCard" изберете "SmartCard" → "Генериране на ключ".
cs: V okně "Podrobnosti o kartě SmartCard" vyberte možnost "Karta SmartCard" → "Generovat klíč".
da: I vinduet "SmartCard detaljer" skal du vælge "SmartCard" → "Generer nøgle"
de: Wählen Sie im Fenster "SmartCard-Details" den Menüpunkt "SmartCard" → "Schlüssel generieren"
el: Στο παράθυρο "SmartCard details", επιλέξτε "SmartCard" → "Generate key".
es: En la ventana "Detalles de la tarjeta inteligente", seleccione "Tarjeta inteligente" → "Generar clave"
et: Valige aknas "SmartCardi andmed", valige "SmartCard" → "Genereeri võti".
fi: Valitse "SmartCard details" -ikkunassa "SmartCard" → "Generate key".
fr: Dans la fenêtre "Détails de la carte à puce", sélectionnez "Carte à puce" → "Générer une clé".
ja: "SmartCard details "ウィンドウで、"SmartCard"→"Generate key "を選択します。
lt: Lange "SmartCard details" pasirinkite "SmartCard" → "Generuoti raktą".
lv: Logā "Informācija par viedkarti" izvēlieties "Viedkarte" → "Ģenerēt atslēgu".
pl: W oknie "Szczegóły SmartCard" wybierz "SmartCard" → "Generuj klucz".
pt: Na janela "Detalhes do SmartCard", selecione "SmartCard" → "Gerar chave".
ro: În fereastra "SmartCard details", selectați "SmartCard" → "Generate key".
ru: В окне "Сведения о смарт-карте" выберите "Смарт-карта" → "Сгенерировать ключ".
sk: V okne "Podrobnosti o karte SmartCard" vyberte "Karta SmartCard" → "Generovať kľúč".
sl: V oknu "Podrobnosti kartice SmartCard" izberite "SmartCard" → "Ustvari ključ".
sv: I fönstret "SmartCard details" väljer du "SmartCard" → "Generate key".
zh_cn: 在 "智能卡详情 "窗口，选择 "智能卡"→"生成密钥"

source: In the following window, select your e-mail address for which you want to generate keys. Verify that the e-mail address specified in “User ID” is correct. You can also specify whether a private key backup copy should be stored on your computer.
bg: В следващия прозорец изберете своя имейл адрес, за който искате да генерирате ключове. Проверете дали имейл адресът, посочен в "Идентификатор на потребителя", е правилен. Можете също така да укажете дали резервното копие на частния ключ трябва да се съхранява на вашия компютър.
cs: V následujícím okně vyberte e-mailovou adresu, pro kterou chcete generovat klíče. Zkontrolujte, zda je e-mailová adresa zadaná v poli "ID uživatele" správná. Můžete také určit, zda má být záložní kopie soukromého klíče uložena v počítači.
da: I det følgende vindue skal du vælge den e-mailadresse, som du vil generere nøgler til. Kontroller, at den e-mail-adresse, der er angivet i "User ID", er korrekt. Du kan også angive, om en sikkerhedskopi af den private nøgle skal gemmes på din computer.
de: Wählen Sie im folgenden Fenster Ihre E-Mail-Adresse aus, für die Sie Schlüssel erzeugen möchten. Überprüfen Sie, ob die unter "Benutzer-ID" angegebene E-Mail-Adresse korrekt ist. Sie können auch angeben, ob eine Sicherungskopie des privaten Schlüssels auf Ihrem Computer gespeichert werden soll.
el: Στο επόμενο παράθυρο, επιλέξτε τη διεύθυνση ηλεκτρονικού ταχυδρομείου σας για την οποία θέλετε να δημιουργήσετε κλειδιά. Βεβαιωθείτε ότι η διεύθυνση ηλεκτρονικού ταχυδρομείου που έχει καθοριστεί στο "User ID" είναι σωστή. Μπορείτε επίσης να καθορίσετε εάν ένα αντίγραφο ασφαλείας ιδιωτικού κλειδιού θα πρέπει να αποθηκευτεί στον υπολογιστή σας.
es: En la siguiente ventana, seleccione la dirección de correo electrónico para la que desea generar claves. Compruebe que la dirección de correo electrónico especificada en "ID de usuario" es correcta. También puede especificar si debe guardarse una copia de seguridad de la clave privada en su ordenador.
et: Järgmises aknas valige oma e-posti aadress, mille jaoks soovite luua võtmeid. Veenduge, et "User ID" all määratud e-posti aadress on õige. Samuti saate määrata, kas privaatvõtme varukoopia tuleb salvestada teie arvutisse.
fi: Valitse seuraavassa ikkunassa sähköpostiosoite, jolle haluat luoda avaimet. Tarkista, että kohdassa "Käyttäjätunnus" määritetty sähköpostiosoite on oikea. Voit myös määrittää, tallennetaanko yksityisen avaimen varmuuskopio tietokoneellesi.
fr: Dans la fenêtre suivante, sélectionnez l'adresse e-mail pour laquelle vous souhaitez générer des clés. Vérifiez que l'adresse e-mail spécifiée dans "User ID" est correcte. Vous pouvez également indiquer si une copie de sauvegarde de la clé privée doit être stockée sur votre ordinateur.
ja: 次の画面で、鍵を生成するためのメールアドレスを選択します。ユーザーID」で指定したメールアドレスが正しいことを確認してください。また、秘密鍵のバックアップコピーをパソコンに保存するかどうかも指定できます。
lt: Kitame lange pasirinkite el. pašto adresą, kuriam norite generuoti raktus. Patikrinkite, ar el. pašto adresas, nurodytas laukelyje "Vartotojo ID", yra teisingas. Taip pat galite nurodyti, ar privataus rakto atsarginė kopija turi būti saugoma jūsų kompiuteryje.
lv: Nākamajā logā atlasiet e-pasta adresi, kurai vēlaties ģenerēt atslēgas. Pārbaudiet, vai e-pasta adrese, kas norādīta sadaļā "Lietotāja ID", ir pareiza. Varat arī norādīt, vai privāto atslēgu rezerves kopija jāglabā datorā.
pl: W kolejnym oknie wybierz adres e-mail, dla którego chcesz wygenerować klucze. Upewnij się, że adres e-mail podany w polu "ID użytkownika" jest prawidłowy. Możesz również określić, czy kopia zapasowa klucza prywatnego ma być przechowywana na Twoim komputerze.
pt: Na janela seguinte, selecione seu endereço de e-mail para o qual você deseja gerar chaves. Verifique se o endereço de e-mail especificado em "User ID" está correto. Também pode especificar se uma cópia de segurança de chave privada deve ser guardada no seu computador.
ro: În următoarea fereastră, selectați adresa de e-mail pentru care doriți să generați chei. Verificați dacă adresa de e-mail specificată în "User ID" este corectă. De asemenea, puteți specifica dacă o copie de rezervă a cheii private trebuie să fie stocată pe computerul dumneavoastră.
ru: В следующем окне выберите адрес электронной почты, для которого вы хотите сгенерировать ключи. Убедитесь, что адрес электронной почты, указанный в "Идентификаторе пользователя", правильный. Вы также можете указать, должна ли резервная копия закрытого ключа храниться на вашем компьютере.
sk: V nasledujúcom okne vyberte svoju e-mailovú adresu, pre ktorú chcete generovať kľúče. Skontrolujte, či je e-mailová adresa uvedená v poli "ID používateľa" správna. Môžete tiež určiť, či sa má záložná kópia súkromného kľúča uložiť na vašom počítači.
sl: V naslednjem oknu izberite e-poštni naslov, za katerega želite ustvariti ključe. Preverite, ali je e-poštni naslov, naveden v polju "ID uporabnika", pravilen. Določite lahko tudi, ali naj bo varnostna kopija zasebnega ključa shranjena v vašem računalniku.
sv: I följande fönster väljer du den e-postadress som du vill generera nycklar till. Kontrollera att den e-postadress som anges i "User ID" är korrekt. Du kan också ange om en säkerhetskopia av den privata nyckeln ska sparas på din dator.
zh_cn: 在下面的窗口中，选择你的电子邮件地址，你想为其生成密钥。确认在 "用户ID "中指定的电子邮件地址是正确的。你还可以指定是否要在你的电脑上存储一个私钥备份副本。
