Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/start.po
Languages: bg, cs, da, de, el, es, et, fi, fr, ja, lt, lv, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: All of the smart cards have separate data objects, meaning they all could have different keys, certificates stored, and PINs set. Identities do not intereact between each other.
bg: Всички смарт карти имат отделни обекти за данни, което означава, че всички те могат да имат различни ключове, съхранени сертификати и зададени ПИН кодове. Идентификациите не взаимодействат помежду си.
cs: Všechny čipové karty mají samostatné datové objekty, což znamená, že všechny mohou mít různé klíče, uložené certifikáty a nastavené kódy PIN. Identity mezi sebou neinteragují.
da: Alle smartkortene har separate dataobjekter, hvilket betyder, at de alle kan have forskellige nøgler, lagrede certifikater og indstillede PIN-koder. Identiteterne interagerer ikke med hinanden.
de: Alle Smartcards haben getrennte Datenobjekte, d. h. sie könnten alle unterschiedliche Schlüssel, gespeicherte Zertifikate und eingestellte PINs haben. Die Identitäten interagieren nicht untereinander.
el: Όλες οι έξυπνες κάρτες έχουν ξεχωριστά αντικείμενα δεδομένων, πράγμα που σημαίνει ότι όλες μπορούν να έχουν διαφορετικά κλειδιά, αποθηκευμένα πιστοποιητικά και καθορισμένα PIN. Οι ταυτότητες δεν αλληλεπιδρούν μεταξύ τους.
es: Todas las tarjetas inteligentes tienen objetos de datos separados, lo que significa que todas podrían tener diferentes claves, certificados almacenados y PINs establecidos. Las identidades no interactúan entre sí.
et: Kõikidel kiipkaartidel on eraldi andmeobjektid, mis tähendab, et neil kõigil võivad olla erinevad võtmed, salvestatud sertifikaadid ja määratud PIN-koodid. Identiteedid ei suhtle omavahel.
fi: Kaikilla älykorteilla on erilliset tieto-objektit, mikä tarkoittaa, että niillä kaikilla voi olla erilaiset avaimet, tallennetut varmenteet ja asetetut PIN-koodit. Identiteetit eivät ole vuorovaikutuksessa keskenään.
fr: Toutes les cartes à puce ont des objets de données distincts, ce qui signifie qu'elles peuvent toutes avoir des clés, des certificats stockés et des codes PIN différents. Les identités n'interagissent pas entre elles.
ja: すべてのスマートカードは、別々のデータオブジェクトを持っています。つまり、すべてのスマートカードは、異なるキー、証明書の保存、およびPINの設定が可能です。識別子は相互に作用しません。
lt: Visos išmaniosios kortelės turi atskirus duomenų objektus, t. y. jose gali būti skirtingi raktai, saugomi skirtingi sertifikatai ir nustatyti skirtingi PIN kodai. Tapatybės nesąveikauja tarpusavyje.
lv: Visām viedkartēm ir atsevišķi datu objekti, kas nozīmē, ka tām visām var būt dažādas atslēgas, saglabāti dažādi sertifikāti un iestatīti dažādi PIN kodi. Identitātes savstarpēji neietekmē viena otru.
pl: Wszystkie karty inteligentne mają oddzielne obiekty danych, co oznacza, że mogą mieć różne klucze, przechowywane certyfikaty i ustawione PIN-y. Tożsamości nie wchodzą w interakcje między sobą.
pt: Todos os Cartões Smart Card têm objetos de dados separados, o que significa que todos eles podem ter chaves, certificados armazenados e PINs diferentes definidos. As identidades não interagem entre si.
ro: Toate cardurile inteligente au obiecte de date separate, ceea ce înseamnă că toate acestea pot avea chei diferite, certificate stocate și PIN-uri diferite. Identitățile nu interacționează între ele.
ru: Все смарт-карты имеют отдельные объекты данных, то есть у них могут быть разные ключи, сохраненные сертификаты и установленные PIN-коды. Идентификаторы не взаимодействуют между собой.
sk: Všetky čipové karty majú samostatné dátové objekty, čo znamená, že všetky môžu mať rôzne kľúče, uložené certifikáty a nastavené PIN kódy. Identity medzi sebou neinteragujú.
sl: Vse pametne kartice imajo ločene podatkovne predmete, kar pomeni, da imajo lahko različne ključe, shranjena potrdila in nastavljene kode PIN. Identitete med seboj ne delujejo.
sv: Alla smartkort har separata dataobjekt, vilket innebär att de alla kan ha olika nycklar, lagrade certifikat och PIN-koder. Identiteterna interagerar inte med varandra.
zh_cn: 所有的智能卡都有独立的数据对象，这意味着它们都可以有不同的密钥、存储的证书和设置的PIN。身份信息之间不相互影响。

source: The virtual smart cards are identifyable by the first digit of the serial number, which is replaced by identity number for second (“1”) and third one (“2”). Serial number is not changed for the first identity.
bg: Виртуалните смарт карти се идентифицират по първата цифра от серийния номер, която се заменя с идентификационен номер за втората ("1") и третата ("2"). Серийният номер не се променя за първата идентификация.
cs: Virtuální čipové karty jsou identifikovatelné podle první číslice sériového čísla, která je nahrazena identifikačním číslem pro druhou ("1") a třetí ("2"). Sériové číslo se u první identity nemění.
da: De virtuelle smartkort kan identificeres ved hjælp af det første ciffer i serienummeret, som erstattes af identifikationsnummeret for det andet ("1") og tredje ("2"). Serienummeret ændres ikke for den første identitet.
de: Die virtuellen Smartcards sind durch die erste Ziffer der Seriennummer identifizierbar, die bei der zweiten ("1") und dritten ("2") Identität durch die Identitätsnummer ersetzt wird. Für die erste Identität wird die Seriennummer nicht geändert.
el: Οι εικονικές έξυπνες κάρτες αναγνωρίζονται από το πρώτο ψηφίο του σειριακού αριθμού, το οποίο αντικαθίσταται από τον αριθμό ταυτότητας για τη δεύτερη ("1") και την τρίτη ("2"). Ο σειριακός αριθμός δεν αλλάζει για την πρώτη ταυτότητα.
es: Las tarjetas inteligentes virtuales son identificables por el primer dígito del número de serie, que se sustituye por el número de identidad para la segunda ("1") y la tercera ("2"). El número de serie no se cambia para la primera identidad.
et: Virtuaalsed kiipkaardid on identifitseeritavad seerianumbri esimese numbri järgi, mis asendatakse teise ("1") ja kolmanda ("2") numbri identifikatsiooninumbriga. Seerianumbrit ei muudeta esimese identiteedi puhul.
fi: Virtuaaliset älykortit voidaan tunnistaa sarjanumeron ensimmäisestä numerosta, joka korvataan toisen ("1") ja kolmannen ("2") kortin tunnistenumerolla. Sarjanumeroa ei muuteta ensimmäisen tunnisteen osalta.
fr: Les cartes à puce virtuelles sont identifiables par le premier chiffre du numéro de série, qui est remplacé par le numéro d'identité pour la deuxième ("1") et la troisième ("2"). Le numéro de série n'est pas modifié pour la première identité.
ja: 仮想スマートカードは、シリアル番号の1桁目で識別でき、2番目（「1」）と3番目（「2」）のID番号に置き換えられます。1つ目のIDの場合、シリアルナンバーは変更されません。
lt: Virtualias lustines korteles galima identifikuoti pagal pirmąjį serijos numerio skaitmenį, kuris pakeičiamas antrojo ("1") ir trečiojo ("2") identifikavimo numeriu. Serijos numeris nekeičiamas pirmosios tapatybės atveju.
lv: Virtuālās viedkartes ir identificējamas pēc sērijas numura pirmā cipara, kas tiek aizstāts ar identifikācijas numuru otrajam ("1") un trešajam ("2"). Pirmajam identifikācijas numuram sērijas numurs netiek mainīts.
pl: Wirtualne karty elektroniczne można zidentyfikować na podstawie pierwszej cyfry numeru seryjnego, która jest zastąpiona numerem identyfikacyjnym dla drugiej ("1") i trzeciej ("2"). Numer seryjny nie ulega zmianie dla pierwszej tożsamości.
pt: Os Cartões Smart Card virtuais são identificáveis pelo primeiro dígito do número de série, que é substituído pelo número de identificação do segundo ("1") e do terceiro ("2"). O número de série não é alterado para a primeira identidade.
ro: Cardurile inteligente virtuale pot fi identificate prin prima cifră a numărului de serie, care este înlocuită cu numărul de identitate pentru al doilea ("1") și al treilea ("2"). Numărul de serie nu se modifică pentru prima identitate.
ru: Виртуальные смарт-карты можно идентифицировать по первой цифре серийного номера, которая заменяется на идентификационный номер для второй ("1") и третьей ("2"). Для первой идентификации серийный номер не меняется.
sk: Virtuálne čipové karty sú identifikovateľné prvou číslicou sériového čísla, ktorá je nahradená identifikačným číslom pre druhú ("1") a tretiu ("2"). Sériové číslo sa pre prvú identitu nemení.
sl: Virtualne pametne kartice so prepoznavne po prvi številki serijske številke, ki jo nadomesti identifikacijska številka za drugo ("1") in tretjo ("2"). Za prvo identiteto se serijska številka ne spremeni.
sv: De virtuella smartkorten kan identifieras genom den första siffran i serienumret, som ersätts av identitetsnumret för det andra ("1") och tredje ("2"). Serienumret ändras inte för den första identiteten.
zh_cn: 虚拟智能卡可通过序列号的第一个数字来识别，第二个（"1"）和第三个（"2"）的身份号码取代了该数字。对于第一个身份，序列号不改变。

source: Usage
bg: Употреба
cs: Použití
da: Anvendelse
de: Verwendung
el: Χρήση
es: Uso
et: Kasutamine
fi: Käyttö
fr: Utilisation
ja: 使用方法
lt: Naudojimas
lv: Lietošana
pl: Zastosowanie
pt: Utilização
ro: Utilizare
ru: Использование
sk: Používanie
sl: Uporaba
sv: Användning
zh_cn: 使用方法

source: To change the identity it suffices to send a custom CCID command. This could be achieved with ``pynitrokey`` tool:
bg: За да промените идентичността, е достатъчно да изпратите потребителска команда CCID. Това може да се постигне с инструмента ``pynitrokey``:
cs: Pro změnu identity stačí odeslat vlastní příkaz CCID. Toho lze dosáhnout pomocí nástroje ``pynitrokey``:
da: For at ændre identiteten er det tilstrækkeligt at sende en brugerdefineret CCID-kommando. Dette kan opnås med værktøjet ``pynitrokey``:
de: Um die Identität zu ändern, reicht es aus, einen eigenen CCID-Befehl zu senden. Dies kann mit dem Tool ``pynitrokey`` erreicht werden:
el: Για να αλλάξετε την ταυτότητα αρκεί να στείλετε μια προσαρμοσμένη εντολή CCID. Αυτό μπορεί να επιτευχθεί με το εργαλείο ``pynitrokey``:
es: Para cambiar la identidad basta con enviar un comando CCID personalizado. Esto se puede conseguir con la herramienta ``pynitrokey``:
et: Identiteedi muutmiseks piisab kohandatud CCID käsu saatmisest. Seda saab teha ``pynitrokey<x>`` vahendiga:
fi: Tunnuksen muuttamiseksi riittää, että lähetät mukautetun CCID-komennon. Tämä voidaan toteuttaa ``pynitrokey``-työkalulla:
fr: Pour changer l'identité, il suffit d'envoyer une commande CCID personnalisée. Ceci peut être réalisé avec l'outil ``pynitrokey`` :
ja: IDを変更するには、カスタムCCIDコマンドを送信すれば十分です。これは``pynitrokey``ツールで実現できます。
lt: Norint pakeisti tapatybę, pakanka išsiųsti pasirinktinę CCID komandą. Tai galima padaryti naudojant ``pynitrokey`` įrankį:
lv: Lai mainītu identitāti, pietiek nosūtīt pielāgotu CCID komandu. To var izdarīt, izmantojot ``pynitrokey`` rīku:
pl: Aby zmienić tożsamość wystarczy wysłać niestandardową komendę CCID. Można to osiągnąć za pomocą narzędzia ``pynitrokey``:
pt: Para alterar a identidade é suficiente enviar um comando CCID personalizado. Isto poderia ser feito com a ferramenta ``pynitrokey```:
ro: Pentru a schimba identitatea este suficient să se trimită o comandă CCID personalizată. Acest lucru poate fi realizat cu instrumentul ``pynitrokey``:
ru: Для изменения идентификатора достаточно послать пользовательскую команду CCID. Этого можно добиться с помощью инструмента ``pynitrokey``:
sk: Na zmenu identity stačí poslať vlastný príkaz CCID. To možno dosiahnuť pomocou nástroja ``pynitrokey``:
sl: Za spremembo identitete je dovolj, da pošljete ukaz CCID po meri. To je mogoče doseči z orodjem ``pynitrokey``:
sv: För att ändra identiteten räcker det att skicka ett anpassat CCID-kommando. Detta kan göras med verktyget ``pynitrokey``:
zh_cn: 要改变身份，只需发送一个自定义的CCID命令。这可以通过``pynitrokey``工具实现。

source: `Install pynitrokey <https://github.com/Nitrokey/pynitrokey#installation>`_.
bg: `Инсталиране на pynitrokey <https://github.com/Nitrokey/pynitrokey#installation>`_.
cs: `Instalace pynitrokey <https://github.com/Nitrokey/pynitrokey#installation>`_.
da: `Installer pynitrokey <https://github.com/Nitrokey/pynitrokey#installation>`_.
de: `Installieren Sie pynitrokey <https://github.com/Nitrokey/pynitrokey#installation>`_.
el: `Εγκατάσταση του pynitrokey <https://github.com/Nitrokey/pynitrokey#installation>`_.
es: `Instalar pynitrokey <https://github.com/Nitrokey/pynitrokey#installation>`.
et: `Install pynitrokey <https://github.com/Nitrokey/pynitrokey#installation><x>`_.
fi: `Asenna pynitrokey <https://github.com/Nitrokey/pynitrokey#installation>`_.
ja: `pynitrokeyをインストール <https://github.com/Nitrokey/pynitrokey#installation>`_。
lt: `Įdiegti pynitrokey <https://github.com/Nitrokey/pynitrokey#installation>`_.
lv: `Istall pynitrokey <https://github.com/Nitrokey/pynitrokey#installation>`_.
pl: `Instalujemy pynitrokey <https://github.com/Nitrokey/pynitrokey#installation>`_.
pt: `Instalar pynitrokey <https://github.com/Nitrokey/pynitrokey#installation>`_.
ro: `Instalează pynitrokey <https://github.com/Nitrokey/pynitrokey#installation>`_.
ru: `Установите pynitrokey <https://github.com/Nitrokey/pynitrokey#installation>`_.
sk: `Inštalácia pynitrokey <https://github.com/Nitrokey/pynitrokey#installation>`_.
sl: `Nastavi pynitrokey <https://github.com/Nitrokey/pynitrokey#installation>`_.
sv: `Installera pynitrokey <https://github.com/Nitrokey/pynitrokey#installation>`_.
zh_cn: `安装pynitrokey <https://github.com/Nitrokey/pynitrokey#installation>`_。

source: Connect your Nitrokey Start and verify that it got recognized.
bg: Свържете своя Nitrokey Start и проверете дали е разпознат.
cs: Připojte zařízení Nitrokey Start a ověřte, zda bylo rozpoznáno.
da: Tilslut din Nitrokey Start, og kontrollér, at den bliver genkendt.
de: Schließen Sie Ihren Nitrokey Start an und prüfen Sie, ob er erkannt wurde.
el: Συνδέστε το Nitrokey Start και βεβαιωθείτε ότι αναγνωρίστηκε.
es: Conecta tu Nitrokey Start y comprueba que lo han reconocido.
et: Ühendage oma Nitrokey Start ja kontrollige, et see on tuvastatud.
fi: Kytke Nitrokey Start ja tarkista, että se on tunnistettu.
fr: Connectez votre Nitrokey Start et vérifiez qu'il a été reconnu.
ja: Nitrokey Startを接続し、認識されたことを確認してください。
lt: Prijunkite "Nitrokey Start" ir patikrinkite, ar jis atpažintas.
lv: Pievienojiet Nitrokey Start un pārbaudiet, vai tas ir atpazīts.
pl: Podłącz Nitrokey Start i sprawdź, czy został on rozpoznany.
pt: Ligue o seu Nitrokey Start e verifique se foi reconhecido.
ro: Conectați Nitrokey Start și verificați dacă a fost recunoscut.
ru: Подключите Nitrokey Start и убедитесь, что он распознан.
sk: Pripojte zariadenie Nitrokey Start a overte, či bolo rozpoznané.
sl: Povežite napravo Nitrokey Start in preverite, ali je bila prepoznana.
sv: Anslut Nitrokey Start och kontrollera att den känns igen.
zh_cn: 连接你的Nitrokey Start并验证它是否被识别。

source: Change the identity, by replacing ``<ID>`` with ``0``, ``1``, or ``2``.
bg: Променете идентичността, като замените ``<ID>`` с ``0``, ``1``, или ``2``.
cs: Změňte identitu tak, že nahradíte ``<ID>`` za ``0``, ``1`` nebo ``2``.
da: Ændr identiteten ved at erstatte ``<ID>`` med ``0``, ``1``, eller ``2``.
de: Ändern Sie die Identität, indem Sie ``<ID>`` durch ``0``, ``1``, oder ``2`` ersetzen.
el: Αλλάξτε την ταυτότητα, αντικαθιστώντας ``<ID>`` με ``0``, ``1``, ή ``2``.
es: Cambia la identidad, sustituyendo ``<ID>` por ``0``, ``1`` o ``2``.
et: Muutke identiteeti, asendades ``<ID><x>`` ``0``, ``1`` või ``2``.
fi: Muuta identiteettiä korvaamalla ``<ID>`` ``0``, ``1`` tai ``2``.
fr: Changez l'identité, en remplaçant ``<ID>`` par ``0``, ``1``, ou ``2``.
ja: ``<ID>``を``0``に置き換えて、アイデンティティを変更します。``1``、または``2``となります。
lt: Pakeiskite tapatybę, pakeisdami ``<ID>`` į ``</x>`0``, ``1``, arba ``2``.
lv: Mainiet identitāti, aizstājot ``<ID>`` ar ``</x>`0``, ``1`` vai ``2``.
pl: Zmień tożsamość, zastępując ``<ID>`` przez ``0``, ``1``, lub ``2``.
pt: Altere a identidade, substituindo ``<ID>`` por ```x id="50"></x>```, ``1```, ou ```2```.
ro: Modificați identitatea, înlocuind ``<ID>`` cu ``0``, ``1`` sau ``2``.
ru: Измените идентичность, заменив ``<ID>`` на ``0``, ``1``, или ``2``.
sk: Zmeňte identitu nahradením ``<ID>`` za ``0``, ``1`` alebo ``2``.
sl: Spremenite identiteto tako, da ``<ID>`` nadomestite z ``0``, ``1`` ali ``2``.
sv: Ändra identiteten genom att ersätta ``<ID>`` med ``0``, ``1``, eller ``2``.
zh_cn: 改变身份，将``<ID>``替换为``0``。``1``，或 ``2``。

source: Limitations
bg: Ограничения
cs: Omezení
da: Begrænsninger
de: Begrenzungen
el: Περιορισμοί
es: Limitaciones
et: Piirangud
fi: Rajoitukset
fr: Limites
ja: 制限事項
lt: Apribojimai
lv: Ierobežojumi
pl: Ograniczenia
pt: Limitações
ro: Limitări
ru: Ограничения
sk: Obmedzenia
sl: Omejitve
sv: Begränsningar
zh_cn: 限制条件

source: As of version RTM.10 there is only one limitation - the third identity can store a certificate not longer than 1024 bytes. The other two identities have standard limit of 2048 bytes per certificate.
bg: От версия RTM.10 има само едно ограничение - третата идентичност може да съхранява сертификат, не по-дълъг от 1024 байта. Другите две идентичности имат стандартно ограничение от 2048 байта за сертификат.
cs: Od verze RTM.10 existuje pouze jedno omezení - třetí identita může uchovávat certifikát maximálně 1024 bajtů. Ostatní dvě identity mají standardní limit 2048 bajtů na certifikát.
da: Fra version RTM.10 er der kun én begrænsning - den tredje identitet kan gemme et certifikat, der ikke er længere end 1024 bytes. De to andre identiteter har en standardgrænse på 2048 bytes pr. certifikat.
de: Ab der Version RTM.10 gibt es nur eine Einschränkung - die dritte Identität kann ein Zertifikat speichern, das nicht länger als 1024 Bytes ist. Die anderen beiden Identitäten haben standardmäßig ein Limit von 2048 Bytes pro Zertifikat.
el: Από την έκδοση RTM.10 υπάρχει μόνο ένας περιορισμός - η τρίτη ταυτότητα μπορεί να αποθηκεύσει ένα πιστοποιητικό που δεν υπερβαίνει τα 1024 bytes. Οι άλλες δύο ταυτότητες έχουν τυπικό όριο 2048 bytes ανά πιστοποιητικό.
es: A partir de la versión RTM.10 sólo hay una limitación: la tercera identidad puede almacenar un certificado de no más de 1024 bytes. Las otras dos identidades tienen un límite estándar de 2048 bytes por certificado.
et: Alates versioonist RTM.10 on ainult üks piirang - kolmas identiteet võib salvestada sertifikaadi, mis ei ole pikem kui 1024 baiti. Teistel kahel identiteedil on standardne piirang 2048 baiti sertifikaadi kohta.
fi: Versiossa RTM.10 on vain yksi rajoitus - kolmas identiteetti voi tallentaa enintään 1024 tavua pitkän varmenteen. Kahden muun identiteetin vakiorajoitus on 2048 tavua varmentetta kohti.
fr: Depuis la version RTM.10, il n'y a qu'une seule limitation - la troisième identité peut stocker un certificat d'une longueur maximale de 1024 octets. Les deux autres identités ont une limite standard de 2048 octets par certificat.
ja: バージョンRTM.10では、1つだけ制限があります。3つ目のIDは1024バイト以下の証明書を保存できます。他の2つのIDでは、1つの証明書につき標準で2048バイトの制限があります。
lt: Nuo versijos RTM.10 yra tik vienas apribojimas - trečioji tapatybė gali saugoti ne ilgesnį kaip 1024 baitų sertifikatą. Kitoms dviem tapatybėms taikomas standartinis 2048 baitų vienam sertifikatui apribojimas.
lv: No versijas RTM.10 ir tikai viens ierobežojums - trešā identitāte var saglabāt sertifikātu, kas nav garāks par 1024 baitiem. Pārējām divām identitātēm ir standarta ierobežojums - 2048 baiti vienam sertifikātam.
pl: Od wersji RTM.10 jest tylko jedno ograniczenie - trzecia tożsamość może przechowywać certyfikat nie dłuższy niż 1024 bajty. Pozostałe dwie tożsamości mają standardowy limit 2048 bajtów na certyfikat.
pt: A partir da versão RTM.10 existe apenas uma limitação - a terceira identidade pode armazenar um certificado não superior a 1024 bytes. As outras duas identidades têm um limite padrão de 2048 bytes por certificado.
ro: Începând cu versiunea RTM.10, există o singură limitare - a treia identitate poate stoca un certificat cu o lungime maximă de 1024 de octeți. Celelalte două identități au o limită standard de 2048 de octeți pe certificat.
ru: Начиная с версии RTM.10 существует только одно ограничение - третья личность может хранить сертификат длиной не более 1024 байт. У двух других идентификаторов стандартное ограничение - 2048 байт на сертификат.
sk: Od verzie RTM.10 existuje len jedno obmedzenie - tretia identita môže uložiť certifikát nie dlhší ako 1024 bajtov. Ostatné dve identity majú štandardný limit 2048 bajtov na certifikát.
sl: Od različice RTM.10 obstaja le ena omejitev - tretja identiteta lahko shrani potrdilo, ki ni daljše od 1024 bajtov. Ostali dve identiteti imata standardno omejitev 2048 bajtov na potrdilo.
sv: Från och med version RTM.10 finns det bara en begränsning - den tredje identiteten kan lagra ett certifikat som inte är längre än 1024 byte. De andra två identiteterna har en standardgräns på 2048 bytes per certifikat.
zh_cn: 从RTM.10版本开始，只有一个限制--第三个身份可以存储不超过1024字节的证书。其他两个身份的标准限制是每个证书2048字节。

source: OpenPGP Email Encryption
bg: Шифроване на имейли OpenPGP
cs: Šifrování e-mailů OpenPGP
da: OpenPGP-kryptering af e-mail
de: OpenPGP E-Mail-Verschlüsselung
el: Κρυπτογράφηση ηλεκτρονικού ταχυδρομείου OpenPGP
es: Cifrado de correo electrónico OpenPGP
et: OpenPGP e-posti krüpteerimine
fi: OpenPGP-sähköpostin salaus
fr: Chiffrement du courrier électronique OpenPGP
ja: OpenPGPメール暗号化
lt: "OpenPGP" el. pašto šifravimas
lv: OpenPGP e-pasta šifrēšana
pl: Szyfrowanie poczty elektronicznej OpenPGP
pt: Criptografia de Email OpenPGP
ro: Criptarea e-mailurilor OpenPGP
ru: Шифрование электронной почты OpenPGP
sk: Šifrovanie e-mailov OpenPGP
sl: Šifriranje e-pošte OpenPGP
sv: OpenPGP-kryptering av e-post
zh_cn: OpenPGP电子邮件加密

source: There are two widely used standards for email encryption.
bg: Съществуват два широко използвани стандарта за криптиране на имейли.
cs: Existují dva široce používané standardy pro šifrování e-mailů.
da: Der findes to udbredte standarder for e-mail-kryptering.
de: Es gibt zwei weit verbreitete Standards für die E-Mail-Verschlüsselung.
el: Υπάρχουν δύο ευρέως χρησιμοποιούμενα πρότυπα για την κρυπτογράφηση ηλεκτρονικού ταχυδρομείου.
es: Existen dos estándares ampliamente utilizados para el cifrado del correo electrónico.
et: E-posti krüpteerimiseks on kaks laialdaselt kasutatavat standardit.
fi: Sähköpostin salaukseen on kaksi yleisesti käytettyä standardia.
fr: Il existe deux normes largement utilisées pour le cryptage des e-mails.
ja: 電子メールの暗号化には、広く使われている2つの規格があります。
lt: Yra du plačiai naudojami el. pašto šifravimo standartai.
lv: Pastāv divi plaši izmantoti e-pasta šifrēšanas standarti.
pl: Istnieją dwa powszechnie stosowane standardy szyfrowania poczty elektronicznej.
pt: Existem dois padrões amplamente utilizados para criptografia de e-mail.
ro: Există două standarde utilizate la scară largă pentru criptarea e-mailurilor.
ru: Существует два широко используемых стандарта для шифрования электронной почты.
sk: Existujú dva široko používané štandardy na šifrovanie e-mailov.
sl: Za šifriranje e-pošte se pogosto uporabljata dva standarda.
sv: Det finns två allmänt använda standarder för e-postkryptering.
zh_cn: 目前有两种广泛使用的电子邮件加密标准。

source: OpenPGP/GnuPG is popular among individuals,
bg: OpenPGP/GnuPG е популярен сред частните лица,
cs: OpenPGP/GnuPG je oblíbený mezi jednotlivci,
da: OpenPGP/GnuPG er populært blandt enkeltpersoner,
de: OpenPGP/GnuPG ist bei Privatpersonen sehr beliebt,
el: Το OpenPGP/GnuPG είναι δημοφιλές μεταξύ των ιδιωτών,
es: OpenPGP/GnuPG es popular entre los particulares,
et: OpenPGP/GnuPG on üksikisikute seas populaarne,
fi: OpenPGP/GnuPG on suosittu yksityishenkilöiden keskuudessa,
fr: OpenPGP/GnuPG est populaire parmi les particuliers,
ja: 個人ではOpenPGP/GnuPGが人気です。
lt: "OpenPGP/GnuPG" yra populiari tarp fizinių asmenų,
lv: OpenPGP/GnuPG ir populāra privātpersonu vidū,
pl: OpenPGP/GnuPG jest popularny wśród użytkowników indywidualnych,
pt: O OpenPGP/GnuPG é popular entre os indivíduos,
ro: OpenPGP/GnuPG este popular în rândul persoanelor fizice,
ru: OpenPGP/GnuPG популярен среди частных лиц,
sk: OpenPGP/GnuPG je obľúbený medzi jednotlivcami,
sl: OpenPGP/GnuPG je priljubljen med posamezniki,
sv: OpenPGP/GnuPG är populärt bland privatpersoner,
zh_cn: OpenPGP/GnuPG在个人中很受欢迎。
