Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/start.po
Languages: bg, cs, da, de, el, es, et, fi, fr, ja, lt, lv, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: After installing GPG4Win along with GpgOL, you will see a new icon labeled “Secure” in the composing window. To encrypt and sign a mail you just click on the sign like seen below.
bg: След като инсталирате GPG4Win заедно с GpgOL, в прозореца за съставяне ще видите нова икона с надпис "Secure". За да криптирате и подпишете поща, просто щракнете върху знака, както се вижда по-долу.
cs: Po instalaci GPG4Win spolu s GpgOL se v okně pro vytváření souborů zobrazí nová ikona s označením "Secure". Pro zašifrování a podepsání e-mailu stačí kliknout na znak, jak je vidět níže.
da: Når du har installeret GPG4Win sammen med GpgOL, vil du se et nyt ikon med navnet "Secure" i komponistvinduet. For at kryptere og signere en mail skal du blot klikke på tegnet som vist nedenfor.
de: Nachdem Sie GPG4Win zusammen mit GpgOL installiert haben, sehen Sie im Setzfenster ein neues Symbol mit der Aufschrift "Sicher". Um eine Mail zu verschlüsseln und zu signieren, klicken Sie einfach auf das Zeichen, wie unten zu sehen.
el: Αφού εγκαταστήσετε το GPG4Win μαζί με το GpgOL, θα δείτε ένα νέο εικονίδιο με την ένδειξη "Secure" στο παράθυρο σύνθεσης. Για να κρυπτογραφήσετε και να υπογράψετε ένα μήνυμα αλληλογραφίας, απλά κάντε κλικ στο σύμβολο όπως φαίνεται παρακάτω.
es: Después de instalar GPG4Win junto con GpgOL, verá un nuevo icono con la etiqueta "Secure" en la ventana de redacción. Para encriptar y firmar un correo sólo tienes que hacer clic en el signo como se ve a continuación.
et: Pärast GPG4Win'i paigaldamist koos GpgOLiga näete koostamisaknas uut ikooni, millel on märge "Secure". Posti krüpteerimiseks ja allkirjastamiseks klõpsake lihtsalt alljärgnevalt näha oleval märgil.
fi: Kun olet asentanut GPG4Winin yhdessä GpgOL:n kanssa, näet uuden kuvakkeen "Secure" (Turvallinen) sävellysikkunassa. Voit salata ja allekirjoittaa sähköpostin klikkaamalla merkkiä kuten alla näkyy.
fr: Après avoir installé GPG4Win avec GpgOL, vous verrez une nouvelle icône intitulée "Secure" dans la fenêtre de composition. Pour crypter et signer un courrier, il suffit de cliquer sur le signe comme indiqué ci-dessous.
ja: GPG4WinとGpgOLをインストールすると、メール作成画面に「Secure」と書かれたアイコンが表示されるようになります。メールを暗号化して署名するには、以下のように署名をクリックします。
lt: Įdiegę "GPG4Win" kartu su GpgOL, komponavimo lange pamatysite naują piktogramą "Saugus". Norėdami užšifruoti ir pasirašyti laišką, tiesiog spustelėkite ženklą, kaip parodyta toliau.
lv: Pēc GPG4Win instalēšanas kopā ar GpgOL komponēšanas logā parādīsies jauna ikona ar nosaukumu "Secure". Lai šifrētu un parakstītu vēstuli, vienkārši noklikšķiniet uz zīmes, kā redzams tālāk.
pl: Po zainstalowaniu GPG4Win wraz z GpgOL, zobaczysz nową ikonę oznaczoną jako "Secure" w oknie komponowania. Aby zaszyfrować i podpisać pocztę wystarczy kliknąć na znak jak poniżej.
pt: Depois de instalar o GPG4Win junto com o GpgOL, você verá um novo ícone rotulado "Secure" (Seguro) na janela de composição. Para criptografar e assinar um e-mail basta clicar no sinal como visto abaixo.
ro: După instalarea GPG4Win împreună cu GpgOL, veți vedea o nouă pictogramă intitulată "Secure" în fereastra de compunere. Pentru a cripta și semna un e-mail, trebuie doar să faceți clic pe semn, așa cum se vede mai jos.
ru: После установки GPG4Win вместе с GpgOL вы увидите новый значок с надписью "Secure" в окне составления письма. Чтобы зашифровать и подписать письмо, просто нажмите на значок, как показано ниже.
sk: Po nainštalovaní GPG4Win spolu s GpgOL sa v okne pre vytváranie súborov zobrazí nová ikona s označením "Secure". Ak chcete zašifrovať a podpísať poštu, stačí kliknúť na znak, ako je vidieť nižšie.
sl: Po namestitvi programa GPG4Win skupaj s programom GpgOL boste v oknu za sestavljanje videli novo ikono z oznako "Varno". Če želite šifrirati in podpisati pošto, kliknite na znak, kot je prikazano spodaj.
sv: När du har installerat GPG4Win tillsammans med GpgOL kommer du att se en ny ikon som heter "Secure" i skrivfönstret. För att kryptera och signera ett e-postmeddelande klickar du bara på tecknet som nedan.
zh_cn: 在安装了GPG4Win和GpgOL之后，你会在合成窗口中看到一个标有 "安全 "的新图标。要对邮件进行加密和签名，你只需点击下面的签名即可。

source: GnuPG will start signing and encrypting the mail as soon as you click on ‘send’. You are requested to choose the identity you want to sign with and encrypt for.
bg: GnuPG ще започне да подписва и криптира пощата веднага след като щракнете върху "изпрати". От вас се изисква да изберете самоличността, с която искате да подпишете и криптирате.
cs: GnuPG začne podepisovat a šifrovat poštu, jakmile kliknete na tlačítko "odeslat". Budete vyzváni k výběru identity, kterou chcete podepsat a zašifrovat.
da: GnuPG vil begynde at signere og kryptere mailen, så snart du klikker på "send". Du bliver bedt om at vælge den identitet, du vil signere med og kryptere for.
de: GnuPG beginnt mit dem Signieren und Verschlüsseln der Mail, sobald Sie auf "Senden" klicken. Sie werden aufgefordert, die Identität zu wählen, mit der Sie signieren und verschlüsseln wollen.
el: Το GnuPG θα αρχίσει να υπογράφει και να κρυπτογραφεί το μήνυμα μόλις κάνετε κλικ στο 'αποστολή'. Σας ζητείται να επιλέξετε την ταυτότητα με την οποία θέλετε να υπογράψετε και να κρυπτογραφήσετε.
es: GnuPG comenzará a firmar y encriptar el correo tan pronto como haga clic en "enviar". Se le pide que elija la identidad con la que quiere firmar y cifrar.
et: GnuPG alustab posti allkirjastamist ja krüpteerimist kohe, kui vajutate nupule "Saada". Teil palutakse valida identiteet, millega soovite allkirjastada ja krüpteerida.
fi: GnuPG aloittaa sähköpostin allekirjoittamisen ja salaamisen heti, kun napsautat 'lähetä'. Sinua pyydetään valitsemaan henkilöllisyys, jolla haluat allekirjoittaa ja salata.
fr: GnuPG commencera à signer et à crypter le courrier dès que vous aurez cliqué sur "envoyer". Il vous est demandé de choisir l'identité avec laquelle vous voulez signer et crypter.
ja: 送信」をクリックすると、GnuPGがメールの署名と暗号化を開始します。署名と暗号化を行うIDを選択するよう求められます。
lt: "GnuPG" pradės pasirašyti ir šifruoti laišką, kai tik spustelėsite "siųsti". Jūsų prašoma pasirinkti tapatybę, kurią norite pasirašyti ir užšifruoti.
lv: GnuPG sāks parakstīt un šifrēt e-pastu, tiklīdz nospiedīsiet "sūtīt". Jums ir jāizvēlas identitāte, ar kuru vēlaties parakstīt un šifrēt.
pl: GnuPG zacznie podpisywać i szyfrować pocztę jak tylko klikniesz na "wyślij". Zostaniesz poproszony o wybranie tożsamości, którą chcesz podpisać i zaszyfrować.
pt: GnuPG começará a assinar e criptografar o e-mail assim que você clicar em 'enviar'. Você é solicitado a escolher a identidade com a qual deseja assinar e criptografar.
ro: GnuPG va începe să semneze și să cripteze e-mailul imediat ce faceți clic pe "trimite". Vi se cere să alegeți identitatea cu care doriți să semnați și să criptați.
ru: GnuPG начнет подписывать и шифровать почту, как только вы нажмете кнопку "Отправить". Вам предлагается выбрать идентификатор, которым вы хотите подписать и зашифровать письмо.
sk: GnuPG začne podpisovať a šifrovať poštu hneď po kliknutí na tlačidlo "odoslať". Budete vyzvaní, aby ste si vybrali identitu, ktorou chcete podpisovať a šifrovať.
sl: GnuPG bo začel podpisovati in šifrirati pošto takoj, ko boste kliknili "pošlji". Izbrati morate identiteto, ki jo želite podpisati in šifrirati.
sv: GnuPG börjar signera och kryptera e-postmeddelandet så snart du klickar på "skicka". Du ombeds att välja den identitet som du vill signera och kryptera för.
zh_cn: 当你点击 "发送 "时，GnuPG将开始对邮件进行签名和加密。你被要求选择你想签名和加密的身份。

source: Furthermore, you are asked for typing in the User PIN of the Nitrokey for signing the mail.
bg: Освен това ще бъдете помолени да въведете потребителския PIN код на Nitrokey за подписване на пощата.
cs: Dále jste vyzváni k zadání uživatelského PIN kódu Nitrokey pro podepsání pošty.
da: Desuden bliver du bedt om at indtaste Nitrokey-bruger-PIN-koden for at underskrive mailen.
de: Außerdem werden Sie aufgefordert, die Benutzer-PIN des Nitrokeys zum Signieren der Mail einzugeben.
el: Επιπλέον, σας ζητείται να πληκτρολογήσετε το PIN χρήστη του Nitrokey για την υπογραφή του μηνύματος.
es: Además, se le pide que introduzca el PIN de usuario de Nitrokey para firmar el correo.
et: Lisaks palutakse teil sisestada Nitrokey kasutaja PIN-kood, et allkirjastada posti.
fi: Lisäksi sinua pyydetään kirjoittamaan Nitrokey-avaimen käyttäjän PIN-koodi sähköpostin allekirjoittamista varten.
fr: En outre, il vous est demandé de saisir le code PIN utilisateur de la Nitrokey pour signer le courrier.
ja: さらに、メールに署名するためのNitrokeyのユーザーPINを入力するよう求められます。
lt: Be to, prašoma įvesti "Nitrokey" naudotojo PIN kodą, kad galėtumėte pasirašyti laišką.
lv: Turklāt tiek pieprasīts ievadīt Nitrokey lietotāja PIN kodu, lai parakstītu e-pastu.
pl: Ponadto zostaniesz poproszony o wpisanie kodu PIN użytkownika Nitrokey w celu podpisania poczty.
pt: Além disso, é-lhe pedido que escreva o PIN de utilizador da Nitrokey para assinar o correio.
ro: În plus, vi se cere să introduceți PIN-ul de utilizator al Nitrokey pentru a semna e-mailul.
ru: Кроме того, вам будет предложено ввести PIN-код пользователя Nitrokey для подписания письма.
sk: Okrem toho ste požiadaní o zadanie používateľského PIN kódu Nitrokey na podpísanie pošty.
sl: Poleg tega morate za podpisovanje pošte vnesti uporabniški PIN Nitrokeyja.
sv: Dessutom ombeds du att skriva in Nitrokey-användar-PIN-koden för att signera e-postmeddelandet.
zh_cn: 此外，还要求你输入Nitrokey的用户密码来签署邮件。

source: You will be asked automatically for your User PIN if you want to read an encrypted mail.
bg: Ако искате да прочетете криптирана поща, автоматично ще бъдете попитани за потребителския си ПИН код.
cs: Pokud chcete číst zašifrovanou poštu, budete automaticky požádáni o zadání uživatelského kódu PIN.
da: Du bliver automatisk bedt om at indtaste din bruger-PIN-kode, hvis du vil læse en krypteret mail.
de: Sie werden automatisch nach Ihrer Benutzer-PIN gefragt, wenn Sie eine verschlüsselte Mail lesen wollen.
el: Αν θέλετε να διαβάσετε ένα κρυπτογραφημένο μήνυμα ηλεκτρονικού ταχυδρομείου, θα σας ζητηθεί αυτόματα ο κωδικός PIN χρήστη.
es: Se le pedirá automáticamente su PIN de usuario si quiere leer un correo cifrado.
et: Kui soovite lugeda krüpteeritud kirju, küsitakse teilt automaatselt teie kasutaja PIN-koodi.
fi: Sinulta kysytään automaattisesti käyttäjän PIN-koodia, jos haluat lukea salattua sähköpostia.
fr: Le code PIN de l'utilisateur vous sera automatiquement demandé si vous souhaitez lire un courrier crypté.
ja: 暗号化されたメールを読みたい場合は、自動的にユーザーPINを求められます。
lt: Jei norite perskaityti užšifruotą laišką, automatiškai bus paprašyta nurodyti naudotojo PIN kodą.
lv: Ja vēlaties lasīt šifrētu vēstuli, jums automātiski tiks pieprasīts lietotāja PIN kods.
pl: Zostaniesz automatycznie poproszony o podanie kodu PIN użytkownika, jeśli chcesz odczytać zaszyfrowaną pocztę.
pt: Você será solicitado automaticamente pelo seu PIN de usuário se quiser ler um e-mail criptografado.
ro: Dacă doriți să citiți un mesaj criptat, vi se va cere automat PIN-ul de utilizator.
ru: Если вы хотите прочитать зашифрованное письмо, вам будет автоматически предложено ввести PIN-код пользователя.
sk: Ak si chcete prečítať zašifrovanú poštu, automaticky sa zobrazí výzva na zadanie používateľského kódu PIN.
sl: Če želite prebrati šifrirano pošto, boste samodejno pozvani k vnosu uporabniške kode PIN.
sv: Du kommer automatiskt att bli ombedd att ange din användar-PIN-kod om du vill läsa ett krypterat e-postmeddelande.
zh_cn: 如果你想阅读加密的邮件，你会被自动要求提供你的用户密码。

source: OpenPGP Email Encryption With Thunderbird
bg: OpenPGP криптиране на имейли с Thunderbird
cs: Šifrování e-mailů pomocí OpenPGP v aplikaci Thunderbird
da: OpenPGP-kryptering af e-mail med Thunderbird
de: OpenPGP-E-Mail-Verschlüsselung mit Thunderbird
el: Κρυπτογράφηση ηλεκτρονικού ταχυδρομείου OpenPGP με τον Thunderbird
es: Cifrado de correo electrónico OpenPGP con Thunderbird
et: OpenPGP e-posti krüpteerimine Thunderbirdiga
fi: OpenPGP-sähköpostin salaus Thunderbirdillä
fr: Chiffrement OpenPGP des e-mails avec Thunderbird
ja: ThunderbirdでのOpenPGPによるメール暗号化
lt: "OpenPGP" el. pašto šifravimas naudojant "Thunderbird
lv: OpenPGP e-pasta šifrēšana ar Thunderbird
pl: Szyfrowanie poczty elektronicznej OpenPGP w Thunderbirdzie
pt: Criptografia de e-mail OpenPGP com Thunderbird
ro: OpenPGP Email Encryption cu Thunderbird
ru: Шифрование электронной почты OpenPGP с помощью Thunderbird
sk: Šifrovanie e-mailov OpenPGP pomocou programu Thunderbird
sl: Šifriranje e-pošte OpenPGP s Thunderbirdom
sv: S/MIME-kryptering av e-post med Thunderbird
zh_cn: 使用雷鸟的OpenPGP电子邮件加密

source: Thunderbird 78.3 and newer
bg: Thunderbird 78.3 и по-нови версии
cs: Thunderbird 78.3 a novější
da: Thunderbird 78.3 og nyere
de: Thunderbird 78.3 und neuere Versionen
el: Thunderbird 78.3 και νεότερη έκδοση
es: Thunderbird 78.3 y posteriores
et: Thunderbird 78.3 ja uuemad versioonid
fi: Thunderbird 78.3 ja uudempi
fr: Thunderbird 78.3 et plus récent
ja: Thunderbird 78.3以降のバージョン
lt: "Thunderbird" 78.3 ir naujesnės versijos
lv: Thunderbird 78.3 un jaunāka versija
pl: Thunderbird 78.3 lub nowszy
pt: Thunderbird 78.3 e mais recentes
ro: Thunderbird 78.3 și mai nou
ru: Thunderbird 78.3 и новее
sk: Thunderbird 78.3 a novšie
sl: Thunderbird 78.3 in novejši
sv: Thunderbird 78.3 och nyare
zh_cn: 雷鸟78.3及以上版本

source: At the moment Thunderbird’s 78 support for the OpenPGP emails is not easy to set up. See `Thunderbird’s documentation <https://wiki.mozilla.org/Thunderbird:OpenPGP:Smartcards>`_ for details. Here is a `comprehensive German guide <https://decatec.de/it/thunderbird-78-pgp-verschluesselung-mit-dem-nitrokey-storage/>`_.
bg: В момента поддръжката на Thunderbird 78 за имейлите OpenPGP не е лесна за настройка. Вижте `Документацията на Thunderbird <https://wiki.mozilla.org/Thunderbird:OpenPGP:Smartcards>`_ за подробности. Ето едно `изчерпателно ръководство на немски език <https://decatec.de/it/thunderbird-78-pgp-verschluesselung-mit-dem-nitrokey-storage/>`_.
cs: V současné době není snadné nastavit podporu e-mailů OpenPGP v Thunderbirdu. Podrobnosti naleznete v `dokumentaci Thunderbirdu <https://wiki.mozilla.org/Thunderbird:OpenPGP:Smartcards>`_. Zde je `kompletní německý průvodce <https://decatec.de/it/thunderbird-78-pgp-verschluesselung-mit-dem-nitrokey-storage/>`_.
da: I øjeblikket er Thunderbird's 78 understøttelse af OpenPGP-mails ikke let at opsætte. Se `Thunderbirds dokumentation <https://wiki.mozilla.org/Thunderbird:OpenPGP:Smartcards>`_ for nærmere oplysninger. Her er en `omfattende tysk vejledning <https://decatec.de/it/thunderbird-78-pgp-verschluesselung-mit-dem-nitrokey-storage/>`_.
de: Im Moment ist die 78er Unterstützung von Thunderbird für OpenPGP-E-Mails nicht einfach einzurichten. Siehe `Thunderbirds Dokumentation <https://wiki.mozilla.org/Thunderbird:OpenPGP:Smartcards>`_ für Details. Hier ist eine `umfassende deutsche Anleitung <https://decatec.de/it/thunderbird-78-pgp-verschluesselung-mit-dem-nitrokey-storage/>`_.
el: Προς το παρόν, η υποστήριξη 78 του Thunderbird για τα μηνύματα ηλεκτρονικού ταχυδρομείου OpenPGP δεν είναι εύκολο να ρυθμιστεί. Ανατρέξτε στην τεκμηρίωση του Thunderbird ` <https://wiki.mozilla.org/Thunderbird:OpenPGP:Smartcards>`_ για λεπτομέρειες. Εδώ υπάρχει ένας `περιεκτικός γερμανικός οδηγός <https://decatec.de/it/thunderbird-78-pgp-verschluesselung-mit-dem-nitrokey-storage/>`_.
es: Por el momento el soporte 78 de Thunderbird para los correos electrónicos OpenPGP no es fácil de configurar. Consulte la `documentación de Thunderbird <https://wiki.mozilla.org/Thunderbird:OpenPGP:Smartcards>`__ para más detalles. Aquí hay una `guía completa en alemán <https://decatec.de/it/thunderbird-78-pgp-verschluesselung-mit-dem-nitrokey-storage/>`__.
et: Hetkel ei ole Thunderbirdi 78 OpenPGP e-kirjade toetust lihtne seadistada. Vaata `Thunderbirdi dokumentatsioonist <https://wiki.mozilla.org/Thunderbird:OpenPGP:Smartcards>`_ üksikasju. Siin on `täielik saksakeelne juhend <https://decatec.de/it/thunderbird-78-pgp-verschluesselung-mit-dem-nitrokey-storage/>`_.
fi: Tällä hetkellä Thunderbirdin 78 tuki OpenPGP-sähköposteille ei ole helppo ottaa käyttöön. Katso lisätietoja `Thunderbirdin dokumentaatiosta <https://wiki.mozilla.org/Thunderbird:OpenPGP:Smartcards>`_. Tässä on `kattava saksalainen opas <https://decatec.de/it/thunderbird-78-pgp-verschluesselung-mit-dem-nitrokey-storage/>`_.
ja: 現時点では、Thunderbirdの78サポートのOpenPGPメールの設定は簡単ではありません。詳細については、`Thunderbirdのドキュメント<https://wiki.mozilla.org/Thunderbird:OpenPGP:Smartcards>`_を参照してください。ここには`包括的なドイツ語のガイド<https://decatec.de/it/thunderbird-78-pgp-verschluesselung-mit-dem-nitrokey-storage/>`_があります。
lt: Šiuo metu "Thunderbird" 78 "OpenPGP" laiškų palaikymą nėra lengva nustatyti. Išsamesnės informacijos rasite `"Thunderbird" dokumentacijoje <https://wiki.mozilla.org/Thunderbird:OpenPGP:Smartcards>`_. Čia pateikiamas `išsamus vadovas vokiečių kalba <https://decatec.de/it/thunderbird-78-pgp-verschluesselung-mit-dem-nitrokey-storage/>`_.
lv: Pašlaik Thunderbird 78 atbalsts OpenPGP e-pasta ziņojumiem nav viegli iestatāms. Sīkāku informāciju skatiet `Thunderbird dokumentācijā <https://wiki.mozilla.org/Thunderbird:OpenPGP:Smartcards>`_. Šeit ir `izsmeļošs vācu valodas ceļvedis <https://decatec.de/it/thunderbird-78-pgp-verschluesselung-mit-dem-nitrokey-storage/>`_.
pl: W tej chwili wsparcie 78 Thunderbirda dla wiadomości OpenPGP nie jest łatwe do skonfigurowania. Zobacz ` dokumentację Thunderbirda <https://wiki.mozilla.org/Thunderbird:OpenPGP:Smartcards>`_ po szczegóły. Tutaj jest ` wyczerpujący niemiecki przewodnik <https://decatec.de/it/thunderbird-78-pgp-verschluesselung-mit-dem-nitrokey-storage/>`_.
pt: No momento, o suporte do Thunderbird para os 78 e-mails do OpenPGP não é fácil de ser configurado. Veja ` documentação do Thunderbird <https://wiki.mozilla.org/Thunderbird:OpenPGP:Smartcards>`_ para detalhes. Aqui está um guia alemão `compreensivo <https://decatec.de/it/thunderbird-78-pgp-verschluesselung-mit-dem-nitrokey-storage/>`_.
ro: În acest moment, suportul Thunderbird 78 pentru e-mailurile OpenPGP nu este ușor de configurat. Consultați `Documentația lui Thunderbird <https://wiki.mozilla.org/Thunderbird:OpenPGP:Smartcards>`_ pentru detalii. Aici este un `ghid german cuprinzător <https://decatec.de/it/thunderbird-78-pgp-verschluesselung-mit-dem-nitrokey-storage/>`_.
ru: В настоящее время поддержка электронной почты OpenPGP в Thunderbird 78 не так проста в настройке. Подробности смотрите в ` документации Thunderbird <https://wiki.mozilla.org/Thunderbird:OpenPGP:Smartcards>`_. Вот `полное руководство на немецком языке <https://decatec.de/it/thunderbird-78-pgp-verschluesselung-mit-dem-nitrokey-storage/>`_.
sk: V súčasnosti nie je jednoduché nastaviť podporu aplikácie Thunderbird 78 pre e-maily OpenPGP. Podrobnosti nájdete v `dokumentácii programu Thunderbird <https://wiki.mozilla.org/Thunderbird:OpenPGP:Smartcards>`_. Tu je `komplexný nemecký sprievodca <https://decatec.de/it/thunderbird-78-pgp-verschluesselung-mit-dem-nitrokey-storage/>`_.
sl: Trenutno Thunderbirdove podpore 78 za e-poštna sporočila OpenPGP ni enostavno nastaviti. Za podrobnosti glejte ` Thunderbirdovo dokumentacijo <https://wiki.mozilla.org/Thunderbird:OpenPGP:Smartcards>`_. Tukaj je `izčrpen nemški vodnik <https://decatec.de/it/thunderbird-78-pgp-verschluesselung-mit-dem-nitrokey-storage/>`_.
sv: För närvarande är Thunderbirds stöd för OpenPGP-e-post inte lätt att konfigurera. Se `Thunderbirds dokumentation <https://wiki.mozilla.org/Thunderbird:OpenPGP:Smartcards>`_ för mer information. Här finns en `omfattande tysk guide <https://decatec.de/it/thunderbird-78-pgp-verschluesselung-mit-dem-nitrokey-storage/>`_.
zh_cn: 目前，Thunderbird对OpenPGP邮件的78项支持并不容易设置。详情见`Thunderbird的文档<https://wiki.mozilla.org/Thunderbird:OpenPGP:Smartcards>`_。这里有一份`全面的德国指南<https://decatec.de/it/thunderbird-78-pgp-verschluesselung-mit-dem-nitrokey-storage/>`_。

source: Error message: ``The configured key ID '4BA0183FCBA844A7' cannot be found on your keyring``
bg: Съобщение за грешка: ``The configured key ID '4BA0183FCBA844A7' cannot be found on your keyring``
cs: Chybová zpráva: ``The configured key ID '4BA0183FCBA844A7' cannot be found on your keyring``
da: Fejlmeddelelse: ``The configured key ID '4BA0183FCBA844A7' cannot be found on your keyring``
de: Fehlermeldung: ``Die konfigurierte Schlüssel-ID '4BA0183FCBA844A7' kann nicht auf Ihrem Schlüsselbund gefunden werden``
el: Μήνυμα σφάλματος: ``The configured key ID '4BA0183FCBA844A7' cannot be found on your keyring``
es: Mensaje de error: ``El ID de la llave configurada '4BA0183FCBA844A7' no se encuentra en su llavero``
et: Veateade: ``The configured key ID '4BA0183FCBA844A7' cannot be found on your keyring<x>``
fi: Virheilmoitus: ``The configured key ID '4BA0183FCBA844A7' cannot be found on your keyring```
fr: Message d'erreur : L'ID de la clé configurée '4BA0183FCBA844A7' est introuvable dans votre trousseau.
ja: エラーメッセージを表示します。``The configured key ID '4BA0183FCBA844A7' cannot be found on your keyring``
lt: Klaidos pranešimas: ``The configured key ID '4BA0183FCBA844A7' cannot be found on your keyring``
lv: Kļūdas ziņojums: ``The configured key ID '4BA0183FCBA844A7' cannot be found on your keyring```
pl: Komunikat o błędzie: ``The configured key ID '4BA0183FCBA844A7' cannot be found on your keyring``.
pt: Mensagem de erro: ``The configured key ID '4BA0183FCBA844A7' cannot be found on your keyring```
ro: Mesaj de eroare: ``The configured key ID '4BA0183FCBA844A7' cannot be found on your keyring```
ru: Сообщение об ошибке: ``The configured key ID '4BA0183FCBA844A7' cannot be found on your keyring``.
sk: Chybová správa: ``The configured key ID '4BA0183FCBA844A7' cannot be found on your keyring``
sl: Sporočilo o napaki: ``The configured key ID '4BA0183FCBA844A7' cannot be found on your keyring``
sv: Felmeddelande: ``The configured key ID '4BA0183FCBA844A7' cannot be found on your keyring``
zh_cn: 错误信息。``The configured key ID '4BA0183FCBA844A7' cannot be found on your keyring``

source: Make sure that the public key is imported to the Thunderbird’s manager and
bg: Уверете се, че публичният ключ е импортиран в мениджъра на Thunderbird и
cs: Ujistěte se, že veřejný klíč je importován do správce Thunderbirdu a
da: Sørg for, at den offentlige nøgle er importeret til Thunderbird's manager og
de: Stellen Sie sicher, dass der öffentliche Schlüssel in den Manager von Thunderbird importiert wird und
el: Βεβαιωθείτε ότι το δημόσιο κλειδί έχει εισαχθεί στον διαχειριστή του Thunderbird και
es: Asegúrese de que la clave pública se importa al gestor de Thunderbird y
et: Veenduge, et avalik võti on imporditud Thunderbirdi haldurisse ja
fi: Varmista, että julkinen avain on tuotu Thunderbirdin manageriin ja
fr: Assurez-vous que la clé publique est importée dans le gestionnaire de Thunderbird et
ja: 公開鍵がサンダーバードのマネージャーにインポートされていることを確認して
lt: Įsitikinkite, kad viešasis raktas yra importuotas į "Thunderbird" tvarkyklę ir
lv: Pārliecinieties, ka publiskā atslēga ir importēta uz Thunderbird pārvaldnieku un
pl: Upewnij się, że klucz publiczny jest zaimportowany do menedżera Thunderbirda i
pt: Certifique-se de que a chave pública é importada para o gerente do Thunderbird e
ro: Asigurați-vă că cheia publică este importată în managerul lui Thunderbird și
ru: Убедитесь, что открытый ключ импортирован в менеджер Thunderbird и
sk: Uistite sa, že verejný kľúč je importovaný do správcu Thunderbirdu a
sl: Prepričajte se, da je javni ključ uvožen v upravitelja Thunderbirda in
sv: Se till att den offentliga nyckeln importeras till Thunderbirds manager och att den
zh_cn: 确保公钥被导入到Thunderbird的管理器和
