Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/start.po
Languages: bg, cs, da, de, el, es, et, fi, fr, ja, lt, lv, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: Connect your Nitrokey to your computer and confirm all dialogs so that the USB smart card device driver gets installed almost automatically.
bg: Свържете своя Nitrokey към компютъра и потвърдете всички диалогови прозорци, така че драйверът на USB смарт картата да се инсталира почти автоматично.
cs: Připojte Nitrokey k počítači a potvrďte všechny dialogy, aby se ovladač zařízení USB smart card nainstaloval téměř automaticky.
da: Tilslut din Nitrokey til din computer, og bekræft alle dialogbokse, så driveren til USB smart card-enheden installeres næsten automatisk.
de: Schließen Sie Ihren Nitrokey an Ihren Computer an und bestätigen Sie alle Dialoge, damit der USB-Smartcard-Gerätetreiber fast automatisch installiert wird.
el: Συνδέστε το Nitrokey στον υπολογιστή σας και επιβεβαιώστε όλα τα παράθυρα διαλόγου, ώστε το πρόγραμμα οδήγησης της έξυπνης κάρτας USB να εγκατασταθεί σχεδόν αυτόματα.
es: Conecte su Nitrokey al ordenador y confirme todos los diálogos para que el controlador del dispositivo de tarjeta inteligente USB se instale casi automáticamente.
et: Ühendage oma Nitrokey arvutiga ja kinnitage kõik dialoogid, et USB-kiipkaardi seadme draiver paigalduks peaaegu automaatselt.
fi: Liitä Nitrokey tietokoneeseen ja vahvista kaikki valintaikkunat, jotta USB-älykorttiohjain asennetaan lähes automaattisesti.
fr: Connectez votre Nitrokey à votre ordinateur et confirmez toutes les boîtes de dialogue pour que le pilote de la carte à puce USB soit installé presque automatiquement.
ja: Nitrokeyをコンピュータに接続し、すべてのダイアログを確認すると、USBスマートカードデバイスドライバがほぼ自動的にインストールされます。
lt: Prijunkite "Nitrokey" prie kompiuterio ir patvirtinkite visus dialogo langus, kad USB išmaniosios kortelės įrenginio tvarkyklė būtų įdiegta beveik automatiškai.
lv: Savienojiet Nitrokey ar datoru un apstipriniet visus dialogus, lai USB viedkartes ierīces draiveris tiktu instalēts gandrīz automātiski.
pl: Podłącz Nitrokey do komputera i potwierdź wszystkie okna dialogowe, aby sterownik karty inteligentnej USB został zainstalowany prawie automatycznie.
pt: Ligue a sua Nitrokey ao seu computador e confirme todas as caixas de diálogo para que o driver do dispositivo USB smart card seja instalado quase automaticamente.
ro: Conectați Nitrokey la computer și confirmați toate dialogurile, astfel încât driverul pentru dispozitivul de card inteligent USB să fie instalat aproape automat.
ru: Подключите Nitrokey к компьютеру и подтвердите все диалоговые окна, чтобы драйвер устройства USB смарт-карты установился почти автоматически.
sk: Pripojte kľúč Nitrokey k počítaču a potvrďte všetky dialógové okná, aby sa ovládač zariadenia USB smart card nainštaloval takmer automaticky.
sl: Nitrokey priključite na računalnik in potrdite vsa pogovorna okna, da se gonilnik pametne kartice USB namesti skoraj samodejno.
sv: Anslut Nitrokey till datorn och bekräfta alla dialogrutor så att drivrutinen för USB-smartkortet installeras nästan automatiskt.
zh_cn: 将你的Nitrokey连接到电脑上，并确认所有的对话框，这样USB智能卡设备的驱动程序就会几乎自动安装。

source: Install `Gpg4win <https://www.gpg4win.org/>`_ on your Computer.
bg: Инсталирайте `Gpg4win <https://www.gpg4win.org/>`_ на вашия компютър.
cs: Nainstalujte `Gpg4win <https://www.gpg4win.org/>`_ do počítače.
da: Installer `Gpg4win <https://www.gpg4win.org/>`_ på din computer.
de: Installieren Sie `Gpg4win <https://www.gpg4win.org/>`_ auf Ihrem Computer.
el: Εγκαταστήστε το `Gpg4win <https://www.gpg4win.org/>`_ στον υπολογιστή σας.
es: Instale `Gpg4win <https://www.gpg4win.org/>`__ en su ordenador.
et: Installige `Gpg4win <https://www.gpg4win.org/>`_ oma arvutisse.
fi: Asenna `Gpg4win <https://www.gpg4win.org/>`_ tietokoneellesi.
ja: コンピュータに`Gpg4win <https://www.gpg4win.org/>`_をインストールします。
lt: Įdiekite `Gpg4win <https://www.gpg4win.org/>`_ savo kompiuteryje.
lv: Instalējiet `Gpg4win <https://www.gpg4win.org/>`_ savā datorā.
pl: Zainstaluj `Gpg4win <https://www.gpg4win.org/>`_ na swoim komputerze.
pt: Instale `Gpg4win <https://www.gpg4win.org/>`_ no seu computador.
ro: Instalați `Gpg4win <https://www.gpg4win.org/>`_ pe calculatorul dumneavoastră.
ru: Установите `Gpg4win <https://www.gpg4win.org/>`_ на свой компьютер.
sk: Nainštalujte `Gpg4win <https://www.gpg4win.org/>`_ do počítača.
sl: V računalnik namestite `Gpg4win <https://www.gpg4win.org/>`_.
sv: Installera `Gpg4win <https://www.gpg4win.org/>`_ på din dator.
zh_cn: 在你的电脑上安装`Gpg4win <https://www.gpg4win.org/>`_。

source: Windows may fail to install an additional device driver for the smart card. Its safe to ignore this warning.
bg: Възможно е Windows да не успее да инсталира допълнителен драйвер на устройството за смарт картата. Можете да пренебрегнете това предупреждение.
cs: Systém Windows může selhat při instalaci dodatečného ovladače zařízení pro čipovou kartu. Toto varování můžete ignorovat.
da: Windows installerer muligvis ikke en ekstra enhedsdriver til smartkortet. Det er sikkert at ignorere denne advarsel.
de: Es kann sein, dass Windows einen zusätzlichen Gerätetreiber für die Smartcard nicht installieren kann. Diese Warnung können Sie getrost ignorieren.
el: Τα Windows ενδέχεται να μην εγκαταστήσουν ένα πρόσθετο πρόγραμμα οδήγησης συσκευής για την έξυπνη κάρτα. Μπορείτε να αγνοήσετε αυτή την προειδοποίηση.
es: Es posible que Windows no instale un controlador de dispositivo adicional para la tarjeta inteligente. Es seguro ignorar esta advertencia.
et: Windows ei pruugi paigaldada lisaseadme draiverit kiipkaardi jaoks. Seda hoiatust on ohutu ignoreerida.
fi: Windows ei ehkä pysty asentamaan älykortin lisälaiteohjainta. Tämä varoitus on turvallista jättää huomiotta.
fr: Il se peut que Windows ne parvienne pas à installer un pilote de périphérique supplémentaire pour la carte à puce. Il est prudent d'ignorer cet avertissement.
ja: Windowsがスマートカード用の追加デバイスドライバーのインストールに失敗することがあります。この警告は無視して構いません。
lt: "Windows" gali nepavykti įdiegti papildomos išmaniosios kortelės įrenginio tvarkyklės. Šį įspėjimą galima ignoruoti.
lv: Windows var neizdoties instalēt viedkartes papildu ierīces draiveri. Šo brīdinājumu var droši ignorēt.
pl: System Windows może nie zainstalować dodatkowego sterownika urządzenia dla karty inteligentnej. Można bezpiecznie zignorować to ostrzeżenie.
pt: O Windows pode não conseguir instalar um driver de dispositivo adicional para o Cartão Smart Card. É seguro ignorar este aviso.
ro: Este posibil ca Windows să nu reușească să instaleze un driver de dispozitiv suplimentar pentru cardul inteligent. Puteți ignora acest avertisment.
ru: Windows может не установить драйвер дополнительного устройства для смарт-карты. Это предупреждение можно проигнорировать.
sk: Systém Windows môže zlyhať pri inštalácii dodatočného ovládača zariadenia pre čipovú kartu. Toto upozornenie môžete ignorovať.
sl: Sistem Windows morda ne bo uspel namestiti gonilnika dodatne naprave za pametno kartico. To opozorilo lahko ignorirate.
sv: Windows kan misslyckas med att installera en ytterligare enhetsdrivrutin för smartkortet. Det är säkert att ignorera denna varning.
zh_cn: Windows可能无法为智能卡安装一个额外的设备驱动程序。忽略这个警告是安全的。

source: It is indeed necessary to first import or create new keys and change the PINs afterwards. Otherwise changing User PIN will fail! Furthermore overriding keys results in PIN reset (default values), please keep this in mind!
bg: Наистина е необходимо първо да импортирате или да създадете нови ключове и след това да промените ПИН кодовете. В противен случай промяната на ПИН на потребителя ще се окаже неуспешна! Освен това пренаписването на ключовете води до нулиране на ПИН (стойности по подразбиране), моля, имайте това предвид!
cs: Je skutečně nutné nejprve importovat nebo vytvořit nové klíče a následně změnit kódy PIN. Jinak se změna uživatelského PINu nezdaří! Přepsání klíčů navíc vede k resetování PIN (výchozí hodnoty), mějte to prosím na paměti!
da: Det er faktisk nødvendigt først at importere eller oprette nye nøgler og derefter ændre PIN-koderne. Ellers vil ændringen af bruger-PIN-koden mislykkes! Desuden resulterer overskrivning af nøgler i nulstilling af PIN-koden (standardværdier), så husk venligst dette!
de: Es ist in der Tat notwendig, zuerst neue Schlüssel zu importieren oder zu erstellen und danach die PINs zu ändern. Andernfalls schlägt das Ändern der Benutzer-PIN fehl! Außerdem führt das Überschreiben von Schlüsseln zu einem PIN-Reset (Standardwerte), bitte beachten Sie dies!
el: Είναι πράγματι απαραίτητο να εισαγάγετε ή να δημιουργήσετε πρώτα νέα κλειδιά και να αλλάξετε τους κωδικούς PIN στη συνέχεια. Διαφορετικά, η αλλαγή του PIN χρήστη θα αποτύχει! Επιπλέον, η παράκαμψη των κλειδιών έχει ως αποτέλεσμα την επαναφορά του PIN (προεπιλεγμένες τιμές), παρακαλούμε να το έχετε υπόψη σας!
es: De hecho, es necesario importar o crear primero nuevas claves y cambiar los PINs después. De lo contrario, el cambio de PIN de usuario fallará. Además, la anulación de las claves provoca el restablecimiento del PIN (valores por defecto), ¡tenga esto en cuenta!
et: On tõepoolest vaja kõigepealt importida või luua uued võtmed ja seejärel muuta PIN-koodid. Vastasel juhul ei õnnestu kasutaja PIN-koodi muutmine! Peale selle toob võtmete ületamine kaasa PIN-koodi lähtestamise (vaikeväärtused), pidage seda meeles!
fi: On todellakin tarpeen tuoda tai luoda ensin uudet avaimet ja muuttaa PIN-koodit sen jälkeen. Muuten käyttäjän PIN-koodin muuttaminen epäonnistuu! Lisäksi avainten ohittaminen johtaa PIN-koodien nollaamiseen (oletusarvot), pidä tämä mielessä!
fr: Il est en effet nécessaire d'importer ou de créer d'abord de nouvelles clés et de modifier ensuite les PIN. Sinon, la modification du PIN utilisateur échouera ! De plus, le remplacement des clés entraîne la réinitialisation du PIN (valeurs par défaut), veuillez garder cela à l'esprit !
ja: まず、新しい鍵をインポートまたは作成し、その後にPINを変更する必要があります。そうしないと、ユーザーPINの変更に失敗してしまいます。さらに、キーを上書きすると、PINがリセットされます（デフォルト値）ので、ご注意ください。
lt: Iš tiesų pirmiausia reikia importuoti arba sukurti naujus raktus, o po to pakeisti PIN kodus. Priešingu atveju pakeisti naudotojo PIN nepavyks! Be to, pakeitus raktus, iš naujo nustatomi PIN kodai (numatytoji vertė), turėkite tai omenyje!
lv: Patiešām ir nepieciešams vispirms importēt vai izveidot jaunas atslēgas un pēc tam mainīt PIN kodus. Pretējā gadījumā mainīt lietotāja PIN neizdosies! Turklāt, ja atslēgas tiek pārrakstītas, tiek atiestatītas PIN (noklusējuma vērtības), tāpēc ņemiet to vērā!
pl: W istocie konieczne jest najpierw zaimportowanie lub utworzenie nowych kluczy, a następnie zmiana kodów PIN. W przeciwnym razie zmiana PIN-u użytkownika nie powiedzie się! Ponadto nadpisanie kluczy powoduje zresetowanie PIN-u (wartości domyślne), należy o tym pamiętać!
pt: É realmente necessário primeiro importar ou criar novas chaves e depois alterar os PINs. Caso contrário, a alteração do PIN do utilizador falhará! Além disso, a sobreposição de chaves resulta na redefinição do PIN (valores padrão), por favor tenha isto em mente!
ro: Într-adevăr, este necesar să importați sau să creați mai întâi chei noi și să modificați apoi PIN-urile. În caz contrar, schimbarea PIN-ului utilizatorului va eșua! În plus, suprascrierea cheilor duce la resetarea PIN-ului (valori implicite), vă rugăm să țineți cont de acest lucru!
ru: Действительно, необходимо сначала импортировать или создать новые ключи, а затем изменить PIN-коды. В противном случае изменение PIN-кода пользователя будет неудачным! Кроме того, переопределение ключей приводит к сбросу PIN-кода (значения по умолчанию), имейте это в виду!
sk: Je skutočne potrebné najprv importovať alebo vytvoriť nové kľúče a následne zmeniť PIN kódy. V opačnom prípade sa zmena používateľského kódu PIN nepodarí! Okrem toho prepisovanie kľúčov má za následok resetovanie PIN (predvolené hodnoty), majte to na pamäti!
sl: Dejansko je treba najprej uvoziti ali ustvariti nove ključe in nato spremeniti kode PIN. V nasprotnem primeru sprememba uporabniškega PIN-a ne bo uspešna! Poleg tega prepisovanje ključev povzroči ponastavitev kode PIN (privzete vrednosti), zato imejte to v mislih!
sv: Det är faktiskt nödvändigt att först importera eller skapa nya nycklar och därefter ändra PIN-koderna. Annars misslyckas ändringen av användar-PIN-koden! Om nycklarna åsidosätts resulterar det dessutom i att PIN-koden återställs (standardvärden), tänk på detta!
zh_cn: 确实有必要先导入或创建新的密钥，然后再更改PIN。否则更改用户PIN码将会失败!此外，覆盖钥匙会导致PIN码重置（默认值），请牢记这一点。

source: Use ‘gpg –card-edit’ -> ‘admin’ -> ‘passwd’ to achieve this (for Admin PIN case). - Please be careful to change Admin PIN first and User PIN second! Otherwise the admin-less mode got activated, see `this instructions <https://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html#>`_ for further information.
bg: Използвайте 'gpg -card-edit' -> 'admin' -> 'passwd', за да постигнете това (за ПИН кода на администратора). - Моля, внимавайте първо да промените ПИН кода на администратора и след това ПИН кода на потребителя! В противен случай се активира режимът без администратор, вижте `тази инструкция <https://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html#>`_ за допълнителна информация.
cs: K tomu použijte 'gpg -card-edit' -> 'admin' -> 'passwd' (v případě PINu správce). - Dávejte pozor, abyste nejprve změnili PIN správce a teprve potom PIN uživatele! Jinak se aktivoval režim bez administrátora, viz `tento návod <https://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html#>`_ pro další informace.
da: Brug 'gpg -card-edit' -> 'admin' -> 'passwd' for at opnå dette (i tilfælde af Admin PIN-kode). - Vær omhyggelig med at ændre Admin PIN først og User PIN derefter! Ellers bliver admin-less mode aktiveret, se ` denne vejledning <https://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html#>`_ for yderligere oplysninger.
de: Verwenden Sie dazu 'gpg -card-edit' -> 'admin' -> 'passwd' (für den Admin-PIN-Fall). - Bitte achten Sie darauf, dass Sie zuerst die Admin-PIN und dann die Benutzer-PIN ändern! Andernfalls wurde der Admin-less-Modus aktiviert, siehe `diese Anleitung <https://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html#>`_ für weitere Informationen.
el: Χρησιμοποιήστε το 'gpg -card-edit' -> 'admin' -> 'passwd' για να το πετύχετε αυτό (για την περίπτωση Admin PIN). - Προσέξτε να αλλάξετε πρώτα το Admin PIN και μετά το User PIN! Διαφορετικά ενεργοποιήθηκε η λειτουργία χωρίς διαχειριστή, δείτε `αυτές τις οδηγίες <https://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html#>`_ για περισσότερες πληροφορίες.
es: Utilice 'gpg -card-edit' -> 'admin' -> 'passwd' para conseguirlo (para el caso del PIN de administrador). - Por favor, tenga cuidado de cambiar primero el PIN de administrador y después el de usuario. De lo contrario, se activará el modo sin administrador, vea `estas instrucciones <https://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html#>`__ para más información.
et: Kasutage selleks 'gpg -card-edit' -> 'admin' -> 'passwd' (Admin PIN-koodi puhul). - Palun olge ettevaatlik, et esmalt muudaksite Admin PIN-i ja seejärel User PIN-i! Vastasel juhul sai admin-less mode aktiveeritud, vt `tema juhendit <https://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html#>`_ lisateavet.
fi: Käytä 'gpg -card-edit' -> 'admin' -> 'passwd' tämän saavuttamiseksi (Admin PIN-koodin tapauksessa). - Ole varovainen, että vaihdat ensin Admin PIN-koodin ja vasta sitten User PIN-koodin! Muuten admin-less-tila aktivoitui, katso `tämän ohjeen <https://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html#>`_ lisätietoja.
ja: gpg -card-edit' -> 'admin' -> 'passwd' を使用してください（Admin PINの場合）。- 管理者用暗証番号を先に変更し、次にユーザー用暗証番号を変更するように注意してください。そうしないと、管理者不在のモードが作動してしまいます。詳しくは、`この説明書 <https://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html#>`_を参照してください。
lt: Tam naudokite 'gpg -card-edit' -> 'admin' -> 'passwd' (administratoriaus PIN kodo atveju). - Būkite atsargūs ir pirmiausia pakeiskite administratoriaus PIN kodą, o tik po to naudotojo PIN kodą! Priešingu atveju bus įjungtas beadministracinis režimas, žr. `šią instrukciją <https://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html#>`_, kur rasite daugiau informacijos.
lv: Lai to panāktu, izmantojiet 'gpg -card-edit' -> 'admin' -> 'passwd' (Admin PIN kodam). - Uzmanīgi vispirms nomainiet administratora PIN kodu un pēc tam lietotāja PIN kodu! Pretējā gadījumā tiks aktivizēts bezadministratīvais režīms, skatiet `šīs instrukcijas <https://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html#>`_, lai iegūtu papildu informāciju.
pl: Użyj 'gpg -card-edit' -> 'admin' -> 'passwd', aby to osiągnąć (dla przypadku Admin PIN). - Proszę uważać, aby najpierw zmienić Admin PIN, a dopiero potem User PIN! W przeciwnym razie tryb admin-less zostanie aktywowany, zobacz `tę instrukcję <https://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html#>`_ po dalsze informacje.
pt: Use 'gpg -card-edit' -> 'admin' -> 'passwd' para conseguir isto (para o caso do PIN de Admin). - Por favor tenha cuidado para alterar o PIN de Admin primeiro e o PIN de Usuário segundo! Caso contrário o modo admin-less foi activado, veja `estas instruções <https://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html#>`_ para mais informações.
ro: Utilizați 'gpg -card-edit' -> 'admin' -> 'passwd' pentru a realiza acest lucru (pentru cazul PIN-ului de administrator). - Vă rugăm să aveți grijă să schimbați mai întâi PIN-ul de administrator și apoi PIN-ul de utilizator! În caz contrar, s-a activat modul admin-less, consultați `aceste instrucțiuni <https://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html#>`_ pentru informații suplimentare.
ru: Для этого используйте 'gpg -card-edit' -> 'admin' -> 'passwd' (для случая PIN-кода администратора). - Пожалуйста, будьте внимательны, меняйте сначала PIN-код администратора, а затем PIN-код пользователя! В противном случае активируется режим admin-less, смотрите `эту инструкцию <https://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html#>`_ для получения дополнительной информации.
sk: Na dosiahnutie tohto cieľa použite 'gpg -card-edit' -> 'admin' -> 'passwd' (pre prípad PIN kódu administrátora). - Dávajte pozor, aby ste najskôr zmenili PIN administrátora a až potom PIN používateľa! Inak sa aktivoval režim bez administrátora, ďalšie informácie nájdete v `tomto návode <https://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html#>`_.
sl: Za to uporabite 'gpg -card-edit' -> 'admin' -> 'passwd' (za primer PIN upravitelja). - Pazite, da najprej spremenite administratorjev PIN in šele nato uporabniški PIN! V nasprotnem primeru se aktivira način brez administratorja, glejte `to navodilo <https://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html#>`_ za dodatne informacije.
sv: Använd "gpg -card-edit" -> "admin" -> "passwd" för att uppnå detta (för Admin PIN-fallet). - Var noga med att ändra Admin PIN först och User PIN sedan! I annat fall aktiveras läget utan admin, se `denna instruktioner <https://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html#>`_ för ytterligare information.
zh_cn: 使用'gpg -card-edit' -> 'admin' -> 'passwd'来实现这一目标（针对管理员PIN码的情况）。- 请注意先改管理员密码，后改用户密码!否则，无管理模式就会被激活，详情请见`本说明<https://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html#>`_。

source: Optionally Reset code can be set up (`guide <https://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html>`_). The minimum length accepted is 8 characters, however it should be as long as User PIN.
bg: По желание може да се зададе код за нулиране (`ръководство <https://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html>`_). Минималната приета дължина е 8 символа, но тя трябва да бъде толкова дълга, колкото е ПИН кодът на потребителя.
cs: Volitelně lze nastavit kód Reset (`průvodce <https://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html>`_). Minimální akceptovaná délka je 8 znaků, měla by však být stejně dlouhá jako uživatelský kód PIN.
da: Der kan eventuelt oprettes en nulstillingskode (`guide <https://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html>`_). Den accepterede minimumslængde er 8 tegn, men den skal dog være lige så lang som bruger-PIN-koden.
de: Optional kann ein Reset-Code eingerichtet werden (`Anleitung <https://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html>`_). Die Mindestlänge beträgt 8 Zeichen, sollte aber genauso lang wie die Benutzer-PIN sein.
el: Προαιρετικά μπορεί να οριστεί κωδικός επαναφοράς (`οδηγός <https://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html>`_). Το ελάχιστο αποδεκτό μήκος είναι 8 χαρακτήρες, ωστόσο θα πρέπει να είναι τόσο μεγάλο όσο και το PIN χρήστη.
es: Opcionalmente se puede configurar el código de reinicio (`guía <https://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html>`_). La longitud mínima aceptada es de 8 caracteres, sin embargo debe ser tan larga como el PIN de usuario.
et: Valikuliselt saab seadistada Reset-koodi (`juhend <https://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html>`_). Minimaalne lubatud pikkus on 8 märki, kuid see peaks olema sama pikk kui kasutaja PIN-kood.
fi: Vaihtoehtoisesti voidaan määrittää nollakoodi (`opas <https://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html>`_). Hyväksytty vähimmäispituus on 8 merkkiä, mutta sen tulisi kuitenkin olla yhtä pitkä kuin User PIN.
ja: オプションとして、リセットコードを設定することができます（`ガイド <https://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html>`_）。最小限の長さは8文字ですが、ユーザーPINと同じ長さにしてください。
lt: Pasirinktinai galima nustatyti Atkūrimo kodą (`vadovas <https://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html>`_). Mažiausias priimtinas ilgis yra 8 simboliai, tačiau jis turėtų būti toks pat ilgas kaip naudotojo PIN kodas.
lv: Pēc izvēles var iestatīt Atiestatīšanas kodu (`vadlīnijas <https://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html>`_). Minimālais pieņemamais garums ir 8 zīmes, tomēr tam jābūt tikpat garam kā lietotāja PIN kodam.
pl: Opcjonalnie można ustawić kod Reset (`przewodnik <https://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html>`_). Minimalna akceptowana długość kodu to 8 znaków, jednak powinien on być tak długi jak PIN użytkownika.
pt: Opcionalmente pode ser configurado o código Reset (`guia <https://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html>`_). O comprimento mínimo aceite é de 8 caracteres, no entanto deve ser tão longo quanto o PIN do utilizador.
ro: Opțional, se poate seta un cod de resetare (`ghid <https://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html>`_). Lungimea minimă acceptată este de 8 caractere, însă trebuie să fie la fel de lung ca și PIN-ul utilizatorului.
ru: Опционально можно установить код сброса (` руководство <https://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html>`_). Минимальная длина кода - 8 символов, однако он должен быть таким же длинным, как и PIN-код пользователя.
sk: Voliteľne je možné nastaviť Resetovací kód (`príručka <https://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html>`_). Minimálna akceptovaná dĺžka je 8 znakov, mala by však byť rovnako dlhá ako kód PIN používateľa.
sl: Po želji lahko nastavite kodo ponastavitve (`vodnik <https://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html>`_). Najmanjša sprejemljiva dolžina je 8 znakov, vendar mora biti enako dolga kot uporabniška koda PIN.
sv: Eventuellt kan en återställningskod ställas in (`guide <https://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html>`_). Den minsta tillåtna längden är 8 tecken, men den bör vara lika lång som användar-PIN-koden.
zh_cn: 可选择设置重置代码（`指南 <https://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html>`_）。接受的最小长度是8个字符，但它应该和用户PIN码一样长。
