Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/start.po
Languages: bg, cs, da, de, el, es, et, fi, fr, ja, lt, lv, pl, pt, ro, ru, sk, sl, sv, zh_cn

source: You now have a main key with the capability to sign and certify (marked as [SC]) and a subkey for encryption (marked as [E]). It is necessary to have another subkey for use cases in which authentication is needed. This subkey is generated in the next step. Type in ``gpg --edit-key --expert keyID`` to start the process, whereas “keyID” is either the id of the key or the email address used during key generation.
bg: Сега имате основен ключ с възможност за подписване и удостоверяване (отбелязан като [SC]) и подключ за криптиране (отбелязан като [E]). Необходимо е да имате още един подключ за случаите на употреба, при които е необходимо удостоверяване. Този подключ се генерира в следващата стъпка. Въведете ``gpg --edit-key --expert keyID``, за да започнете процеса, докато "keyID" е или идентификаторът на ключа, или имейл адресът, използван по време на генерирането на ключа.
cs: Nyní máte hlavní klíč s možností podepisování a certifikace (označený jako [SC]) a dílčí klíč pro šifrování (označený jako [E]). Je nutné mít další dílčí klíč pro případy použití, kdy je potřeba ověřování. Tento dílčí klíč se vygeneruje v dalším kroku. Pro zahájení procesu zadejte ``gpg --edit-key --expert keyID``, přičemž "keyID" je buď id klíče, nebo e-mailová adresa použitá při generování klíče.
da: Du har nu en hovednøgle med mulighed for at underskrive og certificere (markeret som [SC]) og en undernøgle til kryptering (markeret som [E]). Det er nødvendigt at have endnu en undernøgle til anvendelsestilfælde, hvor der er behov for autentificering. Denne undernøgle genereres i det næste trin. Indtast ``gpg --edit-key --expert keyID`` for at starte processen, mens "keyID" enten er id'et for nøglen eller den e-mail-adresse, der blev anvendt under genereringen af nøglen.
de: Sie haben nun einen Hauptschlüssel mit der Fähigkeit zu signieren und zu zertifizieren (markiert als [SC]) und einen Unterschlüssel für die Verschlüsselung (markiert als [E]). Für Anwendungsfälle, in denen eine Authentifizierung benötigt wird, ist ein weiterer Unterschlüssel notwendig. Dieser Unterschlüssel wird im nächsten Schritt erzeugt. Geben Sie ``gpg --edit-key --expert keyID`` ein, um den Vorgang zu starten, wobei "keyID" entweder die ID des Schlüssels oder die bei der Schlüsselerzeugung verwendete E-Mail-Adresse ist.
el: Τώρα έχετε ένα κύριο κλειδί με δυνατότητα υπογραφής και πιστοποίησης (σημειωμένο ως [SC]) και ένα υποκλειδί για κρυπτογράφηση (σημειωμένο ως [E]). Είναι απαραίτητο να έχετε άλλο ένα υποκλειδί για περιπτώσεις χρήσης στις οποίες απαιτείται αυθεντικοποίηση. Αυτό το υποκλειδί δημιουργείται στο επόμενο βήμα. Πληκτρολογήστε ``gpg --edit-key --expert keyID`` για να ξεκινήσετε τη διαδικασία, ενώ το "keyID" είναι είτε το id του κλειδιού είτε η διεύθυνση ηλεκτρονικού ταχυδρομείου που χρησιμοποιήθηκε κατά τη δημιουργία του κλειδιού.
es: Ahora tienes una clave principal con capacidad para firmar y certificar (marcada como [SC]) y una subclave para el cifrado (marcada como [E]). Es necesario tener otra subclave para los casos de uso en los que se necesita autenticación. Esta subclave se genera en el siguiente paso. Escribe ``gpg --edit-key --expert keyID`` para iniciar el proceso, mientras que "keyID" es el id de la clave o la dirección de correo electrónico utilizada durante la generación de la clave.
et: Teil on nüüd peavõti, mis võimaldab allkirjastada ja sertifitseerida (tähistatud [SC]), ja alamvõti krüpteerimiseks (tähistatud [E]). Teine alamvõti on vajalik selliste kasutusjuhtumite jaoks, mille puhul on vaja autentimist. See alamvõti genereeritakse järgmises etapis. Protsessi alustamiseks sisestage ``gpg --edit-key --expert keyID``, kusjuures "keyID" on kas võtme id või võtme genereerimisel kasutatav e-posti aadress.
fi: Sinulla on nyt pääavain, joka pystyy allekirjoittamaan ja varmentamaan (merkitty [SC]), ja aliavain salausta varten (merkitty [E]). Toinen aliavain on tarpeen sellaisia käyttötapauksia varten, joissa tarvitaan todentamista. Tämä aliavain luodaan seuraavassa vaiheessa. Kirjoita ``gpg --edit-key --expert keyID`` aloittaaksesi prosessin, kun taas "keyID" on joko avaimen id tai avaimen luomisessa käytetty sähköpostiosoite.
fr: Vous disposez maintenant d'une clé principale avec la capacité de signer et de certifier (marquée [SC]) et d'une sous-clé pour le cryptage (marquée [E]). Il est nécessaire d'avoir une autre sous-clé pour les cas d'utilisation dans lesquels l'authentification est nécessaire. Cette sous-clé est générée à l'étape suivante. Tapez ``gpg --edit-key --expert keyID`` pour lancer le processus, où "keyID" est soit l'identifiant de la clé, soit l'adresse email utilisée lors de la génération de la clé.
ja: これで、署名と認証の機能を持つメインキー（[SC]と表示）と、暗号化のためのサブキー（[E]と表示）ができました。認証が必要なユースケースでは、別のサブキーが必要になります。このサブキーは次のステップで生成します。``gpg --edit-key --expert keyID``と入力して処理を開始します。"keyID "には、鍵のIDまたは鍵生成時に使用したメールアドレスを指定します。
lt: Dabar turite pagrindinį raktą, galintį pasirašyti ir patvirtinti (pažymėtą [SC]), ir šifravimo rakto dalį (pažymėtą [E]). Naudojimo atvejams, kai reikalingas autentiškumo patvirtinimas, būtina turėti dar vieną pagalbinį raktą. Šis dalinis raktas sukuriamas kitame etape. Norėdami pradėti procesą, įveskite ``gpg --edit-key --expert keyID``, o "keyID" yra rakto ID arba el. pašto adresas, naudotas generuojant raktą.
lv: Tagad jums ir galvenā atslēga ar iespēju parakstīt un sertificēt (atzīmēta kā [SC]) un papildatslēga šifrēšanai (atzīmēta kā [E]). Nepieciešams vēl viens papildatslēga izmantošanas gadījumiem, kad ir nepieciešama autentifikācija. Šo apakšatslēgu ģenerē nākamajā solī. Ievadiet ``gpg --edit-key --expert keyID``, lai sāktu procesu, savukārt "keyID" ir vai nu atslēgas id, vai atslēgas ģenerēšanas laikā izmantotā e-pasta adrese.
pl: Masz teraz klucz główny z możliwością podpisywania i poświadczania (oznaczony jako [SC]) oraz klucz podrzędny do szyfrowania (oznaczony jako [E]). Konieczne jest posiadanie jeszcze jednego klucza podrzędnego dla przypadków użycia, w których potrzebne jest uwierzytelnienie. Ten podklucz jest generowany w następnym kroku. Wpisz ``gpg --edit-key --expert keyID``, aby rozpocząć proces, podczas gdy "keyID" jest albo identyfikatorem klucza, albo adresem e-mail użytym podczas generowania klucza.
pt: Agora você tem uma chave principal com a capacidade de assinar e certificar (marcada como [SC]) e uma sub chave para criptografia (marcada como [E]). É necessário ter outra subchave para os casos de uso em que a autenticação é necessária. Esta subchave é gerada no próximo passo. Digite ``gpg --edit-key --expert keyID`` para iniciar o processo, enquanto "keyID" é ou o id da chave ou o endereço de e-mail usado durante a geração da chave.
ro: Aveți acum o cheie principală cu capacitatea de a semna și certifica (marcată ca [SC]) și o cheie secundară pentru criptare (marcată ca [E]). Este necesar să aveți o altă subcheie pentru cazurile de utilizare în care este necesară autentificarea. Această subcheie este generată în etapa următoare. Introduceți ``gpg --edit-key --expert keyID`` pentru a începe procesul, în timp ce "keyID" este fie id-ul cheii, fie adresa de e-mail utilizată în timpul generării cheii.
ru: Теперь у вас есть главный ключ с возможностью подписи и сертификации (обозначен как [SC]) и подключ для шифрования (обозначен как [E]). Необходимо иметь еще один подключ для случаев, когда требуется аутентификация. Этот подключ генерируется на следующем шаге. Введите ``gpg --edit-key --expert keyID``, чтобы начать процесс, в то время как "keyID" - это либо идентификатор ключа, либо адрес электронной почты, использованный при генерации ключа.
sk: Teraz máte hlavný kľúč s možnosťou podpisovania a certifikácie (označený ako [SC]) a podkľúč na šifrovanie (označený ako [E]). Je potrebné mať ďalší podkľúč pre prípady použitia, v ktorých je potrebné overovanie. Tento podkľúč sa vygeneruje v ďalšom kroku. Na spustenie procesu zadajte ``gpg --edit-key --expert keyID``, pričom "keyID" je buď id kľúča, alebo e-mailová adresa použitá počas generovania kľúča.
sl: Zdaj imate glavni ključ z možnostjo podpisovanja in potrjevanja (označen kot [SC]) in podključ za šifriranje (označen kot [E]). Za primere uporabe, v katerih je potrebna avtentikacija, je treba imeti še en podključ. Ta podključ se ustvari v naslednjem koraku. Vnesite ``gpg --edit-key --expert keyID`` za začetek postopka, medtem ko je "keyID" bodisi id ključa bodisi e-poštni naslov, uporabljen med generiranjem ključa.
sv: Du har nu en huvudnyckel med möjlighet att signera och certifiera (markerad med [SC]) och en undernyckel för kryptering (markerad med [E]). Det är nödvändigt att ha ytterligare en undernyckel för användningsfall där autentisering behövs. Denna undernyckel genereras i nästa steg. Skriv ``gpg --edit-key --expert keyID`` för att starta processen, medan "keyID" är antingen id för nyckeln eller den e-postadress som används vid nyckelgenereringen.
zh_cn: 你现在有一个能够签名和认证的主钥匙（标记为[SC]）和一个用于加密的子钥匙（标记为[E]）。在需要认证的情况下，有必要拥有另一个子密钥。这个子密钥将在下一步生成。输入``gpg --edit-key --expert keyID``来开始这个过程，而 "keyID "是钥匙的id或在钥匙生成时使用的电子邮件地址。

source: Now you are in the interactive mode of GnuPG and you can add a key by simply typing ``addkey``. You need to choose the key you want to use. It is crucial to choose “set your own capabilities”, because we want to have the “authenticate” capability which is not available otherwise. We toggle sign and encrypt by typing ``s`` and ``e`` and we activate authenticate by typing ``a``.
bg: Сега сте в интерактивния режим на GnuPG и можете да добавите ключ, като просто напишете ``addkey``. Трябва да изберете ключа, който искате да използвате. Изключително важно е да изберете "задаване на собствени възможности", защото искаме да разполагаме с възможността "удостоверяване", която иначе не е налична. Превключваме подписването и криптирането, като въвеждаме ``s`` и ``e`` и активираме удостоверяването, като въведем ``a``.
cs: Nyní jste v interaktivním režimu GnuPG a můžete přidat klíč jednoduše zadáním ``addkey``. Je třeba vybrat klíč, který chcete použít. Zásadní je zvolit "nastavit vlastní schopnosti", protože chceme mít k dispozici schopnost "ověřit", která jinak není k dispozici. Podepisování a šifrování přepínáme zadáním ``s`` a ``e`` a aktivujeme ověření zadáním ``a``.
da: Nu er du i GnuPG's interaktive tilstand, og du kan tilføje en nøgle ved blot at skrive ``addkey``. Du skal vælge den nøgle, du ønsker at bruge. Det er afgørende at vælge "set your own capabilities", fordi vi ønsker at have "authenticate"-funktionen, som ellers ikke er tilgængelig. Vi skifter mellem sign og encrypt ved at skrive ``s`` og ``e``, og vi aktiverer autentificering ved at skrive ``a<x>``.
de: Jetzt befinden Sie sich im interaktiven Modus von GnuPG und können einen Schlüssel hinzufügen, indem Sie einfach ``addkey`` eingeben. Sie müssen den Schlüssel auswählen, den Sie verwenden wollen. Es ist entscheidend, "set your own capabilities" zu wählen, da wir die Fähigkeit "authenticate" haben wollen, die sonst nicht verfügbar ist. Wir schalten Signieren und Verschlüsseln um, indem wir ```s`` und ``e`` eingeben, und wir aktivieren "authenticate", indem wir ``a`` eingeben.
el: Τώρα βρίσκεστε στη διαδραστική λειτουργία του GnuPG και μπορείτε να προσθέσετε ένα κλειδί πληκτρολογώντας απλά ``addkey``. Πρέπει να επιλέξετε το κλειδί που θέλετε να χρησιμοποιήσετε. Είναι ζωτικής σημασίας να επιλέξετε το "set your own capabilities", επειδή θέλουμε να έχουμε τη δυνατότητα "authenticate", η οποία δεν είναι διαθέσιμη διαφορετικά. Αλλάζουμε την υπογραφή και την κρυπτογράφηση πληκτρολογώντας ``s`` και ``e`` και ενεργοποιούμε την αυθεντικοποίηση πληκτρολογώντας ``a``.
es: Ahora estás en el modo interactivo de GnuPG y puedes añadir una clave simplemente escribiendo ``addkey``. Tienes que elegir la clave que quieres usar. Es crucial elegir "set your own capabilities", porque queremos tener la capacidad de "autentificar" que no está disponible de otra manera. Activamos la firma y el cifrado escribiendo ``s`` y ``e`` y activamos la autenticación escribiendo ``a``.
et: Nüüd olete GnuPG interaktiivses režiimis ja saate lisada võtme, kirjutades lihtsalt ``addkey``. Sa pead valima võtme, mida soovid kasutada. Oluline on valida "set your own capabilities", sest me tahame, et meil oleks "authenticate" võime, mida muidu ei ole võimalik kasutada. Me lülitame sign ja encrypt sisse, kirjutades ``s`` ja ``e`` ja aktiveerime autentimise, kirjutades ``a``.
fi: Nyt olet GnuPG:n interaktiivisessa tilassa ja voit lisätä avaimen yksinkertaisesti kirjoittamalla ``addkey``. Sinun on valittava avain, jota haluat käyttää. On ratkaisevan tärkeää valita "set your own capabilities", koska haluamme "authenticate"-ominaisuuden, jota ei muuten ole saatavilla. Vaihdamme allekirjoitusta ja salausta kirjoittamalla ``s`` ja ``e`` ja aktivoimme todennuksen kirjoittamalla ``a``.
fr: Maintenant vous êtes dans le mode interactif de GnuPG et vous pouvez ajouter une clé en tapant simplement ``addkey``. Vous devez choisir la clé que vous voulez utiliser. Il est crucial de choisir "set your own capabilities", car nous voulons avoir la capacité "authenticate" qui n'est pas disponible autrement. Nous basculons entre la signature et le cryptage en tapant ``s`` et ``e`` et nous activons l'authentification en tapant ``a``.
ja: これでGnuPGのインタラクティブモードになり、``addkey``と入力するだけで、キーを追加することができます。使用するキーを選択する必要があります。set your own capabilities "を選択することは非常に重要です。なぜなら、他の方法では利用できない "authenticate "機能を利用したいからです。``s``と``<xid="330"></x>``、``a``と入力して、認証を有効にします。
lt: Dabar esate interaktyviajame GnuPG režime ir galite pridėti raktą tiesiog įvesdami ``addkey``. Reikia pasirinkti raktą, kurį norite naudoti. Labai svarbu pasirinkti "Set your own capabilities" (nustatyti savo galimybes), nes norime turėti "Autentification" (autentifikavimo) galimybę, kurios kitu atveju nėra. Pasirašymą ir šifravimą perjungiame įvesdami ``</x id="320"></x>`` ir ``e`` ir aktyvuojame autentifikavimą, įvesdami ``</x id="375"></x>``.
lv: Tagad esat GnuPG interaktīvajā režīmā un varat pievienot atslēgu, vienkārši ierakstot ``addkey``. Jums ir jāizvēlas atslēga, kuru vēlaties izmantot. Ļoti svarīgi ir izvēlēties "iestatīt savas spējas", jo mēs vēlamies, lai mums būtu iespēja "autentificēt", kas citādi nav pieejama. Mēs pārslēdzam parakstīšanu un šifrēšanu, ierakstot ``</x id="320"></x>`` un ``e`` un aktivizējam autentificēšanu, ierakstot ``</x id="375"></x>``.
pl: Teraz jesteś w interaktywnym trybie GnuPG i możesz dodać klucz wpisując po prostu ``addkey``. Musisz wybrać klucz, którego chcesz użyć. Kluczowe jest wybranie opcji "set your own capabilities", ponieważ chcemy mieć możliwość "authenticate", która nie jest dostępna w innym przypadku. Przełączamy podpisywanie i szyfrowanie wpisując ``s`` oraz ``e`` i aktywujemy uwierzytelnianie wpisując ``a``.
pt: Agora você está no modo interativo do GnuPG e você pode adicionar uma chave simplesmente digitando ``addkey``. Você precisa escolher a chave que você quer usar. É crucial escolher "definir as suas próprias capacidades", porque queremos ter a capacidade de "autenticar" que não está disponível de outra forma. Nós alteramos o sinal e encriptamos digitando ``s`` e ``e`` e ativamos a autenticação digitando ```x id="375"></x>```.
ro: Acum vă aflați în modul interactiv al GnuPG și puteți adăuga o cheie prin simpla tastare a ``addkey``. Trebuie să alegeți cheia pe care doriți să o utilizați. Este esențial să alegeți "set your own capabilities", deoarece dorim să avem capacitatea "authenticate" (autentificare), care nu este disponibilă altfel. Comutăm semnarea și criptarea prin tastarea ``s`` și ``e``` și activăm autentificarea prin tastarea ``a``.
ru: Теперь вы находитесь в интерактивном режиме GnuPG и можете добавить ключ, просто набрав ``addkey``. Вам нужно выбрать ключ, который вы хотите использовать. Очень важно выбрать "set your own capabilities", потому что мы хотим иметь возможность "authenticate", которая недоступна в других случаях. Мы переключим режим подписи и шифрования, набрав ``s`` и ``e`` и активируем аутентификацию, набрав ``a``.
sk: Teraz ste v interaktívnom režime GnuPG a môžete pridať kľúč jednoduchým zadaním ``addkey``. Musíte vybrať kľúč, ktorý chcete použiť. Rozhodujúce je vybrať možnosť "nastaviť vlastné schopnosti", pretože chceme mať možnosť "overiť", ktorá inak nie je k dispozícii. Podpisovanie a šifrovanie prepíname zadaním ``s`` a ``e`` a aktivujeme overenie zadaním ``a``.
sl: Zdaj ste v interaktivnem načinu programa GnuPG in lahko dodate ključ tako, da preprosto vnesete ``addkey``. Izbrati morate ključ, ki ga želite uporabiti. Ključnega pomena je, da izberete možnost "nastavite svoje zmožnosti", saj želimo imeti zmožnost "avtentificirati", ki sicer ni na voljo. Podpisovanje in šifriranje preklapljamo tako, da vnesemo ``s`` in ``e`` in aktiviramo preverjanje pristnosti z vnosom ``a``.
sv: Nu är du i GnuPG:s interaktiva läge och du kan lägga till en nyckel genom att helt enkelt skriva ``addkey``. Du måste välja den nyckel du vill använda. Det är viktigt att välja "set your own capabilities", eftersom vi vill ha funktionen "authenticate", som annars inte är tillgänglig. Vi växlar mellan signering och kryptering genom att skriva ``s`` och ``e`` och vi aktiverar autentisering genom att skriva ``a<x>``.
zh_cn: 现在你处于GnuPG的交互式模式，你可以通过简单地输入``addkey``添加一个密钥。你需要选择你想使用的密钥。选择 "设置你自己的能力 "是很关键的，因为我们想拥有 "验证 "能力，否则就没有这个能力。我们通过输入``s`和``<xid="330"></x>``，我们通过输入``a``激活认证。

source: We quit with ``q``. Afterwards we need to answer the same questions as before. Finally, we have a ready-to-go key set which we can import to our device.
bg: Приключваме с ``q``. След това трябва да отговорим на същите въпроси, както преди. Накрая имаме готов набор от ключове, който можем да импортираме в нашето устройство.
cs: Končíme ``q``. Poté musíme odpovědět na stejné otázky jako dříve. Konečně máme připravenou sadu klíčů, kterou můžeme importovat do našeho zařízení.
da: Vi afslutter med ``q``. Herefter skal vi besvare de samme spørgsmål som før. Endelig har vi et nøgle sæt klar til brug, som vi kan importere til vores enhed.
de: Wir hören mit ``q`` auf. Danach müssen wir die gleichen Fragen wie zuvor beantworten. Schließlich haben wir einen fertigen Schlüsselsatz, den wir in unser Gerät importieren können.
el: Σταματάμε με ``q``. Στη συνέχεια πρέπει να απαντήσουμε στις ίδιες ερωτήσεις όπως και πριν. Τέλος, έχουμε ένα έτοιμο σετ κλειδιών το οποίο μπορούμε να εισάγουμε στη συσκευή μας.
es: Terminamos con ``q``. Después tenemos que responder a las mismas preguntas que antes. Finalmente, tenemos un conjunto de claves listo para ser importado a nuestro dispositivo.
et: Lõpetame ``q``. Seejärel peame vastama samadele küsimustele nagu varemgi. Lõpuks on meil valmis võtmekomplekt, mille saame oma seadmesse importida.
fi: Lopetamme ``q``. Sen jälkeen meidän on vastattava samoihin kysymyksiin kuin ennenkin. Lopuksi meillä on valmis avainsarja, jonka voimme tuoda laitteeseemme.
fr: On arrête avec "q". Ensuite, nous devons répondre aux mêmes questions que précédemment. Enfin, nous avons un jeu de clés prêt à l'emploi que nous pouvons importer sur notre appareil.
ja: ``q``で終了しました。その後、以前と同じ質問に答える必要があります。最後に、すぐに使えるキーセットができあがりましたので、これをデバイスにインポートします。
lt: Baigiame su ``q``. Vėliau turime atsakyti į tuos pačius klausimus kaip ir anksčiau. Galiausiai turime paruoštą raktų rinkinį, kurį galime importuoti į savo įrenginį.
lv: Mēs beidzam ar ``q``. Pēc tam mums jāatbild uz tiem pašiem jautājumiem kā iepriekš. Visbeidzot mums ir gatavs atslēgu komplekts, ko varam importēt savā ierīcē.
pl: Kończymy z ``q``. Następnie musimy odpowiedzieć na te same pytania co poprzednio. W końcu mamy gotowy zestaw kluczy, który możemy zaimportować do naszego urządzenia.
pt: Saímos com ``q```. Depois precisamos responder as mesmas perguntas de antes. Finalmente, temos um conjunto de chaves prontas a usar que podemos importar para o nosso dispositivo.
ro: Am renunțat cu ``q```. După aceea, trebuie să răspundem la aceleași întrebări ca și înainte. În cele din urmă, avem un set de chei gata de utilizare pe care îl putem importa în dispozitivul nostru.
ru: Мы закончили с ``q``. После этого нам нужно ответить на те же вопросы, что и раньше. Наконец, у нас есть готовый набор ключей, который мы можем импортировать на наше устройство.
sk: Ukončíme ``q``. Potom musíme odpovedať na rovnaké otázky ako predtým. Nakoniec máme pripravenú sadu kľúčov, ktorú môžeme importovať do nášho zariadenia.
sl: Končamo z ``q``. Nato moramo odgovoriti na ista vprašanja kot prej. Na koncu imamo pripravljen nabor ključev, ki ga lahko uvozimo v našo napravo.
sv: Vi slutar med ``q``. Därefter måste vi besvara samma frågor som tidigare. Slutligen har vi en färdig nyckeluppsättning som vi kan importera till vår enhet.
zh_cn: 我们以``q``退出。之后，我们需要回答和之前一样的问题。最后，我们有一个准备好的密钥集，可以导入到我们的设备中。
