Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/syntax.po
Languages: bg, cs, da, de, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, pt, ro, ru, sk, sl, sv

source: This line is one of the tests for the automated translation workflow with weblate.
bg: Този ред е един от тестовете за автоматизирания работен процес за превод с weblate.
cs: Tento řádek je jedním z testů pro automatizovaný pracovní postup překladu s weblate.
da: Denne linje er en af testene for den automatiserede oversættelsesarbejdsgang med weblate.
de: Diese Zeile ist einer der Tests für den automatisierten Übersetzungsworkflow mit weblate.
el: Αυτή η γραμμή είναι μία από τις δοκιμές για την αυτοματοποιημένη ροή εργασιών μετάφρασης με το weblate.
es: Esta línea es una de las pruebas del flujo de trabajo de traducción automática con weblate.
et: See rida on üks weblate'iga automatiseeritud tõlketööde testidest.
fi: Tämä rivi on yksi weblaten automaattisen käännöstyönkulun testeistä.
fr: Cette ligne est l'un des tests pour le flux de traduction automatique avec weblate.
hu: Ez a sor az automatizált fordítási munkafolyamat egyik tesztje a weblate segítségével.
ja: この行は、weblateによる自動翻訳ワークフローのテストの一つです。
lt: Ši eilutė yra vienas iš automatinio vertimo darbo eigos su "Weblate" testų.
lv: Šī rindiņa ir viens no automātiskās tulkošanas darbplūsmas testiem ar Weblate.
nl: Deze regel is een van de tests voor de geautomatiseerde vertaalworkflow met weblate.
pl: Ta linia jest jednym z testów dla automatycznego przepływu tłumaczeń z weblate.
pt: Esta linha é um dos testes para o fluxo de trabalho de tradução automática com weblate.
ro: Această linie este unul dintre testele pentru fluxul de lucru al traducerii automate cu weblate.
ru: Эта строка является одним из тестов для автоматизированного процесса перевода с помощью weblate.
sk: Tento riadok je jedným z testov pre automatizovaný pracovný postup prekladu pomocou weblate.
sl: Ta vrstica je eden od testov za samodejni potek prevajanja z weblate.
sv: Denna rad är ett av testerna för det automatiserade översättningsarbetsflödet med weblate.

source: Adding this text should trigger the conmplete workflow of translation.
bg: Добавянето на този текст трябва да задейства пълния работен процес на превода.
cs: Přidáním tohoto textu by se měl spustit úplný pracovní postup překladu.
da: Tilføjelsen af denne tekst skal udløse den fuldstændige arbejdsgang for oversættelsen.
de: Das Hinzufügen dieses Textes sollte den kompletten Workflow der Übersetzung auslösen.
el: Η προσθήκη αυτού του κειμένου θα πρέπει να ενεργοποιήσει την πλήρη ροή εργασιών της μετάφρασης.
es: La adición de este texto debería desencadenar el flujo de trabajo completo de la traducción.
et: Selle teksti lisamine peaks käivitama tõlkimise täieliku töövoo.
fi: Tämän tekstin lisäämisen pitäisi käynnistää käännöksen täydellinen työnkulku.
fr: L'ajout de ce texte devrait déclencher le flux de travail complet de la traduction.
hu: Ennek a szövegnek a hozzáadásával kell elindítani a fordítás teljes munkafolyamatát.
ja: このテキストを追加することで、一連の翻訳作業が開始されます。
lt: Įrašius šį tekstą turėtų būti pradėtas visas vertimo procesas.
lv: Pievienojot šo tekstu, jāiedarbina tulkošanas darbplūsma.
nl: Het toevoegen van deze tekst zou de volledige workflow van de vertaling in gang moeten zetten.
pl: Dodanie tego tekstu powinno uruchomić kompletny proces tłumaczenia.
pt: A adição deste texto deve desencadear o fluxo de trabalho contido da tradução.
ro: Adăugarea acestui text ar trebui să declanșeze întregul flux de lucru al traducerii.
ru: Добавление этого текста должно запустить полный рабочий процесс перевода.
sk: Pridaním tohto textu by sa mal spustiť úplný pracovný postup prekladu.
sl: Dodajanje tega besedila mora sprožiti celoten potek prevajanja.
sv: Genom att lägga till denna text bör du utlösa det fullständiga arbetsflödet för översättningen.

source: This is `a Link <https://f-droid.org/F-Droid.apk>`_ with the definition of the url inline.
bg: Това е `връзка <https://f-droid.org/F-Droid.apk>`_ с дефиницията на url в линия.
cs: Toto je `a Odkaz <https://f-droid.org/F-Droid.apk>`_ s definicí url inline.
da: Dette er ` et link <https://f-droid.org/F-Droid.apk>`_ med definitionen af url'en inline.
de: Dies ist `ein Link <https://f-droid.org/F-Droid.apk>`_ mit der Definition der Url inline.
el: Πρόκειται για `ένα σύνδεσμο <https://f-droid.org/F-Droid.apk>`_ με τον ορισμό του url inline.
es: Esto es `un Enlace <https://f-droid.org/F-Droid.apk>`_ con la definición de la url en línea.
et: See on `a Link <https://f-droid.org/F-Droid.apk>`_ koos url määratlusega inline.
fi: Tämä on `Linkki <https://f-droid.org/F-Droid.apk>`_, jossa url-määrittely on rivissä.
fr: Voici `un lien <https://f-droid.org/F-Droid.apk>`_ avec la définition de l'url en ligne.
hu: Ez a `a Link <https://f-droid.org/F-Droid.apk>`_ az url definíciójával inline.
ja: これは、`a Link <https://f-droid.org/F-Droid.apk>`_で、urlの定義がインラインになっています。
lt: Tai `sąsaja <https://f-droid.org/F-Droid.apk>`_ su url apibrėžimu eilutėje.
lv: Tas ir `a Saite <https://f-droid.org/F-Droid.apk>`_ ar url definīciju rindā.
nl: Dit is ` een Link <https://f-droid.org/F-Droid.apk>`_ met de definitie van de url inline.
pl: To jest ` Link <https://f-droid.org/F-Droid.apk>`_ z definicją url inline.
pt: Isto é `a Link <https://f-droid.org/F-Droid.apk>`_ com a definição da url em linha.
ro: Acesta este `un link <https://f-droid.org/F-Droid.apk>`_ cu definiția url-ului în linie.
ru: Это ` ссылка <https://f-droid.org/F-Droid.apk>`_ с определением url в строке.
sk: Toto je `odkaz <https://f-droid.org/F-Droid.apk>`_ s definíciou url v riadku.
sl: To je `povezava <https://f-droid.org/F-Droid.apk>`_ z opredelitvijo url v vrstici.
sv: Detta är ` en länk <https://f-droid.org/F-Droid.apk>`_ med definitionen av webbadressen inline.

source: This is another thest for `a URL <https://f-droid.org/F-Droid.apk>`_ to test translation.
bg: Това е още един тест за `а URL <https://f-droid.org/F-Droid.apk>`_ за тестване на превода.
cs: Toto je další thest pro `a URL <https://f-droid.org/F-Droid.apk>`_ pro testování překladu.
da: Dette er endnu et thest for ` en URL <https://f-droid.org/F-Droid.apk>`_ til at teste oversættelsen.
de: Dies ist eine weitere Möglichkeit für `eine URL <https://f-droid.org/F-Droid.apk>`_, die Übersetzung zu testen.
el: Αυτό είναι ένα άλλο thest για `ένα URL <https://f-droid.org/F-Droid.apk>`_ για να δοκιμάσετε τη μετάφραση.
es: Este es otro tema para `una URL <https://f-droid.org/F-Droid.apk>`_ para probar la traducción.
et: See on teine test `a URL <https://f-droid.org/F-Droid.apk><x>`_ jaoks, et testida tõlkimist.
fi: Tämä on toinen testi ` URL-osoitteelle <https://f-droid.org/F-Droid.apk>`_ käännöksen testaamista varten.
fr: Il s'agit d'une autre thèque pour `une URL <https://f-droid.org/F-Droid.apk>`_ pour tester la traduction.
hu: Ez egy másik thest a `a URL <https://f-droid.org/F-Droid.apk><x>`_ tesztfordításhoz.
ja: これは、`a URL <https://f-droid.org/F-Droid.apk>`_の翻訳をテストするための別のセストです。
lt: Tai dar vienas teistas `a URL <https://f-droid.org/F-Droid.apk>`_, skirtas vertimui išbandyti.
lv: Šis ir vēl viens teists `a URL <https://f-droid.org/F-Droid.apk>`_ tulkojuma testēšanai.
nl: Dit is nog een thest voor ` een URL <https://f-droid.org/F-Droid.apk>`_ om vertaling te testen.
pl: To jest kolejny przykład dla ` adresu URL <https://f-droid.org/F-Droid.apk>`_ do testowania tłumaczenia.
pt: Este é outro teste para `a URL <https://f-droid.org/F-Droid.apk>`_ para testar a tradução.
ro: Acesta este un alt test pentru `un URL <https://f-droid.org/F-Droid.apk>`_ pentru a testa traducerea.
ru: Это еще один тэст для ` URL <https://f-droid.org/F-Droid.apk>`_ для проверки перевода.
sk: Toto je ďalší thest pre `a URL <https://f-droid.org/F-Droid.apk>`_ na testovanie prekladu.
sl: To je še ena različica za `naslov URL <https://f-droid.org/F-Droid.apk>`_ za preskušanje prevoda.
sv: Detta är en annan test för ` en URL <https://f-droid.org/F-Droid.apk>`_ för att testa översättningen.

source: This is a plain link https://foobar.bas/slug1/slug2
bg: Това е обикновена връзка https://foobar.bas/slug1/slug2
cs: Toto je obyčejný odkaz https://foobar.bas/slug1/slug2
da: Dette er et almindeligt link https://foobar.bas/slug1/slug2
de: Dies ist ein einfacher Link https://foobar.bas/slug1/slug2
el: Αυτός είναι ένας απλός σύνδεσμος https://foobar.bas/slug1/slug2
es: Este es un enlace sencillo https://foobar.bas/slug1/slug2
et: See on tavaline link https://foobar.bas/slug1/slug2
fi: Tämä on tavallinen linkki https://foobar.bas/slug1/slug2
fr: Il s'agit d'un lien simple https://foobar.bas/slug1/slug2
hu: Ez egy egyszerű link https://foobar.bas/slug1/slug2
ja: これは、プレーンリンク https://foobar.bas/slug1/slug2
lt: Tai paprasta nuoroda https://foobar.bas/slug1/slug2
lv: Šī ir vienkārša saite https://foobar.bas/slug1/slug2
nl: Dit is een gewone link https://foobar.bas/slug1/slug2
pl: To jest zwykły link https://foobar.bas/slug1/slug2
pt: Este é um simples link https://foobar.bas/slug1/slug2
ro: Acesta este un link simplu https://foobar.bas/slug1/slug2
ru: Это обычная ссылка https://foobar.bas/slug1/slug2
sk: Toto je obyčajný odkaz https://foobar.bas/slug1/slug2
sl: To je navadna povezava https://foobar.bas/slug1/slug2
sv: Detta är en vanlig länk https://foobar.bas/slug1/slug2

source: A new text that should be translated be deepl.
bg: Нов текст, който трябва да бъде преведен, е deepl.
cs: Nový text, který by měl být přeložen, je deepl.
de: Ein neuer Text, der übersetzt werden sollte, ist deepl (test altering string).
el: Ένα νέο κείμενο που πρέπει να μεταφραστεί είναι deepl.
es: Un nuevo texto que debe ser traducido sea deepl.
et: Uus tekst, mida tuleks tõlkida, on deepl.
fi: Uusi teksti, joka olisi käännettävä on deepl.
fr: Un nouveau texte qui devrait être traduit être deepl.
hu: Egy új szöveget kell fordítani, hogy legyen deepl.
ja: 翻訳されるべき新しいテキストはdeeplである。
nl: Een nieuwe tekst die vertaald moet worden deepl.
pl: Nowy tekst, który powinien być przetłumaczony być deepl.
ru: Новый текст, который должен быть переведен - deepl.
sk: Nový text, ktorý by sa mal preložiť, je deepl.

source: The Product Term Nitrokey 3 should not be translated to japanese Kanji.
bg: Терминът за продукта Nitrokey 3 не трябва да се превежда на японски канджи.
cs: Produkt Termín Nitrokey 3 by neměl být přeložen do japonštiny.
de: Der Produktbegriff Nitrokey 3 sollte nicht in japanische Kanji übersetzt werden.
et: Toote terminit Nitrokey 3 ei tohiks tõlkida jaapani kanji keelde.
fi: Tuotetermiä Nitrokey 3 ei pitäisi kääntää japanilaisille kanjille.
hu: A Nitrokey 3 termékmegjelölést nem szabad japán kanji nyelvre fordítani.
nl: De produkt term Nitrokey 3 moet niet vertaald worden naar japanse Kanji.
pl: Termin produktu Nitrokey 3 nie powinien być tłumaczony na japońskie kanji.
ru: Термин продукта Nitrokey 3 не должен переводиться на японский язык кандзи.
sk: Produkt Termín Nitrokey 3 by nemal byť preložený do japončiny Kanji.

source: This line should be translated also into chinese and Nitrokey Start should not be translated.
et: See rida tuleks tõlkida ka hiina keelde ja Nitrokey Start ei tohiks tõlkida.
sk: Tento riadok by sa mal preložiť aj do čínštiny a Nitrokey Start by sa nemal prekladať.

source: This line contains the product name Nitrokey Start an should not be altered by the translation.
lv: Šajā rindā ir produkta nosaukums Nitrokey Start un to nedrīkst mainīt, veicot tulkojumu.
ro: Această linie conține numele produsului Nitrokey Start și nu trebuie modificată de traducere.
