Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/syntax.po
Languages: bg, cs, da, de, el, es, et, fi, fr, hu, ja, lt, lv, nl, pl, pt, ro, ru, sk, sl, sv

source: Nitrokey Documentation - Syntax
bg: Документация на Nitrokey - Синтаксис
cs: Dokumentace Nitrokey - Syntaxe
da: Nitrokey-dokumentation - Syntaks
de: Nitrokey Dokumentation - Syntax
et: Nitrokey dokumentatsioon - Süntaks
fi: Nitrokey-asiakirjat - Syntaksi
hu: Nitrokey dokumentáció - Szintaxis
lt: Nitrokey dokumentacija - Sintaksė
lv: Nitrokey dokumentācija - Sintakse
nl: Nitrokey Documentatie - Syntax
pl: Dokumentacja Nitrokey - Składnia
pt: Documentação Nitrokey - Sintaxe
ro: Documentație Nitrokey - Sintaxă
ru: Документация Nitrokey - Синтаксис
sk: Nitrokey Dokumentácia - Syntax
sl: Nitrokey Dokumentacija - Sintaksa
sv: Nitrokey Dokumentation - Syntax

source: (Nitrokey Product - Platform)
cs: (Produkt Nitrokey - Platforma)
da: (Nitrokey Produkt - Platform)
de: (Nitrokey Produkt - Plattform)
el: (Προϊόν Nitrokey - Πλατφόρμα)
es: (Producto Nitrokey - Plataforma)
et: (Nitrokey toode - platvorm)
fr: (Produit Nitrokey - Plate-forme)
hu: (Nitrokey termék - Platform)
lt: (Nitrokey produktas - platforma)
lv: (Nitrokey produkts - platforma)
pl: (Produkt Nitrokey - Platforma)
pt: (Produto Nitrokey - Plataforma)
ro: (Produs Nitrokey - Platformă)
ru: (Продукт Nitrokey - платформа)
sl: (Izdelek Nitrokey - platforma)
sv: (Nitrokey Produkt - Plattform)

source: H2 Heading
bg: Заглавие H2
cs: H2 Nadpis
da: H2 Overskrift
de: H2 Überschrift
el: Επικεφαλίδα H2
es: Rúbrica H2
et: H2 Pealkiri
fi: H2-otsikko
fr: Intitulé H2
hu: H2 címsor
ja: H2ヘディング
lt: H2 antraštė
lv: H2 Virsraksts
nl: H2 Titel
pl: H2 Nagłówek
pt: H2 Rubrica
ro: Titlul H2
ru: Заголовок H2
sk: H2 Nadpis
sl: Naslov H2
sv: H2-rubrik

source: Some text with ``inline.code();``
bg: Някакъв текст с ``inline.code();``
cs: Nějaký text s ``inline.code();``
da: Lidt tekst med ``inline.code();``
de: Etwas Text mit ``inline.code();``
el: Κάποιο κείμενο με ``inline.code();``
es: Un texto con ``inline.code();``
et: Mõned tekstid ``inline.code();``
fi: Jonkin verran tekstiä, jossa ``inline.code();```
fr: Du texte avec ``inline.code();``
hu: Néhány szöveg a ``inline.code();<x>``-val
ja: ``inline.code();``のテキストがあります。
lt: Tam tikras tekstas su ``inline.code();``
lv: Dažs teksts ar ``inline.code();``
nl: Wat tekst met ``inline.code();``
pl: Jakiś tekst z ``inline.code();``.
pt: Algum texto com ``inline.code();```
ro: Un text cu ``inline.code();```
ru: Некоторый текст с ``inline.code();``.
sk: Niektoré texty s ``inline.code();``
sl: Nekaj besedila z ``inline.code();``
sv: Viss text med ``inline.code();``

source: This is a bulleted list.
bg: Това е списък с точки.
cs: Jedná se o seznam s odrážkami.
da: Dette er en liste med punktopstilling.
de: Dies ist eine Aufzählungsliste.
el: Αυτή είναι μια λίστα με κουκκίδες.
es: Esta es una lista con viñetas.
et: See on loetelus.
fi: Tämä on luettelo.
fr: Il s'agit d'une liste à puces.
hu: Ez egy felsorolásos lista.
ja: これは、箇条書きのリストです。
lt: Tai sąrašas su paryškintais punktais.
lv: Šis ir saraksts ar izceltiem punktiem.
nl: Dit is een lijst met opsommingstekens.
pl: Jest to lista wypunktowana.
pt: Esta é uma lista de balas.
ro: Aceasta este o listă cu puncte.
ru: Это маркированный список.
sk: Toto je zoznam s odrážkami.
sl: To je seznam z odebeljenimi točkami.
sv: Detta är en punktlista.

source: It has two items, the second item uses two lines.
bg: Той има два елемента, като вторият елемент използва два реда.
cs: Má dvě položky, druhá položka používá dva řádky.
da: Den har to punkter, og det andet punkt bruger to linjer.
de: Es hat zwei Elemente, das zweite Element verwendet zwei Zeilen.
el: Έχει δύο στοιχεία, το δεύτερο στοιχείο χρησιμοποιεί δύο γραμμές.
es: Tiene dos elementos, el segundo utiliza dos líneas.
et: Sellel on kaks elementi, teine element kasutab kahte rida.
fi: Siinä on kaksi kohtaa, joista toinen käyttää kahta riviä.
fr: Il comporte deux éléments, le deuxième élément utilise deux lignes.
hu: Két elemet tartalmaz, a második elem két sort használ.
ja: 2つの項目があり、2つ目の項目は2つのラインを使用しています。
lt: Jame yra du elementai, o antrajame elemente naudojamos dvi eilutės.
lv: Tajā ir divi elementi, otrajā elementā tiek izmantotas divas rindas.
nl: Het heeft twee items, het tweede item gebruikt twee lijnen.
pl: Posiada dwie pozycje, druga pozycja wykorzystuje dwie linie.
pt: Tem dois itens, o segundo item usa duas linhas.
ro: Acesta are două elemente, iar al doilea element utilizează două linii.
ru: В нем есть два элемента, второй элемент использует две строки.
sk: Má dve položky, pričom druhá položka používa dva riadky.
sl: Ima dva elementa, pri čemer drugi element uporablja dve vrstici.
sv: Den har två objekt, det andra objektet använder två rader.

source: This is a numbered list.
bg: Това е номериран списък.
cs: Jedná se o číslovaný seznam.
da: Dette er en nummereret liste.
de: Dies ist eine nummerierte Liste.
el: Πρόκειται για αριθμημένο κατάλογο.
es: Esta es una lista numerada.
et: See on nummerdatud loetelu.
fi: Tämä on numeroitu luettelo.
fr: Il s'agit d'une liste numérotée.
hu: Ez egy számozott lista.
ja: これは番号付きのリストです。
lt: Tai sunumeruotas sąrašas.
lv: Šis ir numurēts saraksts.
nl: Dit is een genummerde lijst.
pl: Jest to lista numerowana.
pt: Esta é uma lista numerada.
ro: Aceasta este o listă numerotată.
ru: Это нумерованный список.
sk: Toto je očíslovaný zoznam.
sl: To je oštevilčen seznam.
sv: Detta är en numrerad lista.

source: It has two items too.
bg: Той има и два елемента.
cs: Má také dvě položky.
da: Den har også to elementer.
de: Es hat auch zwei Elemente.
el: Έχει επίσης δύο στοιχεία.
es: También tiene dos artículos.
et: Sellel on ka kaks eset.
fi: Siinä on myös kaksi kohdetta.
fr: Il a aussi deux articles.
hu: Két elem is van.
ja: アイテムも2つあります。
lt: Jame taip pat yra du elementai.
lv: Tajā ir arī divi elementi.
nl: Het heeft ook twee items.
pl: Ma też dwie pozycje.
pt: Também tem dois itens.
ro: Are și două elemente.
ru: В нем также есть два предмета.
sk: Má aj dve položky.
sl: Ima tudi dva elementa.
sv: Den har också två objekt.

source: Normal text again.
bg: Отново нормален текст.
cs: Opět normální text.
da: Normal tekst igen.
de: Wieder normaler Text.
el: Κανονικό κείμενο και πάλι.
es: Texto normal de nuevo.
et: Taas tavaline tekst.
fi: Normaali teksti jälleen.
fr: Texte normal à nouveau.
hu: Ismét normál szöveg.
ja: また、通常のテキスト。
lt: Vėl įprastas tekstas.
lv: Atkal normāls teksts.
nl: Weer normale tekst.
pl: Znowu normalny tekst.
pt: Texto normal novamente.
ro: Din nou text normal.
ru: Снова нормальный текст.
sk: Opäť normálny text.
sl: Spet normalno besedilo.
sv: Normal text igen.

source: this is
bg: това е
cs: toto je
da: dette er
de: dies ist
el: αυτό είναι
es: esto es
et: see on
fi: tämä on
fr: c'est
hu: ez az.
ja: これは
lt: tai yra
lv: tas ir
nl: dit is
pl: to jest
pt: isto é
ro: aceasta este
ru: это
sk: toto je
sl: to je
sv: Detta är

source: a list
bg: списък
cs: seznam
da: en liste
de: eine Liste
el: ένας κατάλογος
es: una lista
et: nimekiri
fi: luettelo
fr: une liste
hu: egy lista
ja: リスト
lt: sąrašas
lv: saraksts
nl: een lijst
pl: wykaz
pt: uma lista
ro: o listă
ru: список
sk: zoznam
sl: seznam
sv: en förteckning

source: with a nested list
bg: с вложен списък
cs: s vnořeným seznamem
da: med en indlejret liste
de: mit einer verschachtelten Liste
el: με μια ένθετη λίστα
es: con una lista anidada
et: sisendatud loeteluga
fi: sisäkkäisellä listalla
fr: avec une liste imbriquée
hu: egy egymásba ágyazott listával
ja: 入れ子になったリストで
lt: su įterptu sąrašu
lv: ar ligzdotu sarakstu
nl: met een geneste lijst
pl: z zagnieżdżoną listą
pt: com uma lista aninhada
ro: cu o listă imbricata
ru: с вложенным списком
sk: s vnoreným zoznamom
sl: z ugnezdenim seznamom
sv: med en inbäddad lista

source: and some subitems
bg: и някои подпозиции
cs: a některé dílčí položky
da: og nogle underposter
de: und einige Unterpunkte
el: και ορισμένα υποστοιχεία
es: y algunos subapartados
et: ja mõned alapunktid
fi: ja joitakin alaeriä
fr: et quelques sous-rubriques
hu: és néhány altétel
ja: といくつかのサブアイテム
lt: ir kai kurie papunkčiai
lv: un daži apakšposteņi
nl: en enkele subitems
pl: i niektóre podpunkty
pt: e alguns subitens
ro: și câteva subpuncte
ru: и некоторые подпункты
sk: a niektoré podpoložky
sl: in nekaj podpostavk
sv: och några underpunkter

source: and here the parent list continues
bg: и тук списъкът с родители продължава
cs: a zde seznam rodičů pokračuje
da: og her fortsætter listen over forældre
de: und hier geht die Elternliste weiter
el: και εδώ ο κατάλογος των γονέων συνεχίζεται
es: y aquí continúa la lista de padres
et: ja siin jätkub vanemate nimekiri
fi: ja tässä vanhempien luettelo jatkuu
fr: et la liste des parents continue ici
hu: és itt folytatódik a szülői lista
ja: そして、ここでは親のリストが続きます。
lt: ir čia tęsiamas tėvų sąrašas
lv: un šeit vecāku saraksts turpinās
nl: en hier gaat de ouderlijst verder
pl: a tutaj lista rodziców jest kontynuowana
pt: e aqui a lista dos pais continua
ro: și aici lista părinților continuă
ru: и здесь список родителей продолжается
sk: a tu zoznam rodičov pokračuje
sl: in tukaj se seznam staršev nadaljuje
sv: och här fortsätter listan över föräldrarna

source: These lines are
bg: Тези линии са
cs: Tyto řádky jsou
da: Disse linjer er
de: Diese Zeilen sind
el: Οι γραμμές αυτές είναι
es: Estas líneas son
et: Need read on
fi: Nämä linjat ovat
fr: Ces lignes sont
hu: Ezek a vonalak
ja: これらのラインは
lt: Šios linijos yra
lv: Šīs līnijas ir
nl: Deze lijnen zijn
pl: Linie te są
pt: Estas linhas são
ro: Aceste linii sunt
ru: Эти линии являются
sk: Tieto riadky sú
sl: Te črte so
sv: Dessa linjer är

source: broken exactly like in
bg: счупени точно както в
cs: rozbité přesně jako v
da: brudt præcis som i
de: gebrochen genau wie in
el: σπασμένα ακριβώς όπως στο
es: roto exactamente como en
et: katki täpselt nagu
fi: rikki täsmälleen kuten
fr: brisé exactement comme dans
hu: pontosan úgy törött, mint a
ja: のように正確に壊れます。
lt: sulaužytas lygiai taip pat, kaip ir
lv: sadalīti tieši tāpat kā
nl: gebroken precies zoals in
pl: złamane dokładnie tak jak w
pt: quebrado exatamente como em
ro: rupt exact ca în
ru: сломана точно так же, как в
sk: rozbité presne ako v
sl: razbiti natanko tako kot v
sv: bruten precis som i

source: the source file.
bg: изходния файл.
cs: zdrojový soubor.
da: kildefilen.
de: die Quelldatei.
el: το αρχικό αρχείο.
es: el archivo de origen.
et: lähtefaili.
fi: lähdetiedosto.
fr: le fichier source.
hu: a forrásfájl.
ja: のソースファイルを作成します。
lt: šaltinio failą.
lv: avota failu.
nl: het bronbestand.
pl: plik źródłowy.
pt: o arquivo fonte.
ro: fișierul sursă.
ru: исходный файл.
sk: zdrojový súbor.
sl: izvorno datoteko.
sv: källfilen.

source: H3 Heading
bg: Заглавие H3
cs: Nadpis H3
da: H3 Overskrift
de: H3 Überschrift
el: H3 Επικεφαλίδα
es: Rúbrica H3
et: H3 Pealkiri
fi: H3-otsikko
fr: Titre H3
hu: H3 Címsor
ja: H3ヘディング
lt: H3 antraštė
lv: H3 Virsraksts
nl: H3 Kop
pl: Nagłówek H3
pt: H3 Rubrica
ro: Titlul H3
ru: Заголовок H3
sk: Nadpis H3
sl: Naslov H3
sv: H3-rubrik

source: Only the following message boxes should be used:
bg: Трябва да се използват само следните полета за съобщения:
cs: Měla by se používat pouze následující pole zpráv:
da: Kun følgende meddelelsesfelter bør anvendes:
de: Es sollten nur die folgenden Meldungsfelder verwendet werden:
el: Θα πρέπει να χρησιμοποιούνται μόνο τα ακόλουθα πλαίσια μηνυμάτων:
es: Sólo deben utilizarse los siguientes cuadros de mensajes:
et: Kasutada tuleks ainult järgmisi teateid:
fi: Ainoastaan seuraavia viestikenttiä tulisi käyttää:
fr: Seules les boîtes de messages suivantes doivent être utilisées :
hu: Csak a következő üzenőmezők használhatók:
ja: 使用するメッセージボックスは、以下のものに限ります。
lt: Reikėtų naudoti tik šiuos pranešimų langelius:
lv: Jāizmanto tikai šādi ziņojumu lauki:
nl: Alleen de volgende berichtenvakken mogen worden gebruikt:
pl: Należy używać tylko następujących pól komunikatów:
pt: Só devem ser utilizadas as seguintes caixas de mensagens:
ro: Trebuie utilizate numai următoarele casete de mesaje:
ru: Следует использовать только следующие поля сообщений:
sk: Mali by sa používať len tieto polia správ:
sl: Uporabiti je treba samo naslednja polja za sporočila:
sv: Endast följande meddelanderutor bör användas:

source: Warning text.
bg: Предупредителен текст.
cs: Varovný text.
da: Advarselstekst.
de: Warntext.
el: Προειδοποιητικό κείμενο.
es: Texto de advertencia.
et: Hoiatustekst.
fi: Varoitusteksti.
fr: Texte d'avertissement.
hu: Figyelmeztető szöveg.
ja: 警告文です。
lt: Įspėjamasis tekstas.
lv: Brīdinājuma teksts.
nl: Waarschuwingstekst.
pl: Tekst ostrzegawczy.
pt: Texto de advertência.
ro: Text de avertizare.
ru: Предупреждающий текст.
sk: Varovný text.
sl: Opozorilno besedilo.
sv: Varningstext.

source: Note text.
bg: Текст на бележката.
cs: Poznámka k textu.
da: Bemærk tekst.
de: Text beachten.
el: Κείμενο σημείωσης.
es: Nota de texto.
et: Märkuse tekst.
fi: Muistiinpanoteksti.
fr: Texte de la note.
hu: Megjegyzés szövege.
ja: ノートの文字。
lt: Pastabos tekstas.
lv: Piezīmes teksts.
nl: Noteer tekst.
pl: Tekst notatki.
pt: Anote o texto.
ro: Notă text.
ru: Текст примечания.
sk: Text poznámky.
sl: Besedilo opombe.
sv: Notera texten.

source: Important text.
bg: Важен текст.
cs: Důležitý text.
da: Vigtig tekst.
de: Wichtiger Text.
el: Σημαντικό κείμενο.
es: Texto importante.
et: Oluline tekst.
fi: Tärkeä teksti.
fr: Texte important.
hu: Fontos szöveg.
ja: 重要なテキストです。
lt: Svarbus tekstas.
lv: Svarīgs teksts.
nl: Belangrijke tekst.
pl: Ważny tekst.
pt: Texto importante.
ro: Text important.
ru: Важный текст.
sk: Dôležitý text.
sl: Pomembno besedilo.
sv: Viktig text.

source: Tip text.
bg: Текст на съвета.
cs: Text tipu.
da: Tipstekst.
de: Tipp-Text.
el: Κείμενο συμβουλής.
es: Texto del consejo.
et: Vihje tekst.
fi: Vihjeen teksti.
fr: Texte de l'astuce.
hu: Tipp szöveg.
ja: ヒントテキスト。
lt: Patarimo tekstas.
lv: Padoma teksts.
nl: Tip tekst.
pl: Tekst porady.
pt: Texto da dica.
ro: Textul sfat.
ru: Текст подсказки.
sk: Text tipu.
sl: Besedilo nasveta.
sv: Tipstext.

source: Grid Table
bg: Таблица с решетки
cs: Mřížková tabulka
da: Tabel med gitter
de: Gittertabelle
el: Πίνακας πλέγματος
es: Tabla de rejilla
et: Ruutude tabel
fi: Ruututaulukko
fr: Tableau de la grille
hu: Rács táblázat
ja: グリッドテーブル
lt: Tinklelio lentelė
lv: Tīkla tabula
nl: Rooster Tabel
pl: Tabela z siatką
pt: Tabela de Grelha
ro: Tabel grilă
ru: Сетчатая таблица
sk: Mriežková tabuľka
sl: Mrežna tabela
sv: Rutnätstabell

source: Header 1
bg: Заглавие 1
cs: Záhlaví 1
da: Overskrift 1
de: Kopfzeile 1
el: Κεφαλίδα 1
es: Cabecera 1
et: Pealkiri 1
fi: Otsikko 1
fr: En-tête 1
hu: Fejléc 1
ja: ヘッダー1
lt: 1 antraštė
lv: Virsraksts 1
nl: Koptekst 1
pl: Nagłówek 1
pt: Cabeçalho 1
ro: Antet 1
ru: Заголовок 1
sk: Záhlavie 1
sl: Naslovnica 1
sv: Rubrik 1

source: Header 2
bg: Заглавие 2
cs: Záhlaví 2
da: Overskrift 2
de: Kopfzeile 2
el: Επικεφαλίδα 2
es: Cabecera 2
et: Pealkiri 2
fi: Otsikko 2
fr: En-tête 2
hu: Fejléc 2
ja: ヘッダー2
lt: Antraštė 2
lv: Virsraksts 2
nl: Koptekst 2
pl: Nagłówek 2
pt: Cabeçalho 2
ro: Antet 2
ru: Заголовок 2
sk: Záhlavie 2
sl: Naslovnica 2
sv: Rubrik 2

source: Header 3
bg: Заглавие 3
cs: Záhlaví 3
da: Overskrift 3
de: Überschrift 3
el: Επικεφαλίδα 3
es: Cabecera 3
et: Pealkiri 3
fi: Otsikko 3
fr: En-tête 3
hu: 3. fejléc
ja: ヘッダー3
lt: Antraštė 3
lv: Virsraksts 3
nl: Koptekst 3
pl: Nagłówek 3
pt: Cabeçalho 3
ro: Antet 3
ru: Заголовок 3
sk: Záhlavie 3
sl: Naslovnica 3
sv: Huvudrubrik 3

source: body row 1
bg: ред тяло 1
cs: řádek karoserie 1
da: krop række 1
de: Körper Reihe 1
el: σειρά σώματος 1
es: cuerpo fila 1
et: keha rida 1
fi: runkorivi 1
fr: ligne de corps 1
hu: testsor 1
ja: ボディロー1
lt: kėbulo 1 eilutė
lv: virsbūves 1 rinda
nl: lichaam rij 1
pl: korpus rząd 1
pt: linha do corpo 1
ro: Corpul rând 1
ru: ряд тела 1
sk: riadok karosérie 1
sl: vrsta telesa 1
sv: Kroppsrad 1

source: column 2
bg: колона 2
cs: sloupec 2
da: kolonne 2
de: Spalte 2
el: στήλη 2
es: columna 2
et: veerg 2
fi: sarake 2
fr: colonne 2
hu: 2. oszlop
ja: コラム2
lt: 2 stulpelis
lv: 2. sleja
nl: kolom 2
pl: kolumna 2
pt: coluna 2
ro: coloana 2
ru: колонка 2
sk: stĺpec 2
sl: stolpec 2
sv: kolumn 2

source: column 3
bg: колона 3
cs: sloupec 3
da: kolonne 3
de: Spalte 3
el: στήλη 3
es: columna 3
et: veerg 3
fi: sarake 3
fr: colonne 3
hu: 3. oszlop
ja: コラム3
lt: 3 skiltis
lv: 3. sleja
nl: kolom 3
pl: kolumna 3
pt: coluna 3
ro: coloana 3
ru: колонка 3
sk: stĺpec 3
sl: stolpec 3
sv: kolumn 3

source: body row 2
bg: ред на тялото 2
cs: řada karoserie 2
da: krop række 2
de: Körper Reihe 2
el: σειρά σώματος 2
es: cuerpo fila 2
et: keha rida 2
fi: runkorivi 2
fr: ligne de corps 2
hu: testsor 2
ja: ボディロー2
lt: 2 kėbulo eilutė
lv: virsbūves 2. rinda
nl: lichaam rij 2
pl: korpus rząd 2
pt: linha 2 do corpo
ro: Corpul rând 2
ru: ряд тела 2
sk: riadok karosérie 2
sl: vrsta telesa 2
sv: kropp rad 2

source: Cells may span columns.
bg: Клетките могат да обхващат колони.
cs: Buňky mohou přesahovat sloupce.
da: Cellerne kan spænde over kolonner.
de: Zellen können sich über Spalten erstrecken.
el: Τα κελιά μπορούν να καλύπτουν στήλες.
es: Las celdas pueden abarcar columnas.
et: Lahtrid võivad olla veerudevahelised.
fi: Solut voivat olla sarakkeiden välisiä.
fr: Les cellules peuvent s'étendre sur plusieurs colonnes.
hu: A cellák átnyúlhatnak oszlopokon.
ja: セルが列をまたぐことがあります。
lt: Eilutės gali apimti stulpelius.
lv: Šūnas var aptvert kolonnas.
nl: Cellen mogen kolommen overspannen.
pl: Komórki mogą obejmować kolumny.
pt: As células podem abranger colunas.
ro: Celulele pot acoperi coloane.
ru: Ячейки могут охватывать столбцы.
sk: Bunky môžu presahovať stĺpce.
sl: Celice se lahko raztezajo čez stolpce.
sv: Celler kan sträcka sig över kolumner.

source: body row 3
bg: ред тяло 3
cs: řada karoserie 3
da: krop række 3
de: Körper Reihe 3
el: σειρά σώματος 3
es: cuerpo fila 3
et: keha rida 3
fi: runkorivi 3
fr: ligne de corps 3
hu: testsor 3
ja: ボディロー3
lt: kėbulo 3 eilutė
lv: virsbūves 3. rinda
nl: lichaam rij 3
pl: korpus rząd 3
pt: linha 3 do corpo
ro: corpul rând 3
ru: ряд тела 3
sk: riadok karosérie 3
sl: vrsta telesa 3
sv: kroppens rad 3

source: Cells may span rows.
bg: Клетките могат да обхващат редове.
cs: Buňky mohou přesahovat řádky.
da: Cellerne kan spænde over rækker.
de: Zellen können sich über Zeilen erstrecken.
el: Τα κελιά μπορούν να καλύπτουν γραμμές.
es: Las celdas pueden abarcar filas.
et: Lahtrid võivad hõlmata ridu.
fi: Solut voivat olla rivien välisiä.
fr: Les cellules peuvent s'étendre sur plusieurs rangées.
hu: A cellák sorokat is átfoghatnak.
ja: セルが行をまたぐ場合があります。
lt: Eilutės gali apimti eilutes.
lv: Šūnas var aptvert rindas.
nl: Cellen kunnen rijen overspannen.
pl: Komórki mogą obejmować wiersze.
pt: As células podem atravessar filas.
ro: Celulele pot acoperi rânduri.
ru: Ячейки могут охватывать строки.
sk: Bunky môžu presahovať riadky.
sl: Celice se lahko raztezajo čez vrstice.
sv: Celler kan sträcka sig över rader.

source: Cells
bg: Клетки
cs: Buňky
da: Celler
de: Zellen
el: Κύτταρα
es: Células
et: Rakud
fi: Solut
fr: Cellules
hu: Sejtek
ja: 細胞
lt: Ląstelės
lv: Šūnas
nl: Cellen
pl: Komórki
pt: Células
ro: Celule
ru: Клетки
sk: Bunky
sl: Celice
sv: Celler

source: contain
bg: съдържат
cs: obsahují
da: indeholder
de: enthalten
el: περιέχουν
es: contienen
et: sisaldavad
fi: sisältävät
fr: contiennent
hu: tartalmaznak
ja: 含む
lt: yra
lv: satur
nl: bevatten
pl: zawierają
pt: conter
ro: conțin
ru: содержать
sk: obsahujú
sl: vsebujejo
sv: innehåller

source: blocks.
bg: блокове.
cs: bloky.
da: blokke.
de: Blöcke.
el: μπλοκ.
es: bloques.
et: plokid.
fi: lohkot.
fr: blocs.
hu: blokkok.
ja: のブロックがあります。
lt: blokai.
lv: bloki.
nl: blokken.
pl: bloki.
pt: blocos.
ro: blocuri.
ru: блоки.
sk: bloky.
sl: bloki.
sv: block.

source: body row 4
bg: ред тяло 4
cs: řada karoserie 4
da: krop række 4
de: Körper Reihe 4
el: σειρά σώματος 4
es: cuerpo fila 4
et: keha rida 4
fi: runkorivi 4
fr: ligne de corps 4
hu: testsor 4
ja: ボディロー4
lt: kėbulo 4 eilutė
lv: virsbūves 4. rinda
nl: lichaam rij 4
pl: korpus rząd 4
pt: linha 4 do corpo
ro: corpul rând 4
ru: ряд кузова 4
sk: riadok karosérie 4
sl: vrsta telesa 4
sv: Kroppsrad 4

source: Simple Table
bg: Проста маса
cs: Jednoduchý stůl
da: Enkelt bord
de: Einfache Tabelle
el: Απλό τραπέζι
es: Tabla simple
et: Lihtne tabel
fi: Yksinkertainen pöytä
fr: Table simple
hu: Egyszerű táblázat
ja: シンプルなテーブル
lt: Paprastas stalas
lv: Vienkāršs galds
nl: Eenvoudige tafel
pl: Prosty stół
pt: Tabela simples
ro: Masa simplă
ru: Простой стол
sk: Jednoduchý stôl
sl: Enostavna miza
sv: Enkelt bord

source: Inputs
bg: Входове
cs: Vstupy
da: Indgange
de: Eingänge
el: Είσοδοι
es: Entradas
et: Sisendid
fi: Tulot
fr: Entrées
hu: Bemenetek
ja: 入力
lt: Įėjimai
lv: Ieejas
nl: Ingangen
pl: Wejścia
pt: Entradas
ro: Intrări
ru: Входы
sk: Vstupy
sl: Vhodi
sv: Ingångar

source: Output
bg: Изход
cs: Výstup
da: Udgang
de: Ausgang
el: Έξοδος
es: Salida
et: Väljund
fi: Lähtö
fr: Sortie
hu: Kimenet
ja: 出力
lt: Išėjimas
lv: Izvades
nl: Uitgang
pl: Wyjście
pt: Saída
ro: Ieșire
ru: Выход
sk: Výstup
sl: Izhod
sv: Utgång

source: A or B
bg: A или B
cs: A nebo B
da: A eller B
de: A oder B
el: Α ή Β
es: A o B
et: A või B
fi: A tai B
fr: A ou B
hu: A vagy B
ja: AまたはB
lt: A arba B
lv: A vai B
nl: A of B
pl: A lub B
pt: A ou B
ro: A sau B
ru: A или B
sk: A alebo B
sl: A ali B
sv: A eller B

source: False
bg: Фалшив
da: Falsk
de: Falsch
el: Ψευδές
es: Falso
et: Vale
fr: Faux
hu: Hamis
lt: Klaidingas
lv: Viltus
nl: Vals
pl: Fałszywy
pt: Falso
ro: Fals
ru: Ложь
sl: Lažno
sv: Falskt

source: True
bg: Истински
cs: Pravda
de: Wahr
el: Αλήθεια
es: Verdadero
et: Tõsi
fi: Totta
fr: Véritable
hu: Igaz
ja: トゥルー
lt: Tiesa
pt: Verdadeiro
ro: Adevărat
ru: Правда
sk: Pravda
sl: Resnično

source: This is a text that needs to be translated automatically. This is another Line to be translated.
bg: Това е текст, който трябва да се преведе автоматично. Това е друга линия, която трябва да бъде преведена.
cs: Jedná se o text, který je třeba automaticky přeložit. Toto je další řádek, který je třeba přeložit.
da: Dette er en tekst, der skal oversættes automatisk. Dette er en anden linje, der skal oversættes.
de: Dies ist ein Text, der automatisch übersetzt werden muss. Dies ist eine weitere Zeile, die übersetzt werden muss.
el: Αυτό είναι ένα κείμενο που πρέπει να μεταφραστεί αυτόματα. Αυτή είναι μια άλλη γραμμή που πρέπει να μεταφραστεί.
es: Este es un texto que debe ser traducido automáticamente. Esta es otra línea que hay que traducir.
et: See on tekst, mis tuleb automaatselt tõlkida. See on teine rida, mis tuleb tõlkida.
fi: Tämä teksti on käännettävä automaattisesti. Tämä on toinen käännettävä rivi.
fr: Ceci est un texte qui doit être traduit automatiquement. Voici une autre ligne à traduire.
hu: Ezt a szöveget automatikusan le kell fordítani. Ez egy másik lefordítandó sor.
ja: これは自動的に翻訳される必要のあるテキストです。これは翻訳されるべき別のLineです。
lt: Šį tekstą reikia išversti automatiškai. Tai dar viena eilutė, kurią reikia išversti.
lv: Šis ir teksts, kas jātulko automātiski. Šī ir vēl viena rinda, kas jātulko.
nl: Dit is een tekst die automatisch vertaald moet worden. Dit is een andere regel die vertaald moet worden.
pl: To jest tekst, który musi być przetłumaczony automatycznie. To jest kolejna linia do przetłumaczenia.
pt: Este é um texto que precisa de ser traduzido automaticamente. Esta é outra linha a ser traduzida.
ro: Acesta este un text care trebuie să fie tradus automat. Aceasta este o altă linie care trebuie tradusă.
ru: Это текст, который необходимо перевести автоматически. Это еще одна строка, которую нужно перевести.
sk: Ide o text, ktorý sa musí preložiť automaticky. Toto je ďalší riadok, ktorý treba preložiť.
sl: To je besedilo, ki ga je treba samodejno prevesti. To je še ena vrstica, ki jo je treba prevesti.
sv: Detta är en text som måste översättas automatiskt. Detta är en annan linje som ska översättas.
