Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/x230.po
Languages: cs

source: Default Boot
cs: Výchozí spuštění

source: If you have installed a new operating system, it may be that default boot is not yet assigned. If this is the case, please proceed as described below.
cs: Pokud jste nainstalovali nový operační systém, je možné, že výchozí spouštění ještě není přiřazeno. V takovém případě postupujte podle následujícího popisu.

source: Select “Default boot”.
cs: Vyberte možnost "Default boot".

source: Heads informs you that it does not yet know any default. First you agree to the update of the checksums.
cs: Heads vás informuje, že zatím nezná žádné výchozí nastavení. Nejprve odsouhlasíte aktualizaci kontrolních součtů.

source: Confirm the process with Enter.
cs: Proces potvrďte klávesou Enter.

source: Now insert the Nitrokey if this is not already the case and confirm with Enter. Then you have to enter the User PIN of the Nitrokey.
cs: Nyní vložte klíč Nitrokey, pokud jste jej ještě nevložili, a potvrďte klávesou Enter. Poté musíte zadat uživatelský kód PIN klíče Nitrokey.

source: Now the NitroPad marks the files that changed by the update as verified.
cs: Nyní NitroPad označí soubory změněné aktualizací jako ověřené.

source: You will then see a list of all possible boot entries - choose the first one here by simply pressing Enter. Boot Options
cs: Poté se zobrazí seznam všech možných vstupů pro spuštění - zde vyberte první z nich stisknutím klávesy Enter. Možnosti zavádění

source: To save this value as default, select “Make Ubuntu the default” for Ubuntu or “Make Qubes the default” for Qubes OS. Confirm Boot Details
cs: Chcete-li tuto hodnotu uložit jako výchozí, vyberte možnost "Make Ubuntu the default" pro Ubuntu nebo "Make Qubes the default" pro Qubes OS. Potvrzení podrobností o zavádění

source: Confirm the next three questions with Enter and enter the PIN of the Nitrokey if you are prompted to do so.
cs: Potvrďte další tři otázky klávesou Enter a zadejte PIN kód Nitrokey, pokud k tomu budete vyzváni.

source: Your system will then boot.
cs: Poté se systém spustí.

source: Changing default kernel
cs: Změna výchozího jádra

source: This is a workaround for Heads v1.1 bug, which does not allow to change the kernel to the one later (lower) in the list.
cs: Jedná se o řešení chyby verze 1.1, která neumožňuje změnit jádro na pozdější (nižší) v seznamu.

source: Usual way would be to go to ``Options -> Boot Options -> Show OS boot menu``, selecting the kernel and making it default, however the latter is not working at the moment. Instead please use the following workaround:
cs: Obvyklý způsob by byl přejít na ``Options -> Boot Options -> Show OS boot menu``, vybrat jádro a nastavit ho jako výchozí, nicméně ten momentálně nefunguje. Místo toho prosím použijte následující řešení:

source: Start recovery console and remove the default boot files. Please make sure the correct files are removed. Here 2 default files were available:
cs: Spusťte konzolu pro obnovení a odstraňte výchozí spouštěcí soubory. Ujistěte se, že jsou odstraněny správné soubory. Zde byly k dispozici 2 výchozí soubory:

source: Sign all current boot files with: ``Options --> Update checksums and sign all files in /boot``
cs: Podepište všechny aktuální spouštěcí soubory pomocí: ``Options --> Update checksums and sign all files in /boot``

source: Return to main menu and select default boot ``Main Menu --> Default boot``
cs: Návrat do hlavní nabídky a výběr výchozího spuštění ``Main Menu --> Default boot``

source: Agree to select default kernel (screen: ``No Default Boot Option Configured`` )
cs: Souhlas s výběrem výchozího jádra (obrazovka: ``No Default Boot Option Configured`` )

source: Select the desired kernel to work as the default
cs: Vyberte požadované jádro, které bude fungovat jako výchozí.

source: Select 2nd option: ``Make <kernel version> the default``
cs: Vyberte 2. možnost: ``Make <kernel version> the default``

source: Save the kernel with accepting default options (proceed, do not agree for TPM encryption, confirm GPG card):
cs: Uložení jádra s akceptováním výchozích možností (pokračovat, nesouhlasit s šifrováním TPM, potvrdit kartu GPG):

source: Enter PIN for the Nitrokey Pro/Storage device to execute signing process
cs: Zadejte PIN pro zařízení Nitrokey Pro/Storage pro provedení procesu podepisování.

source: The selected kernel will boot and it will be the default one the next time when selecting ``Default Boot`` option from the menu.
cs: Vybrané jádro se zavede a při příštím výběru možnosti ``Default Boot`` z nabídky bude výchozí.

source: Factory Reset
cs: Obnovení továrního nastavení

source: Reasons for resetting to factory settings
cs: Důvody obnovení továrního nastavení

source: Your Nitrokey is locked (e.g. due to multiple incorrect PIN entries)
cs: Váš klíč Nitrokey je uzamčen (např. z důvodu opakovaného nesprávného zadání kódu PIN).

source: You have installed an operating system yourself (e.g. after changing the hard disk)
cs: jste si sami nainstalovali operační systém (např. po výměně pevného disku).

source: Your operating system does not start
cs: Operační systém se nespustí

source: Procedure
cs: Postup

source: Connect any USB flash drive to the NitroPad. (You need that USB flash drive for saving your security key)
cs: Připojte k zařízení NitroPad libovolný USB flash disk. (Tento USB flash disk potřebujete pro uložení bezpečnostního klíče).

source: Connect your Nitrokey to the NitroPad.
cs: Připojte klíč Nitrokey k zařízení NitroPad.

source: Turn on the NitroPad.
cs: Zapněte zařízení NitroPad.

source: Select “Options”.
cs: Vyberte možnost "Možnosti".

source: Select “OEM-Factory Reset”.
cs: Vyberte možnost "OEM-Factory Reset".

source: Confirm the “OEM Factory Reset” with “Continue”.
cs: Potvrďte "OEM Factory Reset" tlačítkem "Continue".

source: You will be asked if you want to set the User and Admin/TPM PIN yourself. You press Enter to continue without changing the PINs.
cs: Budete dotázáni, zda chcete sami nastavit PIN uživatele a správce/TPM. Stisknutím klávesy Enter budete pokračovat beze změny kódů PIN.

source: You will then be asked if manual user information should be added. You confirm with ‘y’ and enter your name and then the email address.
cs: Poté budete dotázáni, zda mají být přidány ruční informace o uživateli. Potvrdíte "y" a zadáte své jméno a poté e-mailovou adresu.

source: If you are using Nitrokey storage, you must then select the drive. If the drives /dev/sdb1, /dev/sdc, /dev/sdd1 are displayed, select /dev/sdd1. If the drives /dev/sdb1, /dev/sdc1, /dev/sdd are displayed, select /dev/sdb1.
cs: Pokud používáte úložiště Nitrokey, musíte vybrat jednotku. Pokud se zobrazí jednotky /dev/sdb1, /dev/sdc, /dev/sdd1, vyberte /dev/sdd1. Pokud jsou zobrazeny jednotky /dev/sdb1, /dev/sdc1, /dev/sdd, vyberte /dev/sdb1.

source: The rest of the configuration will be done automatically. You confirm the subsequent restart.
cs: Zbytek konfigurace se provede automaticky. Následný restart potvrdíte.

source: After the restart the OTP secret must be created. Confirm the process with Enter.
cs: Po restartu musí být vytvořen tajný kód OTP. Proces potvrďte klávesou Enter.

source: Confirm that new OTP Secrets should be created.
cs: Potvrďte, že by měly být vytvořeny nové OTP Secrets.

source: When prompted, enter the Admin PIN and TPM password. Both are by default: “12345678”.
cs: Po výzvě zadejte kód PIN správce a heslo TPM. Obě jsou ve výchozím nastavení: "12345678".

source: You should then reach the Start menu.
cs: Poté byste se měli dostat do nabídky Start.

source: Press Enter to start the “Default Boot”.
cs: Stisknutím klávesy Enter spustíte "Default Boot".

source: If you see the message that no default exists yet, please follow the procedure described in “Troubleshooting: Default Boot Menu”.
cs: Pokud se zobrazí zpráva, že ještě neexistuje výchozí nastavení, postupujte podle postupu popsaného v části "Řešení problémů: Výchozí zaváděcí nabídka".

source: Once the operating system starts until the encryption password is requested, you are done.
cs: Jakmile se operační systém spustí, dokud není vyžádáno šifrovací heslo, je hotovo.

source: Finally, copy the public PGP key from the data stick to your computer, e.g. to use it for e-mail encryption.
cs: Nakonec zkopírujte veřejný klíč PGP z datové paměti do počítače, abyste jej mohli použít např. pro šifrování e-mailů.

source: Firmware Update
cs: Aktualizace firmwaru

source: This guide describes how to update the Heads firmware of the NitroPad.
cs: Tato příručka popisuje, jak aktualizovat firmware zařízení NitroPad Heads.

source: These instructions are relevant in the following cases:
cs: Tyto pokyny jsou důležité v následujících případech:

source: You want to update the Heads firmware.
cs: Chcete aktualizovat firmware hlavic.

source: You have already performed an OEM factory reset, but the TPM counter has not been reset.
cs: Již jste provedli obnovení továrního nastavení OEM, ale počítadlo TPM nebylo obnoveno.

source: Preparation
cs: Příprava

source: Connect your NitroPad to a power plug and load its battery to over 70%
cs: Připojte zařízení NitroPad do elektrické zásuvky a nabijte baterii na více než 70 %.

source: Download the `latest firmware <https://github.com/Nitrokey/heads/releases>`__ and store it on a USB drive. The files are in the “Assets” dropdown box at the end of the release information.
cs: Stáhněte si `nejnovější firmware <https://github.com/Nitrokey/heads/releases>`__ a uložte jej na jednotku USB. Soubory jsou v rozevíracím poli "Assets" na konci informací o vydání.

source: For hash sum verification, store ``SHA256SUM.txt`` file at the USB drive.
cs: Pro ověření součtu hash uložte ``SHA256SUM.txt`` soubor na jednotku USB.

source: E.g. for ``v1.1-rc3`` version: 1. Firmware should be downloaded from `here <https://github.com/Nitrokey/heads/releases/tag/v1.1-rc3>`__ 2. Firmware and hashsum files should be located on the USB drive in the main directory:
cs: Např. pro verzi ``v1.1-rc3``: 1. Firmware by měl být stažen z `zde <https://github.com/Nitrokey/heads/releases/tag/v1.1-rc3>`__ 2. Firmware by měl být stažen z <https://github.com/Nitrokey/heads/releases/tag/v1.1-rc3>zde. Firmware a soubory hashsum by měly být umístěny na jednotce USB v hlavním adresáři:

source: Firmware file verification
cs: Ověření souboru firmwaru

source: It is mandatory to run a firmware file consistency check before writing it to the device. After copying the firmware file to the USB drive make sure the latter is properly unmounted/ejected to avoid write issues. The consistency check should be run on NitroPad, so the data verified will be exact same as the later read by the update application. This action will not be required in the further firmware updates.
cs: Před zápisem do zařízení je nutné provést kontrolu konzistence souboru firmwaru. Po zkopírování souboru firmwaru na jednotku USB se ujistěte, že je jednotka USB řádně odpojena/vyjmuta, abyste předešli problémům se zápisem. Kontrola konzistence by měla být spuštěna na zařízení NitroPad, aby ověřená data byla přesně stejná jako později načtená aplikací pro aktualizaci. Tato akce nebude při dalších aktualizacích firmwaru vyžadována.

source: Start Nitropad and open recovery console from ``Options -> Exit to recovery shell``
cs: Spusťte Nitropad a otevřete konzolu pro obnovení z ``Options -> Exit to recovery shell``

source: Execute the following to verify the firmware:
cs: Pro ověření firmwaru proveďte následující příkaz:

source: For ``v1.1-rc3`` version this should result in:
cs: Pro verzi ``v1.1-rc3`` by to mělo vést k:

source: This confirms the content of the file is as expected. Please reboot the Nitropad to continue (either by switching off and powering on again, or hitting CTRL+ALT+DELETE).
cs: Tím se potvrdí, že obsah souboru odpovídá očekávání. Chcete-li pokračovat, restartujte Nitropad (buď vypnutím a opětovným zapnutím, nebo stisknutím kláves CTRL+ALT+DELETE).

source: This is the actual update procedure. Usually the first two screens will not be shown - in that case please start from step 3.
cs: Toto je skutečný postup aktualizace. Obvykle se první dvě obrazovky nezobrazí - v takovém případě začněte od kroku 3.

source: (Optional screen) Select “Ignore error and continue to default boot menu”.
cs: (Volitelná obrazovka) Vyberte možnost "Ignorovat chybu a pokračovat ve výchozí nabídce spouštění".

source: Go to “Options”.
cs: Přejděte na "Možnosti".

source: Select “Flash/Update the BIOS”.
cs: Vyberte možnost "Flash/Update the BIOS".

source: Please confirm the first option.
cs: Potvrďte prosím první možnost.

source: Select the desired .rom file.
cs: Vyberte požadovaný soubor .rom.

source: Confirm the restart with Enter.
cs: Restartování potvrďte klávesou Enter.

source: Now you have updated your firmware.
cs: Nyní jste aktualizovali firmware.

source: Further steps
cs: Další kroky

source: In case ``ERROR: TOTP Generation Failed!`` screen will show up, please follow the instructions for Factory Reset (on the left side menu), starting from step 11.
cs: V případě, že se zobrazí obrazovka ``ERROR: TOTP Generation Failed!``, postupujte podle pokynů pro obnovení továrního nastavení (v levém postranním menu), počínaje krokem 11.

source: Choose your operating system:
cs: Vyberte si operační systém:

source: Operating System Reinstallation
cs: Přeinstalace operačního systému

source: Booting this USB drive entirely erases all data on the hard disk or SSD of the NitroPad without further warning. Don’t boot this USB drive on any computer which contains data you want to keep. Make sure to format the USB drive after the intended use.
cs: Spuštění tohoto USB disku zcela vymaže všechna data na pevném disku nebo SSD disku NitroPad bez dalšího varování. Nespouštějte tento USB disk na žádném počítači, který obsahuje data, jež chcete zachovat. Po zamýšleném použití nezapomeňte jednotku USB naformátovat.

source: Download one of the operating system images: `Ubuntu Linux <https://www.nitrokey.com/files/ubuntu/latest.iso>`__, Qubes OS (`English <https://www.nitrokey.com/files/qubes/latest-en.iso>`__, `German <https://www.nitrokey.com/files/qubes/latest-de.iso>`__), `Debian <https://www.nitrokey.com/files/debian/latest.iso>`__, `Linux Mint <https://www.nitrokey.com/files/linuxmint/latest.iso>`__
cs: Stáhněte si jeden z obrazů operačního systému: `Ubuntu Linux <https://www.nitrokey.com/files/ubuntu/latest.iso>`__, Qubes OS (`Anglický <https://www.nitrokey.com/files/qubes/latest-en.iso>`__, `německý <https://www.nitrokey.com/files/qubes/latest-de.iso>`__), `Debian <https://www.nitrokey.com/files/debian/latest.iso>`__, `Linux Mint <https://www.nitrokey.com/files/linuxmint/latest.iso>`__

source: Optional: Download hash sum and `verify <https://proprivacy.com/guides/how-why-and-when-you-should-hash-check#how-to-hash-check>`__ the downloaded operating system image: `Ubuntu Linux <https://www.nitrokey.com/files/ubuntu/latest.iso.sha256sum>`__, Qubes OS (`English <https://www.nitrokey.com/files/qubes/latest-en.iso.sha256sum>`__, `German <https://www.nitrokey.com/files/qubes/latest-de.iso.sha256sum>`__), `Debian <https://www.nitrokey.com/files/debian/latest.iso.sha256sum>`__, `Linux Mint <https://www.nitrokey.com/files/linuxmint/latest.iso.sha256sum>`__
cs: Volitelně: Stáhněte hash součet a `ověřte <https://proprivacy.com/guides/how-why-and-when-you-should-hash-check#how-to-hash-check>`__ stažený obraz operačního systému: `Ubuntu Linux <https://www.nitrokey.com/files/ubuntu/latest.iso.sha256sum>`__, Qubes OS (`Anglický <https://www.nitrokey.com/files/qubes/latest-en.iso.sha256sum>`__, `německý <https://www.nitrokey.com/files/qubes/latest-de.iso.sha256sum>`__), `Debian <https://www.nitrokey.com/files/debian/latest.iso.sha256sum>`__, `Linux Mint <https://www.nitrokey.com/files/linuxmint/latest.iso.sha256sum>`__

source: Write the operating system image to any USB drive. Possible applications:
cs: Obraz operačního systému můžete zapsat na libovolnou jednotku USB. Možné aplikace:

source: Connect the USB drive to your NitroPad and start it. In Heads menu select Boot Options -> USB Boot.
cs: Připojte jednotku USB k zařízení NitroPad a spusťte jej. V nabídce Heads vyberte Boot Options -> USB Boot.

source: Depending on the operating system you may need to confirm its reinstallation.
cs: V závislosti na operačním systému může být nutné potvrdit jeho přeinstalování.

source: `Sign the boot partition. <https://docs.nitrokey.com/x230/system-update.html>`__
cs: `Podepište spouštěcí oddíl. <https://docs.nitrokey.com/x230/system-update.html>`__

source: To avoid accidential overwriting of valuable data, format the USB drive afterwards.
cs: Abyste zabránili náhodnému přepsání cenných dat, zformátujte poté jednotku USB.

source: (Nitrokey X230 - Qubes OS)
cs: (Nitrokey T430 - Qubes OS)

source: NitroPad X230 with Qubes OS
cs: NitroPad X230 s operačním systémem Qubes

source: With the NitroPad X230, malicious changes to the BIOS, operating system, and software can be easily detected. For example, if you left your NitroPad in a hotel room, you can use your Nitrokey to check if it has been tampered with while you were away. If an attacker modifies the NitroPad’s firmware or operating system, the Nitrokey will detect this (instructions below).
cs: S počítačem NitroPad X230 lze snadno odhalit škodlivé změny v systému BIOS, operačním systému a softwaru. Pokud jste například nechali svůj NitroPad v hotelovém pokoji, můžete pomocí klíče Nitrokey zkontrolovat, zda s ním nebylo během vaší nepřítomnosti manipulováno. Pokud útočník upraví firmware nebo operační systém zařízení NitroPad, Nitrokey to zjistí (pokyny níže).

source: Verification of Sealed Hardware
cs: Ověření zapečetěného hardwaru

source: If you have ordered the unit with the option “sealed screws and sealed bag”, please `verify the sealing <verify-sealed-hardware.html>`__ before unpacking. If you do not know what this means, skip this section.
cs: Pokud jste si objednali jednotku s možností "zapečetěné šrouby a zapečetěný sáček", zkontrolujte před vybalením `zapečetění <verify-sealed-hardware.html>`__. Pokud nevíte, co to znamená, přeskočte tuto část.

source: Secure Starting Procedure
cs: Postup bezpečného spuštění

source: Each time you start the NitroPad, you should - if possible - connect your Nitrokey. If the Nitrokey is plugged in and the system has not been modified, the following screen will appear when the NitroPad is turned on.
cs: Při každém spuštění zařízení NitroPad byste měli - pokud je to možné - připojit klíč Nitrokey. Pokud je klíč Nitrokey připojen a systém nebyl upraven, zobrazí se po zapnutí zařízení NitroPad následující obrazovka.

source: |image1|
cs: |obrázek1|

source: The box marked in red contains the information that the BIOS has not been changed and that the shared secret of the NitroPad and the Nitrokey match. But this information is not sufficient, because an attacker could have faked it. If at the same time the Nitrokey also flashes green, everything is fine. An attacker would have to have had access to the NitroPad and Nitrokey to achieve this result. It is therefore important that you do not leave both devices unattended.
cs: Červeně označené pole obsahuje informaci, že systém BIOS nebyl změněn a že sdílené tajemství zařízení NitroPad a klíče Nitrokey se shoduje. Tato informace však není dostatečná, protože útočník ji mohl zfalšovat. Pokud současně zeleně bliká i Nitrokey, je vše v pořádku. Útočník by musel mít přístup k zařízení NitroPad a klíči Nitrokey, aby dosáhl tohoto výsledku. Je proto důležité, abyste nenechávali obě zařízení bez dozoru.

source: If the information on the NitroPad does not match the information on the Nitrokey, the background would turn red and the message “Invalid Code” would appear. This could indicate that manipulation has taken place.
cs: Pokud by se informace na zařízení NitroPad neshodovaly s informacemi na klíči Nitrokey, pozadí by zčervenalo a objevila by se zpráva "Invalid Code". To by mohlo znamenat, že došlo k manipulaci.

source: |image2|
cs: |obrázek2|

source: How the boot process may look like if the system has been changed (for example after an update) and what error messages may otherwise occur is described further below.
cs: Jak může proces spouštění vypadat, pokud byl systém změněn (například po aktualizaci), a jaká chybová hlášení se jinak mohou objevit, je popsáno níže.

source: The NitroPad X230 can also be started without the Nitrokey. If you don’t have the Nitrokey with you, but are sure that the hardware has not been manipulated, you can boot your system without checking.
cs: Zařízení NitroPad X230 lze spustit i bez klíče Nitrokey. Pokud nemáte klíč Nitrokey u sebe, ale jste si jisti, že s hardwarem nebylo manipulováno, můžete systém spustit bez kontroly.

source: Getting Started
cs: Začínáme

source: After purchase, the passwords are set to a default value and must be changed by you:
cs: Po zakoupení jsou hesla nastavena na výchozí hodnotu a musíte je změnit:

source: Press Enter (“Default Boot”) after booting the system, provided the NitroPad has not shown any errors and the Nitrokey is lit green (see above).
cs: Po zavedení systému stiskněte Enter ("Default Boot"), pokud NitroPad nevykazuje žádné chyby a Nitrokey svítí zeleně (viz výše).

source: Next, the system will prompt you to enter the passphrase to decrypt the hard disk. The passphrase is initially “PleaseChangeMe”. |image3|
cs: Poté vás systém vyzve k zadání přístupové fráze pro dešifrování pevného disku. Heslo je zpočátku "PleaseChangeMe". |obrázek3|

source: The system will then guide you through the process of creating a user account. After that you should have successfully booted the system and could already use it normally.
cs: Systém vás poté provede procesem vytvoření uživatelského účtu. Poté byste měli úspěšně spustit systém a již jej můžete normálně používat.

source: Open the pre-installed Nitrokey App and change the PINs of your Nitrokey as described here.
cs: Otevřete předinstalovanou aplikaci Nitrokey a změňte kódy PIN klíče Nitrokey podle tohoto popisu.

source: Change the passphrase for the hard disk encryption by running “sudo cryptsetup luksChangeKey /dev/sda2” in a terminal.
cs: Změňte přístupovou frázi pro šifrování pevného disku spuštěním příkazu "sudo cryptsetup luksChangeKey /dev/sda2" v terminálu.

source: In case the Network Manager icon is not shown and when starting a VM an error like “Domain sys-net has failed to start: PCI device dom0:03_00.0 does not exist” is shown, proceed as follows:
cs: V případě, že se ikona Správce sítě nezobrazí a při spuštění virtuálního počítače se zobrazí chyba typu "Domain sys-net has failed to start: dom0:03_00.0 does not exist", postupujte následovně:

source: Open menu -> Service: sys-net -> sys-net: Qube Settings
cs: Otevřít menu -> Service: sys-net -> sys-net: Qube Settings

source: Go to Devices tab
cs: Přejděte na kartu Zařízení

source: Remove “Unknown device” from the right side
cs: Odstranění položky "Neznámé zařízení" z pravé strany

source: Add “Network controler” device
cs: Přidání zařízení "Network controler"

source: Click “OK” and restart the system.
cs: Klikněte na tlačítko "OK" a restartujte systém.

source: Behavior After a System Update
cs: Chování po aktualizaci systému

source: The NitroPad firmware checks certain system files for changes. If your operating system has updated important components, you will be warned the next time you boot the NitroPad. This could look like this, for example:
cs: Firmware zařízení NitroPad kontroluje změny některých systémových souborů. Pokud operační systém aktualizoval důležité součásti, budete při příštím spuštění zařízení NitroPad upozorněni. To může vypadat například takto:

source: |image4|
cs: |obrázek4|
