Repository: 103058167/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/x230.po
Languages: cs

source: That’s why it’s important to restart your NitroPad under controlled conditions after a system update. Only when the new status has been confirmed can you leave the device unattended again. Otherwise, you will not be able to distinguish a possible attack from a system update. Detailed instructions for a system update can be `found here <https://docs.nitrokey.com/x230/qubes/system-update.html>`__.
cs: Proto je důležité po aktualizaci systému restartovat zařízení NitroPad za kontrolovaných podmínek. Teprve po potvrzení nového stavu můžete zařízení opět ponechat bez dozoru. V opačném případě nebudete schopni rozlišit případný útok od aktualizace systému. Podrobné pokyny k aktualizaci systému naleznete `zde <https://docs.nitrokey.com/x230/qubes/system-update.html>`__.

source: Troubleshooting
cs: Řešení problémů

source: If Qubes doesn’t boot as shown below, please execute the following steps:
cs: Pokud se systém Qubes nespustí, jak je uvedeno níže, proveďte následující kroky:

source: Restart your Laptop and go to Options. |image5|
cs: Restartujte notebook a přejděte do nabídky Možnosti. |obrázek5|

source: Select “Update Checksums and sign all files on /boot”. |image6|
cs: Vyberte možnost "Aktualizovat kontrolní součty a podepsat všechny soubory v /boot". |image6|

source: After that, please follow `these instructions from step 3 onwards `system update <https://docs.nitrokey.com/x230/ubuntu/system-update.html>`__.
cs: Poté postupujte podle `těchto pokynů od kroku 3 `aktualizace systému <https://docs.nitrokey.com/x230/ubuntu/system-update.html>`__.

source: System update
cs: Aktualizace systému

source: The NitroPad watches for changes to important system files to detect third-party tampering. This means that special steps are sometimes necessary when updating the system. This can often be recognized by the fact that the system prompts you to reboot.
cs: NitroPad sleduje změny důležitých systémových souborů, aby odhalil zásahy třetích stran. To znamená, že při aktualizaci systému je někdy nutné provést zvláštní kroky. To lze často poznat podle toho, že vás systém vyzve k restartování.

source: Procedure After a System Update
cs: Postup po aktualizaci systému

source: Boot Hash Mismatch
cs: Neshoda zaváděcího kódu Hash

source: If you restart the NitroPad after an update, the startup screen should initially appear as usual without an error message.
cs: Pokud po aktualizaci restartujete zařízení NitroPad, měla by se úvodní obrazovka zobrazit jako obvykle bez chybového hlášení.

source: If you press Enter afterwards, you will get an error message that looks like this or similar:
cs: Pokud poté stisknete klávesu Enter, zobrazí se chybová zpráva, která vypadá takto nebo podobně:

source: Confirm the message with Enter to have the files changed by the system update verified. Afterwards you will be asked again for a confirmation.
cs: Potvrďte zprávu klávesou Enter, aby se ověřily soubory změněné aktualizací systému. Poté budete znovu požádáni o potvrzení.

source: Now insert the Nitrokey if this is not already the case and confirm with Enter. Then you must enter the User PIN of the Nitrokey (default: 123456). You will not see the characters you typed in on the screen.
cs: Nyní vložte klíč Nitrokey, pokud jste jej ještě nevložili, a potvrďte klávesou Enter. Poté je třeba zadat uživatelský kód PIN klíče Nitrokey (výchozí: 123456). Zadané znaky se na obrazovce nezobrazí.

source: **Important**: Heads expects an English keyboard layout, on which e.g. “y” and “z” are swapped in comparison to the German keyboard layout. If you agree with the default selection (which is written in capital letter) you can also simply confirm by pressing Enter.
cs: **Důležité**: Heads očekává anglické rozložení klávesnice, na které jsou např. "y" a "z" prohozeny oproti německému rozložení klávesnice. Pokud souhlasíte s výchozí volbou (která je napsána velkým písmenem), můžete ji také jednoduše potvrdit stisknutím klávesy Enter.

source: Now the NitroPad marks the files changed by the update as verified.
cs: Nyní NitroPad označí soubory změněné aktualizací jako ověřené.

source: Boot Entry Has Changed
cs: Vstup do systému Boot se změnil

source: Next, either another error message appears or the operating system starts. This depends on the system update. If the following error message appears, proceeds as described below:
cs: Poté se buď zobrazí další chybová zpráva, nebo se spustí operační systém. To závisí na aktualizaci systému. Pokud se zobrazí následující chybové hlášení, postupujte podle následujícího popisu:

source: First confirm the error message shown above. Then we see a list of all possible boat entries - choose the first one by simply pressing Enter.
cs: Nejprve potvrďte výše uvedenou chybovou zprávu. Poté se zobrazí seznam všech možných záznamů o lodi - první z nich vyberete jednoduše stisknutím klávesy Enter.

source: To save this value as default, select the option “Make Ubuntu the default” for Ubuntu or “Make Qubes the default” for Qubes OS in the next window.
cs: Chcete-li tuto hodnotu uložit jako výchozí, vyberte v dalším okně možnost "Make Ubuntu the default" pro Ubuntu nebo "Make Qubes the default" pro Qubes OS.

source: Now the Nitrokey has to be plugged in, if this is not yet the case. Confirm the next three questions with Enter and enter the User PIN of the Nitrokey if prompted (default: 123456).
cs: Nyní musí být Nitrokey zapojen, pokud tomu tak ještě není. Potvrďte následující tři otázky klávesou Enter a na výzvu zadejte uživatelský kód PIN klíče Nitrokey (výchozí: 123456).

source: **Important**: Heads expects an English keyboard layout, on which e.g. “y” and “z” are swapped in comparison to the German keyboard layout.
cs: **Důležité**: Heads očekává anglické rozložení klávesnice, na které jsou např. "y" a "z" prohozeny oproti německému rozložení klávesnice.

source: Verify Sealed Hardware
cs: Ověření zapečetěného hardwaru

source: If you ordered your NitroPad with sealed screws and in a sealed bag, it allows you to check if the NitroPad has been tampered with during shipping.
cs: Pokud jste si NitroPad objednali se zapečetěnými šrouby a v zapečetěném sáčku, můžete zkontrolovat, zda s NitroPadem nebylo během přepravy manipulováno.

source: The bag and all screws on the bottom of the device have been sealed. For the bag and each of these screws you have received a photo by e-mail. The orientation of the photos is such that the battery is on top.
cs: Sáček a všechny šrouby na spodní straně zařízení byly zapečetěny. U sáčku a každého z těchto šroubů jste e-mailem obdrželi fotografii. Orientace fotografií je taková, že baterie je nahoře.

source: Check each screw individually to see if its individual appearance matches the photo. It is best to use a magnifying glass or macro lens for this purpose. The screws are numbered as follows.
cs: Zkontrolujte každý šroub zvlášť, zda jeho vzhled odpovídá fotografii. K tomuto účelu je nejlepší použít lupu nebo makroobjektiv. Šrouby jsou očíslovány následovně.

source: This example shows a sealed screw whose glitter represents an individual pattern.
cs: Tento příklad ukazuje uzavřený šroub, jehož třpyt představuje individuální vzor.

source: If the bag or the screws do not match the photos sent, an unauthorized opening of your NitroPad cannot be excluded. In this case please contact us to arrange further action.
cs: Pokud sáček nebo šrouby neodpovídají zaslaným fotografiím, nelze vyloučit neoprávněné otevření zařízení NitroPad. V takovém případě nás prosím kontaktujte a domluvte se na dalším postupu.

source: Change Disk Encryption Passphrase
cs: Změna přístupové fráze šifrování disku

source: (Nitrokey X230 - Ubuntu Linux)
cs: (Nitrokey T430 - Ubuntu Linux)

source: To change the passphrase for disk encryption, first click on “Activities” in the upper left corner and enter “disk” in the search bar. Then select the “Disks” program that appears in the middle of the screen.
cs: Chcete-li změnit přístupovou frázi pro šifrování disku, klikněte nejprve na položku "Aktivity" v levém horním rohu a do vyhledávacího řádku zadejte "disk". Poté vyberte program "Disky", který se zobrazí uprostřed obrazovky.

source: Select the field that says “Luks”. Afterwards it should have an orange background.
cs: Vyberte pole s nápisem "Luks". Poté by mělo mít oranžové pozadí.

source: Left click on the gears and select “Change Passphrase” from the context menu.
cs: Klikněte levým tlačítkem myši na ozubená kola a z kontextové nabídky vyberte možnost "Změnit přístupovou frázi".

source: Enter “PleaseChangeMe” as the current passphrase and select a secure new one.
cs: Jako aktuální přístupovou frázi zadejte "PleaseChangeMe" a vyberte novou bezpečnou frázi.

source: Enter the your account password.
cs: Zadejte heslo k účtu.

source: NitroPad X230 with Ubuntu Linux
cs: NitroPad X230 se systémem Ubuntu Linux

source: Click on the Nitrokey icon on the left side of the screen to open the pre-installed Nitrokey App.
cs: Kliknutím na ikonu Nitrokey na levé straně obrazovky otevřete předinstalovanou aplikaci Nitrokey.

source: Change the PINs of your Nitrokey as `described here <https://docs.nitrokey.com/pro/change-user-and-admin-pin.html>`__.
cs: Změňte kódy PIN svého klíče Nitrokey podle `popisu zde <https://docs.nitrokey.com/pro/change-user-and-admin-pin.html>`__.

source: Change the passphrase for disk encryption as `described here <https://docs.nitrokey.com/x230/ubuntu/change-disk-encryption-passphrase.html>`__.
cs: Změňte přístupovou frázi pro šifrování disku podle ` popsaného zde <https://docs.nitrokey.com/x230/ubuntu/change-disk-encryption-passphrase.html>`__.

source: That’s why it’s important to restart your NitroPad under controlled conditions after a system update. Only when the new status has been confirmed can you leave the device unattended again. Otherwise, you will not be able to distinguish a possible attack from a system update. Detailed instructions for a system update can be `found here <https://docs.nitrokey.com/x230/ubuntu/system-update.html>`__.
cs: Proto je důležité po aktualizaci systému restartovat zařízení NitroPad za kontrolovaných podmínek. Teprve po potvrzení nového stavu můžete zařízení opět ponechat bez dozoru. V opačném případě nebudete schopni rozlišit případný útok od aktualizace systému. Podrobné pokyny k aktualizaci systému naleznete `zde <https://docs.nitrokey.com/x230/ubuntu/system-update.html>`__.

source: If Ubuntu doesn’t boot as shown below, please execute the following steps:
cs: Pokud se Ubuntu nespustí podle níže uvedeného návodu, proveďte následující kroky:

source: Invalid Code
cs: Neplatný kód

source: Each boot the code is generated on the Nitropad and the Nitrokey, if its connected. It is allowed to run 10 boots without loosing the synchronization between the devices, after which the bad code signal is shown, regardless of the rest of the system being in a correct state. If you are sure the system was not beign tampered with (e.g. the Nitropad was booted more than 10 times without the Nitrokey), you can safely reset the system’s warning.
cs: Při každém spuštění se kód vygeneruje na zařízení Nitropad a Nitrokey, pokud je připojeno. Je povoleno provést 10 spuštění bez ztráty synchronizace mezi zařízeními, po kterých se zobrazí signál špatného kódu bez ohledu na to, že zbytek systému je ve správném stavu. Pokud jste si jisti, že se systémem nebylo manipulováno (např. Nitropad byl spuštěn více než 10krát bez Nitrokey), můžete varování systému bezpečně resetovat.

source: Please connect the Nitrokey and execute the following from the main boot screen:
cs: Připojte Nitrokey a na hlavní spouštěcí obrazovce proveďte následující příkaz:

source: Options
cs: Možnosti

source: TPM/TOTP/HOTP Options
cs: Možnosti TPM/TOTP/HOTP

source: Generate new TOTP/HOTP secret
cs: Generování nové tajenky TOTP/HOTP

source: and follow the on-screen guide. After that the secret and counter should be both reset to a new value.
cs: a postupujte podle pokynů na obrazovce. Poté by měly být tajenka i počítadlo resetovány na novou hodnotu.
